Repository: XCSoar/XCSoar
Catalog: doc/manual/figures/*.po
Languages: de, fr

source: Safety height
de: Sicherheitshöhe
fr: Hauteur de sécurité

source: (b) Terrain clearance
de: (b) Geländefreiheit
fr: (b) Gard au sol

source: VOpt = 70
de: VOpt = 130
fr: VOpt = 130

source: Glider track during cruise
de: Gleitpfad während dem Vorflug
fr: Trace sol en transition

source: Airmass Vertical Motion
de: Luftmassenbewegung
fr: Vitesse verticale de l'air

source: Optimal cruise track to reach target
de: Optimaler Flugweg um das Ziel zu
fr: Route optimale pour aller au point de virage

source: Below final glide
de: Unter Gleitpfad
fr: Sous le plan d'arrivée

source: A constant airspeed is maintained regardless of lift/sink.
de: Es wird eine konstante Geschwindigkeit geflogen, egal ob Steigen oder Saufen
fr: La vitesse est constante et ignore les mouvements verticaux de l'air.

source: VOpt = 80
de: VOpt = 148
fr: VOpt = 148

source: Target
de: Ziel
fr: Point de virage

source: Arrival above safety height
de: Ankunft über Sicherheitshöhe
fr: Trajectoire au-dessus de l'hauteur d'arrivée

source: maintaining altitude
de: erreichen und die Höhe zu halten
fr: sans prendre d'altitude

source: Glideslope below terrain safety height
de: Gleitpfad unterhalb der Geländefreiheit
fr: Trajectoire passant au-dessous de la garde au sol

source: Dolphin Speed to Fly
de: Delfin-Stil
fr: Vol en dauphin

source: VOpt = 50
de: VOpt = 92
fr: VOpt = 92

source: Landpoint unreachable
de: Landepunkt unerreichbar
fr: Point de virage hors "local"

source: VOpt = 60
de: VOpt = 111
fr: VOpt = 111

source: VOpt = 90
de: VOpt = 167
fr: VOpt = 130

source: Best glide angle in wind
de: Bester Gleitwinkel mit Wind
fr: Finesse optimale avec le vent

source: Wind vector
de: Wind Vektor
fr: Vecteur vent

source: Landpoint reachable
de: Landepunkt ist erreichbar
fr: Point de virage en "local"

source: terrain safety height
de: wegen Geländefreiheit
fr: de la garde au sol

source: Airspeed is reduced in lift and increased in sink.
de: Die Geschwindigkeit wird den Steigen oder Saufen angepasst.
fr: La vitesse est réduite quand l'air monte, la vitesse augmente quand l'air descend.

source: Drift during cruise
de: Drift während Vorflug
fr: Dérive en transition

source: Arrival below safety height
de: Ankunft unter Sicherheitshöhe
fr: Arrivée au-dessous de la hauteur de sécurité

source: Glideslope above terrain safety height
de: Gleitpfad über der Geländefreiheit
fr: Trajectoire au-dessus de la garde au sol

source: Block Speed to Fly
de: Konstante Geschwindigkeit (Block Speed)
fr: MacCready à vitesse constante

source: unreachable due to
de: Unerreichbar
fr: Trajectoire passant au-dessous

source: terrain warning marker
de: Gelände Warnung
fr: Signal de collision avec le relief

source: Glider heading during cruise
de: Kurs während dem Vorflug
fr: Cap à suivre en transition

source: Drift during climb
de: Drift beim Kurbeln
fr: Dérive en spirale

source: (a) Arrival height
de: (a) Ankunfts Sicherheitshöhe
fr: (a) Hauteur d'arrivée

source: Above final glide
de: Über Endanflug-Gleitpfad
fr: Au-dessus du plan d'arrivée
