Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Forecast temperature of the ground at the home airfield, used in estimating convection height and cloud base in conjunction with outside air temperature and relative humidity probe. (Touch-screen/PC only) Pressing the up/down cursor keys adjusts this forecast temperature.
bg: Прогнозна температура при земята на летището, която се използва заедно с външната температура и относителната влажност за изчисление на височината на конвекция и базата на облаците. За сензорни екрани и компютри клавишите нагоре и надолу коригират прогнозната стойност.
cs: Předpověď přízemní teploty na domovském letišti, použitá ke stanovení konvekční výšky a výšky základen s využitím sondy venkovní teploty a relativní vlhkosti. Stiskem kláves nahoru/dolů se hodnota mění (Pouze doteková obrazovka/PC).
de: Vorhersage der Bodentemperatur am Heimatflugplatz, verwendet zur Abschätzung der Konvektionshöhe und der Wolkenuntergrenze in Verbindung mit der Aussenlufttemperatur und der Sonde für relative Feuchte. (Nur Touchscreen/PC) Durch Drücken der oben/unten Cursor-Tasten wird diese Vorhersagetemperatur angepasst.
es: Temperatura pronosticada del suelo en el aeródromo base, utilizada para estimar la altura de convección y la base de las nubes junto con la temperatura del aire exterior y la sonda de humedad relativa. (Pantalla táctil / PC solamente) Al presionar las teclas de cursor arriba / abajo es posible ajustar esta temperatura prevista.
fr: Température prévue au sol à l'aérodrome de départ. Utilisé dans l'estimation de la hauteur de convection et de la base des nuages, se basant la température extérieure et une sonde d'humidité. Pour écrans tactiles et PC : les flèches haut/bas ajustent cette température prévue.
hu: A talajmenti várható hőmérséklet a bázisreptéren, amit a külső hőmérséklettel és páratartalommal összevetve a konvekció és a felhőalap magasságának becslésére alkalmaz. Érintőképernyő/PC: a fel-le nyilakkal állítható a várható hőmérséklet.
it: Temperatura prevista al suolo al campo di volo base, utilizzata nella stima dell'altezza di convezione e base cumulo in congiunzione a sonde per la temperatura esterna dell'aria e di umidità relativa. (solo per Touch-screen/PC) La pressione dei tasti cursore su/giù varia la temperatura prevista.
nl: Verwachte temperatuur op de grond van de thuisbasis, wordt gebruikt om de convectie hoogte en wolkenbasis in te schatten in samen werking met luchttemperatuur en relatieve vochtigheid sensoren. (Alleen Touch-screen/PC: Door op pijltje omhoog/omlaag te drukken is de temperatuur te wijzigen).
pl: TempMaks: Prognozowana tempretura maksymalna przy gruncie na lotnisku macierzystym, wykorzystywana przy szacowaniu pionowego zasięgu konwekcji i podstawy chmur, w połączeniu z zewnętrzną temperaturą i wigotnością względną. (Ekran dotykowy / PC) Kliknięciem na strzałkach góra/dół można dostosować wymaganą wartość prognozowanej temperatury.
ru: Прогноз температура земли на домашнем аэродроме, используемый при оценке высоты конвекция и базы облаков в сочетании с наружной температурой воздуха и датчиком влажности. (Только сенсорные экраны/PC) Нажатие клавиши вверх / вниз курсора регулирует эту температуру прогноза.
sk: Predpovedaná teplota terénu na domácom letisku, použitá na stanovenie konvekčnej výšky a základne mrakov v spolupráci sondy teploty a relatívnej vlhkosti. (Len dotykový displej / PC) Stláčanie kláves hore /dole nastavuje túto predpovedanú teplotu.
sv: Prognostiserad marktemperatur vid hemmafältet. Används för estimering av konvektionshöjd och molnbas ihop med utetemperatur och givare för relativ fuktighet. (Pekskärm/PC) Tryck på markörer för upp/ner för att justera den prognostiserade temperaturen.
uk: Прогноз температури поверхні землі аеродрому відправлення, з урахуванням розрахункової висоти конвекції і висоти кромки хмар разом з температурою повітря за бортом і відносною вологістю. (Тільки для пристроїв з сенсорним екраном,ПК) Налаштувати цей прогноз температури можна натиснувши кнопки курсора вгору/вниз.

source: AAT distance around target
bg: Разстояние към целта за задача с назначена зона
cs: AAT vzdálenost k cíli
de: AAT - Restdistanz zum Ziel
es: Distancia TAA por los puntos
fr: Distance autour des points de l'AAT
hu: HT távolság cél
it: Distanza AAT attorno all'obiettivo
nb: AAT distanse rundt mål
nl: AAT afstand rond doel
pl: AAT L PT: Odległość do mety obszarówki wg następnych PZT
pt_br: Distância AAT contornando o objetivo
sk: AAT zostavajuca vzdial. k cieľu
sv: AAT distans runt objektet
uk: Відстань ААТ навколо цілі

source: AAT Dtgt
bg: Разст. ЗНЗ
cs: AAT Dcíl
de: AAT Dist Ziel
es: TAA Dpt
fr: Dist AAT
hu: HT táv cél
nl: AAT Adoel
pl: AAT L PT
pt_br: AAT DistPts
sk: AAT Vciel

source: Assigned Area Task distance around target points for remainder of task.
bg: Оставащо разстояние през повратните точки до финала за задача с назначена зона.
cs: Vzdálenost AAT úlohy přes cílové body ve zbytku úlohy.
de: Verbleibende Strecke der Assigned Area Aufgabe um alle Zielpunkte.
es: Distancia TAA pasando por los puntos de viraje hasta el final de la tarea.
fr: Distance restante autour des points de l'AAT.
hu: Légtérfeladaton (AAT) a feladat hátralevő részének a célok megkerülésével számított távolsága .
it: Distanza attorno ai punti obiettivo dell'Area Assegnata Tema per la parte rimanente del tema.
nb: AAT distanse rundt målpunktene for resten av oppgaven.
nl: AAT afstand rond gestelde doel-keerpunten voor het nog te vliegen deel van de opdracht.
pl: AAT L PT: Długość pozostałej trasy obszarówki obliczona wg kolejnych PZT.
pt_br: Distância em torno dos pontos restantes da prova de área.
ru: Расстояние через поворотные пункты назначенных зон
sk: Vzdialenosť AAT úlohy keď sa zvyšok úlohy poletí cez plánované otočné body.
sv: AAT distans runt kvarvarande vändpunkter utmed banan.
uk: Відстань навколо цілей для залишку завдання ААТ.

source: AAT speed around target
bg: Скорост за планирана отсечка за ЗНЗ
cs: AAT rychlost pro plánovanou úlohu
de: AAT - Geschwindigkeit für geplante Strecke
es: Velocidad TAA por los puntos
fr: Vitesse sur l'AAT
hu: HT sebesség cél
it: Velocità dell'AAT attorno all'obiettivo
nb: AAT hastighet rundt målet
nl: AAT snelheid rondom doel
pl: AAT V PT: Średnia prędkość wg pozostałych PZT
pt_br: Velocidade AAT atingindo os pontos
sk: AAT rýchlosť pre plánovanú trať
sv: AAT hastighet runt objektet
uk: ААТ швидкість навколо цілі

source: AAT Vtgt
bg: Vцел ЗНЗ
cs: AAT Vcíl
de: AAT VZiel
es: TAA Vpt
fr: V AAT
hu: HT seb cél
nl: AAT Vdoel
pl: AAT V PT
pt_br: AAT VelPts
sk: AAT R trať

source: Assigned Area Task average speed achievable around target points remaining in minimum AAT time.
bg: Постижима средна скорост през оставащите повратни точки и минимално време за задача с назначена зона (ЗНЗ).
cs: Dosažitelná průměrná rychlost AAT přes zbývající cílové body v minimálním AAT čase.
de: Für die Assigned Area Aufgabe erreichbare mittlere Geschwindigkeit um alle Zielpunkte in minimaler Aufgabenzeit.
es: Velocidad promedio alcanzable alrededor de los puntos objetivo restantes en el tiempo mínimo de TAA.
fr: Vitesse moyenne réalisable sur l'AAT dans le minimum de durée restante.
hu: Légtérfeladaton (AAT) elérhető átlagsebesség a célok körül, a minimum időnek megfelelően.
it: Velocità media ottenibile attorno ai punti obiettivo dell'Area Assegnata Tema rimanente nel minimo tempo AAT.
nb: AAT mulig snitthastighet rundt målpunktene for gjenstående minimum AAT tid.
nl: AAT gemiddeld haalbare snelheid via gewenste nog te ronden doel keerpunten in minimale AAT tijd.
pl: AAT V PT: Średnia prędkość obszarówki, jaką można uzyskać lecąc po tracie wg pozostałych PZT w minimalnym pozostałym czasie konkurencji.
pt_br: Velocidade média em torno dos pontos restantes da prova de área, no tempo mínimo de prova.
ru: Средняя скорость в упражнении с назначенными зонами достигаемая прохождением дистанции через назначенные пункты в минимальное назначенное время.
sk: Priemerná rýchlosť AAT úlohy dosiahnuteľná pomocou zvyšných otočných bodov v minimálnom čase úlohy.
sv: Uppnåbar medelhastighet runt areauppgiftens (AAT) målpunkter inom AAT minimumtid.
uk: Середня швидкість, досяжна за залишок цілей за мінімальний час ААТ.

source: L/D vario
bg: Качество от вариометъра
cs: L/D vário
de: Gleitzahl - Vario
fr: Finesse comp. en vitesse
hu: Siklószám varióból
it: variometro L/D
pl: DSK war: chwilowa doskonałość
ru: Качество с вариометра
sk: Vário kĺzavosti
uk: L/D варіо

source: L/D Vario
bg: Кач. вариометър
cs: L/D vário
de: Gleitzahl Vario
fr: Fin Comp.
hu: E intelligens variótól
nb: Vario
pl: DSK war
ru: Качество с вариометра
sk: Kĺz. vário
uk: L/D Варіо

source: Instantaneous lift/drag ratio, given by the indicated airspeed divided by the total energy vertical speed, when connected to an intelligent variometer. Negative values indicate climbing cruise. If the total energy vario speed is close to zero, the displayed value is '---'.
bg: Моментно качество на полета изчислено като отношение на въздушната скорост и вертикалната скорост, коригирана с общата енергия ако е свързан компенсиращ вариометър. Отрицателни стойности показват курс с набор на височина. Ако коригираната скорост от вариометъра е близо до нула се показва „---“.
cs: Okamžitý poměr vztlak/odpor, vychází z indikované vzdušné rychlosti dělené vertikální rychlostí celkové energie, pokud je připojen inteligentní variometr. Záporné hodnoty značí stoupání v přímém letu. Pokud je hodnota variometru totální energie blízká nule, zobrazí se '---'.
de: Momentane Gleitzahl, gegeben durch die angezeigten Geschwindigkeit geteilt durch den TE Variowert, laut angeschlossenem Sensor. Negative Werte zeigen ein ansteigenden Vorflug an. Wenn der TE Variowert nahe Null ist, wird '---' angezeigt.
es: Relación instantánea de sustentación/resistencia, dada por la velocidad indicada dividida por la velocidad vertical de energía total, cuando se conecta a un vario inteligente. Los valores negativos indican planeo en ascenso. Si la velocidad de vario de energía total es cercana a cero, el valor mostrado es ‘—‘.
fr: Finesse instantanée, fournie par l'indicateur de vitesse divisé par le vario à énergie total, lorsqu'un tel vario est connecté. Les valeurs négatives indiquent une transition en montée. Si le vario à énergie totale est proche de zéro, alors la valeur affichée est '---'.
hu: Az emelés/légellenállás pillanatnyi aránya, a műszer szerinti sebesség és az összenergia varió hányadosa, ha van intelligens variométer csatlakoztatva. A negatív értékek emelkedő siklást jeleznek. Ha az összenergia varió nulla közeli, '---' kerül kijelzésre.
it: Il rapporto istantaneo portanza/resistenza, ottenuto dalla velocità indicata divisa per l'energia totale variometrica, quando connessa ad un variometro intelligente. Valori negativi indicano salita in crociera. Se la velocità del variometro ad energia totale è prossima allo zero, il valore indicato è '---'.
nl: Actuele L/D ratio, bepaald door de aangegeven luchtsnelheid gedeeld door de totale verticale energie snelheid wanneer aangesloten op een intelligente vario. Negatieve waardes geven een klimmende steek aan (hoogtewinst sinds verlaten van de laatste bel). Als de verticale snelheid dicht bij nul ligt, wordt '---' aangegeven.
pl: DSK war: chwilowa wartość doskonałości - stosunek siły nośnej do siły oporu - wyznaczona jako iloraz prędkości przyrządowej i pionowej prędkości z wariometru energii całkowitej. Ujemne wartości wskazują na przeskok. Jeżeli prędkość pionowa jest bliska zero - wyświetlana jest wartość '---'.
ru: Мгновенная отношение подъем / снижения, задаётся приборной скоростью, делённой на общую вертикальную скорость подъёма, при подключении к интеллектуальному вариометру. Отрицательные значения указывают режим снижения. Если суммарная скорость энергии варио близка к нулю, значение на дисплее "---".
sk: Okamžitý pomer vztlaku / odporu, daný indikovanou rýchlosťou delenou vertikálnou rýchlosťou totálnej energie, ak je pripojené inteligentné vário. Negatívne hodnoty indikujú stúpajúci let. Ak je vário rýchlosť totálnej energie blízko nule, zobrazí sa hodnota '---'.
sv: Momentant lyft/drag-förhållande, utifrån indikerad lufthastighet dividerat med vertikal hastighet total energi, vid anslutning till en intelligent variometer. Negativa värden indikerar glidflygning i stig. Om variometerhastighet total energi är nära noll visas värdet '--'.
uk: Поточне співвідношення підйомної сили до опору, обчислене як співвідношення інструментальної повітряної швидкості до вертикальної швидкості повної енергії при підключенні до інтелектуального варіометра. Негативні величини свідчать про набір висоти на переході. Якщо вертикальна швидкість варіометра повної енергії близька до нуля, на дисплеї буде "---".

source: Airspeed TAS
bg: Въздушна скорост
cs: Rychlost TAS
de: Geschwindigkeit - wahre
es: Velocidad TAS
fr: Vitesse air TAS
hu: Sebesség valós
it: Velocità TAS
nb: Flyhastighet
nl: Werkelijke vliegsnelheid (TAS)
pl: Vr TAS: Rzeczywista prędkość powietrzna.
pt_br: Velocidade verdadeira do ar
ru: Истинная воздушн скорость
sk: Rýchlosť TAS
sv: Hastighet TAS
uk: Істинна повітряна швидкість TAS

source: V TAS
bg: V възд
hu: Seb vls
pl: Vr TAS
sk: R TAS

source: True Airspeed reported by a supported external intelligent vario.
bg: Истинска въздушна скорост получена от външен вариометър.
cs: Pravá vzdušná rychlost z připojeného externího inteligentního variometru.
de: Wahre Geschwindigkeit gegenüber Luft laut dem angeschlossenen Sensor.
es: Velocidad verdadera informada por un vario inteligente externo compatible.
fr: Vitesse air réelle donnée par un vario intelligent externe.
hu: A tényleges sebesség, ha külső intelligens variométer lett csatlakoztatva.
it: Velocità reale riportata da un variometro intelligente esterno supportato.
nb: Flyhastighet målt av ekstern vario.
nl: Werkelijke luchtsnelheid gemeten door een extern ondersteunde intelligente vario.
pl: Vr TAS: Rzeczywista prędkość powietrzna. Uwzględnia poprawkę na zmianę temperatury i gęstości powietrza w stosunku do wzorcowych w procesie skalowania prędkościomierza.
pt_br: Velocidade verdadeira reportada por um vario inteligente suportado.
ru: Истинная воздушная скорость показанная электронным вариометром
sk: Skutočná rýchlosť z výstupu kompatibilného inteligentného vária.
sv: TAS från ansluten extern intelligent variometer.
uk: Істинна повітряна швидкість від зовнішнього інтелектуального варіометра.

source: Team code
bg: Отборен код
cs: Kód týmu
es: Código de equipo
fr: Code de l'équipe
hu: CS kód
it: Codice Team
nb: Lag ID
pl: ZesKodSz: Kod Twojego Szybowca
pt_br: Código da equipe
ru: Код группы
sk: Tímový kód
sv: Team-kod
uk: Код команди

source: Current Team code for this aircraft. Use this to report to other team members. The last team aircraft code entered is displayed underneath.
bg: Текущият отборен код на този летателен апарат. Използва се за обозначение при връзка с другите членове на групата. Последният въведен код на летателен апарат се показва отдолу.

source: Team bearing
bg: Курс към отбора
cs: Kurz k týmu
de: Team-Peilung
es: Derrota al equipo
fr: Relèvement de l'équipier
hu: CS irány
it: Direzione Team
nb: Lag retning
nl: Team koers
pl: ZesKątDr: Kąt drogi do kolegi
pt_br: Proa da equipe
ru: Курс на команду
sk: Kurz k tímu
sv: Team bäring
uk: Напрямок руху команди

source: Team Brng
bg: Курс отбор
cs: Kurz tým
de: Team Peilung
es: Derr Eq
fr: Rlvt Eqp
hu: Cs irány
it: Dir Team
nl: Team Koers
pl: ZesKątDr
sk: Tímový azimut

source: Bearing to the team aircraft location at the last team code report.
bg: Курсът към местоположението на летателен апарат от отбора според последния му доклад.

source: Team bearing difference
bg: Разлика в курса към отбора
cs: Rozdíl kurzů v týmu
de: Team-Peildifferenz
es: Diferencia de derrota al equipo
fr: Gisement de l'équipier
hu: CS irány relatív
it: Differenza di direzione del Team
nb: Relativ lag retning
nl: Team koers verschil
pl: ZesKątWz: Względny kąt drogi
pt_br: Diferença de proa p/ equipe
sk: Tím - delta kurzu
sv: Skillnad i teambäring

source: Team BrngD
bg: Разл. курс
cs: Tým Δkurz
de: Team Kurs
es: DerrD Eq
fr: DRlvt Eqp
hu: Cs ir rel
it: Squadra BrngD
nl: Team KoersD
pl: ZesKątWz
sk: Tím azimut rozdiel

source: Relative bearing to the team aircraft location at the last reported team code.
bg: Разлика в курса спрямо местоположението на летателния апарат, последно докладвал отборния код.

source: Team range
bg: Разстояние до групата
cs: Vzdálenost k týmu
de: Team - Distanz
es: Alcance hacia el equipo
fr: Distance équipier
hu: CS távolság
it: Distanza Team
nb: Lag distanse
nl: Team-lid afstand
pl: ZesOdleg: Odleg. do kolegi
pt_br: Distância até equipe
ru: Расстояние до команды
sk: Vzdialenosť k tímu
sv: Teamräckvidd
uk: Відстань до команди

source: Team Dist
bg: Дист. група
cs: Tým vzdál
de: Team Distanz
es: Dist Eq
fr: Dist Eqp
hu: CS táv
it: Dist Team
nl: Team Afst
pl: ZesOdleg
pt_br: Equipe Dist
sk: Tím vzdial
sv: Teamdistans

source: Range to the team aircraft location at the last reported team code.
bg: Разстоянието до местоположението на летателния апарат от групата според последния доклад.

source: Speed task instantaneous
bg: Моментна скорост
cs: Rychlost v úloze okamžitá
de: Aufgabe - aktuelle m. Geschwindigkeit
es: Velocidad de tarea instantánea
fr: Vitesse estimée instantanée
hu: SF sebesség most
it: Velocità istantanea del tema
nb: Gjeldende oppgavehastighet
nl: Actuele opdracht snelheid
pl: WchwPirk: Chwilowa prędkość przelotowa bież.zadania
pt_br: Velocidade Instantânea da Prova
ru: Ммгновенная скорость задания
sk: Okamžitá rýchlosť úlohy
sv: Hastighetsuppgift momentan
uk: Поточна швидкість завдання

source: V Task Inst
bg: V моментна
cs: V Pirker
de: V Aufg aktuell
es: V Tar Inst
fr: V Circ Inst
hu: SF seb mst
it: V Ist Tema
nl: V Opdr Act
pl: WchwPirk
pt_br: V inst Prova
ru: Ммгновенная скорость задания
sk: R úlohy okamžitá
sv: V-uppgift momentan
uk: V Завд.Митт

source: Instantaneous cross-country speed while on current task, compensated for altitude. Equivalent to instantaneous Pirker cross-country speed.
bg: Моментна скорост по задачата, коригирана за височина. Еквивалентна на моментната скорост на Пиркер Vxc.

source: Distance home
bg: Разстояние до началната точка
cs: Vzdálenost domů
de: Heimdistanz
es: Distancia a la base
fr: Distance au point de départ
hu: Bázis távolsága
it: Distanza dal punto di partenza
nb: Distanse hjem
nl: Afstand uit
pl: Do Domu: Odległość do lotniska wyjściowego
pt_br: Distância p/ casa
ru: Дистанция до дома
sk: Vzdialenosť domov
sv: Distans hem
uk: Відстань додому

source: Home Dist
bg: Дист. начало
cs: Domů vzdál
de: Heimdist
es: Dist Base
fr: Dist Départ
hu: Bázis táv
it: Distanza dal punto di partenza
nb: Hjem Dist
nl: Afst uit
pl: Do Domu
pt_br: Dist Casa
ru: Дом Дист
sk: Vzdial dom
sv: Dist Hem
uk: Відст Додому

source: Distance to home waypoint (if defined).
bg: Разстояние до началната точка ако е дефинирана.
cs: Vzdálenost domů (jestliže je domovský bod definován).
de: Strecke zum Heimat Wegpunkt (wenn gesetzt).
es: Distancia al waypoint base (si está definido).
fr: Distance jusqu'au point de départ (si défini).
hu: Bázisrepülőtér távolsága (ha definiált)
it: Distanza dal punto Base (se definito).
nb: Distansen til hjemme-vendepunkt (dersom definert).
nl: De afstand tot de thuisbasis (indien gedefinieerd).
pl: Do Domu: Odległość do lotniska wyjściowego. Wymaga wcześniejszego wybrania lotniska bazowego.
pt_br: Distância para casa (se definida).
ru: Дистанция до домашней МТ (если задана)
sk: Vzdialenosť do domáceho otočného bodu (ak je definovaný).
sv: Distans till vägpunkten Hemma (om definierad).
uk: Відстань до "домашнього" ППМ (якщо призначено).

source: Speed task achieved
bg: Скорост по задачата
cs: Rychlost úlohy dosažená
de: Aufgabe - erreichte Geschwindigkeit
es: Velocidad de tarea lograda
fr: Vitesse réalisée sur le circuit
hu: SF sebesség valós
it: Velocità tema raggiunta
nb: Hastighet oppgave oppnådd
nl: Snelheid over opdracht
pl: WprzPirk: Dotychczasowa V średnia z komp.wysokości
pt_br: Velocidade na Prova
ru: Задание по скорости выполнено
sk: Dosiahnutá rýchlosť úlohy
sv: Uppnådd banhastighet
uk: Досягнута швидкість завдання

source: V Task Ach
bg: V̅ за задача
cs: V úl dos
de: V Aufg. errcht.
es: V Tar Ach
fr: V Circ Real
hu: SF seb vls
it: V Tema Ragg
nl: V Opdr Beh
pl: WprzPirk
ru: V задание Вып
sk: R úlohy D
sv: V uppg. uppnådd

source: Achieved cross-country speed while on current task, compensated for altitude. Equivalent to Pirker cross-country speed remaining.
bg: Постигната средна скорост по текущата задача, коригирана с набраната височина. Еквивалентна на оставащата скорост на Пиркер по маршрута.

source: AAT delta time
bg: Разлика във времето за ЗНЗ
cs: AAT rozdíl časů
de: AAT - Differenzzeit
es: Tiempo delta TAA
fr: AAT différence de temps
hu: HT delta idő
it: AAT differenza di tempo
nb: AAT delta tid
nl: AAT verschiltijd
pl: AAT dT: różnica czasu szacowanego i minimalnego
pt_br: Delta Tempo AA
ru: AAТ разница времени
sk: AAT časový rozdiel
sv: AAT delta tid

source: AAT dT
bg: Δt ЗНЗ
cs: AAT Δčasů
de: AAT Zeit Diff
es: TAA dT
hu: HT d.idő
sk: AAT čR
