Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Manual adjustment of wind speed.
bg: Ръчна настройка на скоростта на вятъра.
cs: Ruční nastavení rychlosti větru.
de: Manuelle Eingabe der Windgeschwindigkeit.
es: Ajuste manual de la velocidad del viento.
fr: Réglage manuel de la vitesse du vent.
hu: A szélsebesség kézi beállítása.
it: Correzione manuale della velocità del vento.
nb: Manuell endring av vindhastighet.
nl: Handmatige aanpassing van de windsnelheid.
pl: Ręczna regulacja prędkości wiatru.
pt_br: Ajuste manual da velocidade do vento.
ru: Ручная подстройка скорости ветра
sk: Manuálne nastavenie rýchlosti vetra.
sv: Manuell justering av vindhastighet.
uk: Налаштування швидкості вітру вручну.

source: Manual adjustment of wind direction.
bg: Ръчна настройка на посоката на вятъра.
cs: Ruční nastavení směru větru.
de: Manuelle Eingabe der Windrichtung.
es: Ajuste manual de la dirección del viento.
fr: Réglage manuel de la direction du vent.
hu: Szélirány kézi beállítása
it: Correzione manuale della direzione del vento.
nb: manuell justering av vindretning.
nl: Handmatige aanpassing van de windrichting.
pl: Ręczne ustawienie kierunku wiatru
pt_br: Ajuste manual da direção do vento.
ru: Ручная подстройка направления ветра
sk: Manuálne nastavenie smeru vetra.
sv: Manuell justering av vindriktning.
uk: Налаштування напрямку вітру вручну.

source: ZigZag
bg: Зигзаг
cs: Cik-cak
de: Zick-Zack
hu: Cikkcakk
nb: SikkSakk
pl: Zygzakowanie
pt_br: ZgZag
ru: Зигзаг
sk: CikCak
sv: SickSack
uk: ЗигЗаг

source: External
bg: Външен
cs: Externí
de: Extern
es: Externo
fr: Externe
hu: Külső
it: Esterno
nb: Ekstern
nl: Extern
pl: Zewnętrzny
pt_br: Externo
ru: Внешнее
sk: Externý
sv: Extern
uk: Зовнішній

source: Wind Settings
bg: Настройки на вятъра
cs: Výpočet větru
de: Wind Einstellungen
es: Configuración de Viento
fr: Réglages vent
hu: Szél beállítások
it: Impostazioni Vento
nb: Vindinnstillinger
nl: Wind Instelling
pl: Ustawienia Wiatru
pt_br: Ajustes de Vento
ru: Настройки ветра
sk: Nastavenie vetra
sv: Vindinställnigar
uk: Налаштування вітру

source: Dump
bg: Изпускане
cs: Vypusť
de: Ablassen
es: Vaciado
fr: Exporter
hu: Ürítés
it: Scarica
nl: Loos
pl: Zrzut
pt_br: Despejar
ru: Снимок
sk: Vypustiť
sv: Töm barlast
uk: Скидання баласту

source: Crew
bg: Екипаж
cs: Posádka
de: Besatzung
es: Carga
fr: Équipage
it: Equipaggio
sv: Besättning

source: All masses loaded to the glider beyond the empty weight including pilot and copilot, but not water ballast.
bg: Допълнително натоварено тегло над теглото на празен планер, включително командира и втория пилот, но без воден баласт
cs: Všechna zátěž, přidaná k prázdné hmotnosti kluzáku, včetně pilota a kopilota, avšak bez vodní zátěže.
de: Alle Massen, die über das Leergewicht hinaus in den Segelflieger geladen werden, einschließlich Pilot und Copilot, aber ohne Wasserballast.
es: Todas las masas cargadas en el planeador sobre el peso en vacío incluyendo piloto y copiloto, pero no el lastre.
fr: Toutes les masses chargées dans le planeur au-delà du poids à vide, y compris le pilote et le copilote, mais pas les ballasts.
it: Tutte le masse caricate sul velivolo oltre il peso a vuoto, inclusi pilota e copilota ma esclusa la zavorra.
sv: Alla vikter på farkosten utöver tomvikt (inklusive pilot och co-pilot) men utan vattenballast.

source: Ballast
bg: Баласт
cs: Zátěž
es: Lastre
hu: Ballaszt
it: Zavorra
pl: Balast
pt_br: Lastro
ru: Балласт
sk: Vodná záťaž
sv: Tankar
uk: Баласт

source: Ballast of the glider. Press "Dump/Stop" to toggle count-down of the ballast volume according to the dump rate specified in the configuration settings.
bg: Баласт на планера. Натиснете клавиша „Намаляване/Спиране“ за да превключите обратния брояч за размер на баласта според стойността в настройките.
cs: Zátěž kluzáku. Stiskněte tlačítko Vypusť/Zastav pro spuštění/zastavení odpočtu vypouštění vodní zátěže, rychlostí zadanou v nastavení letadla.
de: Ballast des Seglers. Erhöhe diesen Wert, wenn der Pilot/Zuladung im Cockpit schwerer als das Gewicht des Referenzpiloten aus der Polare ist (normalerweise 75kg). Die ENTER-Taste schaltet das Herabzählen des Balastvolumens ein und aus, entsprechend der Ablassgeschwindigkeit aus den Einstellungen.
es: Lastre del planeador. Pulse "Descargar/Parar" para ajustar la cuenta regresiva del volumen de lastre de acuerdo con la velocidad de descarga especificada en la configuración.
fr: Ballasts du planeur. Appuyez sur "Larguez/Arrêtez" pour lancer le décompte du volume des ballasts selon le taux de vidage spécifié dans les paramètres de configuration.
it: Zavorra del velivolo. Premi "Scarica/Stop" per avviare il conto alla rovescia del volume della zavorra secondo il rateo di scaricamento specificato nella configurazione.
sv: Farkostens ballast. Tryck "Töm/Stop" för att växla nedräkning av ballastvolym enligt konfigurerad tömningshastighet.

source: Bugs
bg: Замърсеност
cs: Zamoušení
de: Mücken
es: Bichos
fr: Moucherons
hu: Bogárpiszok
it: Sporco
nb: Urenheter
nl: Insecten
pl: Muchy
pt_br: Erros
ru: Ошибки
sk: Muchy
sv: Insekter
uk: Комахи

source: How clean the glider is. Set to 0% for clean, larger numbers as the wings pick up bugs or get wet. 50% indicates the glider's sink rate is doubled.
bg: Колко чисто е планера. Стойност 0% е за абсолютно чист, а по-голяма стойност е когато крилото се замърси от насекоми или се навлажни. 50% е показател, че пропадането се е удвоило.

source: QNH
bg: QNH (налягане на морското ниво)
ru: Давление на уровне моря (QNH)

source: Area pressure for barometric altimeter calibration. This is set automatically if Vega is connected.
bg: Местно налягане за калибриране на барометричния висотомер. Настройва се автоматично ако свържете Вега.

source: Max. temp.
bg: Максимална температура
cs: Max. teplota
es: Temp. max.
fr: Temp. max.
hu: Max. hőm.
it: Temperatura massima.
nb: Maks. temp.
pl: Maks.temp.
ru: Максимальная температура
sk: Max. tepl.
uk: Макс. темп.

source: Set to forecast ground temperature. Used by convection estimator (temperature trace page of Analysis dialog).
bg: Задайте прогнозната температура над земята. Използва се за оценка на конвекцията - температурното проследяване от диалога „Анализ“.

source: Flight Setup
bg: Настройки на полета
cs: Nastav let
de: Flug Einstellungen
es: Ajustes de vuelo
fr: Configuration vol
hu: Repülési tényezők
it: Configurazione volo
nb: Flytur Oppsett
nl: Vlucht Instelling
pl: Ustawienia lotu
pt_br: Ajustes do voo
ru: Настройки полета
sk: Základné letové nastavenia
sv: Flyginställning
uk: Налаштування польоту

source: Orientation
bg: Ориентация
cs: Orientace
de: Ausrichtung
es: Orientación
hu: Tájolás
it: Orientamento
nb: Orientering
nl: Orintatie
pl: Orientacja
pt_br: Orientação
ru: Ориентация
sk: Orientácia
sv: Orientering
uk: Орієнтація

source: Elements
bg: Елементи
cs: Prvky
de: Elemente
es: Elementos
fr: Éléments
hu: Elemek
it: Elementi
nb: Elementer
nl: Elementen
pl: Elementy
pt_br: Elementos
ru: Элементы
sk: Objekty
sv: Element
uk: Елементи

source: Terrain
bg: Релеф
cs: Terén
de: Gelände
es: Terreno
fr: Relief
hu: Terep
it: Terreno
nb: Terreng
nl: Terrein
pl: Teren
pt_br: Terreno
ru: Ландшафт
sk: Terén
sv: Terräng
uk: Ландшафт

source: Glide Computer
bg: Навигационен компютър
cs: Plachtařské výpočty
de: Endanflugrechner
es: Computador de Planeo
fr: Calculateur
hu: Siklókomputer
it: Computer di Volo
nb: Glidningskalkulator
nl: Vlieg Computer
pl: Komputer
pt_br: Computador de Planeio
ru: Полетный компьютер
sk: Doklzový počítač
sv: Segelflygdator
uk: Розрахунок глісади

source: Wind
bg: Вятър
cs: Vítr
es: Viento
fr: Vent
hu: Szél
it: Vento
nb: Vind
pl: WIATR
pt_br: Vento
ru: Ветер
sk: Vietor
sv: Vind
uk: Вітер

source: Route
bg: Маршрут
cs: Trasa
de: Routenplaner
es: Ruta
hu: Útvonal
it: Rotta
nb: Rute
pl: Trasa
pt_br: Rota
ru: Направление
sk: Trasa
sv: Färdväg
uk: Маршрут

source: Scoring
bg: Точкуване
cs: Bodování
de: Wertung
es: Puntuación
fr: Points
it: Punteggio
nl: Score
pl: Punktacja
pt_br: Pontuação
ru: Рейтинг
sk: Bodovanie
sv: Poängsättning
uk: Підрахунок очок

source: FLARM, Other
bg: FLARM и други
cs: FLARM, jiné
de: FLARM, etc
es: FLARM, Otros
fr: FLARM, Autres
hu: FLARM, egyebek
it: FLARM, Altro
nb: FLARM, Øvrig
nl: FLARM, Overige
pl: FLARM,inne
pt_br: FLARM, Outro
ru: FLARM, Другое
sk: FLARM, iné
sv: FLARM, övrigt
uk: FLARM, Інше

source: Audio Vario
bg: Звук на вариометър
cs: Audio vário
es: Sonido del Vario
fr: Vario sonore
hu: Audió varió
it: Vario Acustico
nl: Vario Geluid
pl: Audio wariometru
pt_br: Áudio Vario
ru: Звуковой вариометр
sk: Zvukové Vário
sv: Ljudvario
uk: Аудіо варіо

source: Task Rules
bg: Правила на задачата
cs: Pravidla úlohy
de: Regeln
es: Reglas de la Tarea
fr: Règles
hu: Feladat szabályok
it: Regole Tema
nb: Oppgaveregler
nl: Opdracht Regels
pl: Reguły Zadania
pt_br: Regr Prova
ru: Задача
sk: Pravidlá úlohy
sv: Regler
uk: Правила для завдання

source: Turnpoint Types
bg: Типове повратни точки
cs: Typ otočných bodů
de: Wendepunkt Typen
es: Tipos de Puntos de viraje
fr: Types de point de virage
hu: Fordulópont típusok
it: Tipi di Boa
nb: Vendepunktstyper
nl: Keerpunt Typen
pl: Punkty Trasy
pt_br: Tipos de Turnpoints
ru: Тип поворотной точки
sk: Typy otočných bodov
sv: Vändpunktstyper
uk: Типи ППМ

source: Language, Input
bg: Език, клавиатура
cs: Jazyk, vstup
de: Sprache, Eingaben
es: Idioma, Entrada
fr: Langue, Entrées
hu: Nyelv, adatbevitel
it: Lingua, Immissione
nb: Språk, Input
nl: Taal, Invoer
pl: Język, Komunikaty
pt_br: Idioma, Entrada
ru: Язык, ввод
sk: Jazyk, vstup
sv: Språk, inmatning
uk: Мова, ввід

source: Screen Layout
bg: Оформление на екрана
cs: Rozložení obrazovky
de: Anordnung
es: Diseño de la pantalla
fr: Agencement de l'écran
hu: Képernyő elrendezés
it: Schermo
nb: Skjermoppsett
nl: Schermindeling
pl: Układ ekranu
pt_br: Layout da Tela
ru: Вид экрана
sk: Rozloženie obrazovky
sv: Skärmupplägg
uk: Конфігурація екрану

source: Audio
bg: Звук
fr: Son
nb: Lyd
nl: Geluid
pl: Dźwięk
sk: Zvuky
sv: Ljud
uk: Аудіо

source: Map Display
bg: Карта
cs: Zobrazení mapy
de: Kartenanzeige
es: Aspecto del Mapa
fr: Carte
hu: Térkép megjelenítés
it: Mappa
nb: Kartvisning
nl: Kaart Weergave
pl: Mapa
pt_br: Visualização do Mapa
ru: Карта
sk: Zobrazenie mapy
sv: Kartvisning
uk: Показ карти

source: Gauges
bg: Бордни уреди
cs: Přístroje
de: Anzeigen
es: Instrumentos
fr: Jauges
hu: Műszerek
it: Indicatori
nb: Instrumenter
nl: Meters
pl: Przyrządy
pt_br: Indicadores
ru: Датчики
sk: Ukazatele
sv: Visare
uk: Шкали

source: Task Defaults
bg: По подразбиране за задачи
cs: Úloha
de: Aufgaben Voreinstellung
es: Valores de la Tarea
fr: Circuit
hu: Feladat alapértelmezések
it: Impostazioni Tema
nb: Oppgave standardinnstillinger
nl: Standaardwaarden voor Opdracht
pl: Zadanie
pt_br: Padrões das Provas
ru: Задача по умолчанию
sk: Štandardné nastavenie úlohy
sv: Förval bana
uk: Завдання за замовчуванням

source: Look
bg: Изглед
cs: Vzhled
de: Aussehen
es: Aspecto del programa
fr: Apparence
hu: Megjelenés
it: Aspetto
nb: Utseende
nl: Uiterlijk
pl: Ekran
pt_br: Aparência
ru: Просмотр
sk: Vzhľad
sv: Utseende
uk: Огляд

source: Expert
bg: Разширени
de: Experte
es: Experto
hu: Szakértő
it: Esperto
nb: Ekspert
pl: Ekspert
pt_br: Avanç
ru: Эксперт
uk: Експерт

source: Configuration
bg: Настройки
cs: Nastavení
de: Einstellung
es: Configuración
hu: Beállítások
it: Configurazione
nb: Innstillinger
nl: Configuratie
pl: Konfiguracja
pt_br: Configuração
ru: Конфигурация
sk: Nastavenie
sv: Konfiguration
uk: Конфігурація

source: Changes to configuration saved. Restart XCSoar to apply changes.
bg: Промените в настройките са запазени. Рестартирайте XCSoar за да приложите промените.
cs: Změny v konfiguraci jsou uložené. Restartujte XCSoar k aplikování změn.
de: Änderungen an der Konfiguration gespeichert. XCSoar neustarten um Änderungen zu übernehmen.
es: Los cambios se han guardado. Reinicie XCSoar para que los cambios tengan efecto.
fr: Paramétrage sauvegardé. Redémarrez XCSoar.
hu: Változások elmentve. Újra kell indítani az XCSoar programot.
it: Modifiche salvata.e Riavvia XCSoar per applicare le modifiche.
nb: Endring av instillingene lagret. Start XCSoar på nytt for å ta i bruk endringene.
nl: Veranderingen in configuratie opgeslagen. Herstart XCSoar om veranderingen te activeren.
pl: Zapisano zmiany w konfiguracji. Ponownie uruchom XCSoar, aby je zastosować.
pt_br: Mudanças de config. salvas. Reinicie o XCSoar para aplicar mudanças.
ru: Изменения в конфигурации сохранены. Перезагрузите XCSoar чтобы применить изменения.
sk: Zmeny konfigurácie uložené. Reštartuj XCsoar pre ich aplikáciu.
sv: Ändrad konfiguration sparad. Starta om XCSoar för att verkställa ändringarna.
uk: Зміни конфігурації збережено. Вийдіть з програми XCSoar та запустіть її знову для активації змін.

source: InfoBox
bg: Информационно поле
fr: InfoBoxe
hu: Kijelző
nb: InfoBoks
ru: Информационный Бокс
sk: Info-okno
sv: Info-ruta
uk: ІнфоБокс

source: Content
bg: Съдържание
cs: Obsah
de: Inhalt
es: Contenido
fr: Contenu
hu: Tartalom
it: Contenuto
nb: Innhold
nl: Inhoud
pl: Zawartość
pt_br: Conteúdo
ru: Содержимое
sk: Obsah
sv: Innehåll
uk: Вміст

source: Copy Set
bg: Копирай набор

source: Paste Set
bg: Постави набор

source: Overwrite all InfoBoxes in this set?
bg: Да презапиша ли всички инфо-полета в този набор?

source: InfoBox paste set
bg: Поставяне на набор инфо-полета

source: Invalid
bg: Невалиден
cs: Neplatný
de: Ungültig
es: Inválido
fr: Invalide
hu: Érvénytelen
it: Invalido
nb: Ugyldig
nl: Ongeldig
pl: Błędny
pt_br: Inválido
ru: Неверный
sk: Neplatný
sv: Ogiltig
uk: Хибне

source: Competition ID
bg: Състезателен №
cs: Soutěžní ID
de: Wettbewerbskennzeichen
es: ID de competición
fr: n° de concours
hu: Farokjel
it: ID di competizione
nb: KonkurranseID
nl: Wedstrijdkenmerk
pl: Znaki konk.
pt_br: ID Competição
ru: Соревновательный номер
sk: Štartovný znak
sv: Tävlings ID
uk: Ідентифікатор змагань

source: Map
bg: Карта
cs: Mapa
de: Karte
es: Mapa
fr: Carte
hu: Térkép
it: Mappa
nl: Kaart
pl: Mapa
pt_br: Mapa
ru: Карта
sk: Mapa
sv: Karta
uk: Мапа

source: Traffic
bg: Трафик
cs: Provoz
de: Verkehr
es: Tráfico
fr: Trafic
hu: Forgalom
it: Traffico
nl: Verkeer
pl: Lista FLARM
pt_br: Trafego
ru: Трафик
sk: Premávka
sv: Trafik
uk: Повітряний рух

source: Team
bg: Група
cs: Partner
es: Equipo
fr: Équipe
hu: Csapat
nb: Lag
pl: Zespół
pt_br: Equipe
ru: Группа
sk: Tím
sv: Lag
uk: Команда

source: Callsign
bg: Позивна
cs: Volací značka
de: Rufzeichen
es: Código de radio
fr: Indicatif
hu: Hívójel
it: Nominativo
nl: Wedstrijdnummer
pl: Znak
pt_br: Indicativo de chamada
ru: Позывной
sk: Volací znak
sv: Anropssignal
uk: Позивний

source: Change callsign
bg: Промени позивна
cs: Změň volací znak
de: Rufzeichen ändern
es: Cambiar código de radio
fr: Change identifiant
hu: Hívójel változtatása
it: Cambia nominativo
nb: Endre Callsign
nl: Verander wedstrijdnummer
pl: Zmień znaki ident.
sk: Zmeniť volací znak
sv: Ändra anropssignal
uk: Змінити позивний

source: Pilot
bg: Пилот
es: Piloto
fr: Pilote
hu: Pilóta
it: Pilota
nl: Vlieger
pt_br: Piloto
ru: ПИЛОТ
uk: Пілот

source: Airport
bg: Летище
cs: Letiště
de: Flughafen
es: Aeropuerto
fr: Aéroport
hu: Repülőtér
it: Aeroporto
nb: Flyplass
nl: Vliegveld
pl: Lotnisko
pt_br: Aeroporto
ru: Аэропорты
sk: Letisko
sv: Flygplats
uk: Аеропорт

source: Radio frequency
bg: Радиочестота
cs: Radiofrekvence
de: Funkfrequenz
es: Frecuencia de radio
fr: Fréquence radio
hu: Rádiófrekvencia
it: Frequenza radio
nb: Radiofrekvens
nl: Radio frequentie
pl: Częstotliwość radia
pt_br: Frequência de Rádio
ru: Частота радио
sk: Rádio frekvenica
sv: Radiofrekvens
uk: Частота радіо

source: Plane type
bg: Тип летателен апарат

source: FLARM Traffic Details
bg: FLARM подробности за трафика
cs: FLARM detail provozu
de: FLARM Flugverkehr Details
es: Detalles del trafico FLARM
fr: Détails des trafics FLARM
hu: FLARM forgalom részletei
it: Dettaglio traffico FLARM
nb: FLARM Trafikkdetaljer
nl: FLARM Verkeersinfo
pl: FLARM: Informacje
pt_br: Detalhes de Trafego FLARM
ru: Детали FLARM-траффика
sk: FLARM podrobnosti premávky
sv: FLARM trafik detaljer
uk: FLARM: Елементи повітряного руху

source: Do you want to set this FLARM contact as your new teammate?
bg: Желаете ли да поставите този FLARM контакт като ваш нов съотборник?
cs: Nastavit tento FLARM kontakt jako nového partnera?
de: Willst du diesen FLARM Kontakt als neue Teampartner nutzen?
es: Desea registrar este contacto FLARM como su nuevo compañero de equipo?
fr: Voulez-vous définir ce contact FLARM comme nouvel équipier ?
hu: Ez a FLARM kapcsolat legyen az új csapattárs?
it: Vuoi impostare questo contatto FLARM come nuovo compagno del Team?
nb: Vil du velge denne FLARM-kontakten som din nye lagpartner?
nl: Dit FLARM contact instellen als een nieuwe teamgenoot?
pl: Czy chcesz ustawić ten kontakt FLARM jako pilota w zespole?
pt_br: Você gostaria de ajustar este contato FLARM como seu novo companheiro de equipe?
ru: Вы хотите установить этот FLARM-контакт в качестве нового партнера по команде?
sk: Chceš nastaviť tento FLARM kontakt ako tvojho nového parťáka?
sv: Vill du ställa in denna FLARM-kontakt som din nya lagkamrat?
uk: Чи не бажаєте ви встановити цей новий контакт FLARM в якості нового партнера по команді?

source: New Teammate
bg: Нов съотборник
cs: Nový partner
de: Neuer Teampartner
es: Nuevo compañero
fr: Nouvel équipier
hu: Új csapattárs
it: Nuovo compagno di Team
nb: Ny Lagpartner
nl: Nieuwe teamgenoot
pl: Nowy pilot w zespole.
pt_br: Novo Companheiro de Equipe
ru: Новый участник команды
sk: Nový parťák
sv: Ny lagmedlem
uk: Новий партнер

source: Set code
bg: Задай код
cs: Zadej kód
de: Setze Kode
es: Definir código
fr: Définir code
it: Imposta codice
nl: Stel Code In
pl: Ustaw kod
ru: Установите код
sk: Nastavenie kódu
sv: Ställ kod
uk: Встановити код

source: Set WP
bg: Задай ПТ
cs: Ref OB
de: Setze WP
es: Modificar WP
fr: Définir WP
hu: FP beállítás
it: Imposta WP
nb: Sett VP
nl: Stel KP in
pl: Ustaw PT
pt_br: Ajuste WP
ru: Уст. МТ
sk: Nastaviť OB
sv: Sätt WP
uk: Встановити ППМ

source: Flarm Lock
bg: Заключване на FLARM
cs: FLARM partner
de: FLARM Sperre
es: Flarm bloqueado
fr: Capture Flarm
hu: Flarm kontaktus
it: Blocco FLARM
nb: FLARM kontakt
pl: Blokuj FLARM
ru: Flarm блокировка
sk: FLARM zámok
sv: FLARM lås

source: Own code
bg: Собствен код
cs: Vlastní kód
de: Eigener Code
es: Código propio
fr: Code individuel
hu: Saját kód
it: Proprio codice
nb: Egen kode
nl: Eigen code
pl: Własny kod
pt_br: Próprio código
ru: Собственный код
sk: Vlastný kód
sv: Egen kod
uk: Власний код

source: Mate code
bg: Код на съотборник
cs: Kód partnera
de: Kameradencode
es: Código del compañero
fr: Code équipier
hu: Társ kód
it: Codice compagno
nb: Mate kode
nl: Maat code
pl: Kod pilota w zespole
sk: Kód priateľa
sv: Team-kod
uk: Код партнера

source: Bearing
bg: Азимут
cs: Kurz OB
de: Nächster Wegpunkt - Peilung
es: Rumbo
fr: Cap
hu: Útirány
it: Direzione
nb: Kurs
nl: Kompaskoers
pl: PT KątDr
pt_br: Proa
ru: Азимут
sk: Azimut
sv: Bäring
uk: Азимут на ППМ

source: Rel. bearing
bg: Отн. азимут
cs: Rel. směr letu
de: Rel. Peilung
es: Derrota Relativa
fr: Cap Réel
hu: CS irány relatív
it: Rotta Rel.
nb: Rel. retning
nl: Rel. Koers
pl: Kurs wzgl.
pt_br: Rumo Relat
ru: Отн. направление
sk: Relatívny kurz
sv: Rel.Bäring
uk: Відн. курс

source: Flarm lock
bg: Заключване на FLARM
cs: FLARM partner
de: FLARM Sperre
es: Bloquear FLARM
fr: Capture Flarm
hu: Flarm kontaktus
it: Blocco FLARM
nb: FLARM låst
pl: FLARM id
pt_br: Trava Flarm
ru: Блокировка Flarm
sk: Flarm zámok
sv: FLARM lås

source: Unknown Competition Number
bg: Непознат състезателен номер
cs: Neznámé soutěžní číslo
de: Unbekanntes Wettbewerbskennzeichen
es: Numero de Competición desconocido
fr: N° de concours inconnu
hu: Ismeretlen farokjel
it: Numero Gara Sconosciuto
nb: Ukjent Konkurranse ID
nl: Onbekend wedstrijdnummer
pl: Nieznane Znaki konkurencyjne
pt_br: Número da Competição Desconhecido
ru: Неизвестный соревновательный номер
sk: Neznáme súťažné číslo
sv: Okänt Tävlings Nummer
uk: Невідомий номер змагань

source: Not Found
bg: Не е намерено
cs: Nenalezeno
de: Nicht gefunden
es: No encontrado
fr: Non trouvé
hu: Nem található
it: Non Trovato
nb: Ikke Funnet
nl: Niet gevonden
pl: Nie znaleziono
pt_br: Não encontrado
ru: Не найдено
sk: Nenájdené
sv: Hittades ej
uk: Не знайдено

source: Set new teammate
bg: Задай нов съотборник
cs: Nastav nového partnera
de: Setze neuen Teamkollegen
es: Definir nuevo compañero
fr: Définir un nouvel équipier
it: Scegli nuovo compagno del team
nl: Selecteer nieuwe teammaat
pl: Wprowadź nowego pilota zespołu
ru: Установить нового участника команды
sk: Nastav nového parťáka
sv: Ställ ny lagkamrat
uk: Встановит нового партнера по команді

source: Team Code
bg: Отборен код
cs: Kód týmu
es: Cod Eq
fr: Code équipe
hu: Csapatkód
it: Codice Team
nb: Lag ID
pl: ZesKodSz
pt_br: Código Equipe
ru: Код команды
sk: Tímový kód
sv: Team-kod
uk: Код команди

source: Task Calc
bg: Изчисляване на задача
cs: Stav Úloha
de: Aufgaben Berechnung
es: Calc. de Tarea
fr: Calc. circuit
hu: Feladatkezelő
it: Calcolo Tema
nb: Oppgaveberegning
nl: Opdr Berekening
pl: Kalk. Zad.
pt_br: Cal prova
ru: Расч зад
sk: Kalkulácia úlohy
sv: Beräkna Bana
uk: Розрахунок завдання

source: Analysis
bg: Анализ
cs: Analýza
de: Analyse
es: Análisis
fr: Analyses
hu: Elemzés
it: Analisi
nb: Analyse
nl: Analyse
pl: Analiza
pt_br: Análise
ru: Анализ
sk: Analýza
sv: Analys
uk: Аналіз

source: Barograph
bg: Барограф
cs: Barograf
es: Barógrafo
fr: Barographe
hu: Barográf
it: Barografo
nb: Barograf
nl: Barograaf
pl: Barogram
pt_br: Barógrafo
ru: Барограмма
sk: Barogram
sv: Barograf
uk: Барограф

source: Climb
bg: Качване
cs: Stoupání
de: Steigen
es: Ascenso
fr: Vario
hu: Emelkedés
it: Risalita
nb: Stig
nl: Stijgen
pl: Wznoszenie
pt_br: Subida
ru: Подъем
sk: Stúpanie
sv: Stig
uk: Набір висоти

source: Thermal Band
bg: Термичен профил
cs: Profil stoupání
de: Thermikprofil
es: Banda térmica
fr: Profil d'ascendance
hu: Termikus sáv
it: Banda Termica
nb: Termisk Belte
nl: Thermiek Grafiek
pl: Rozkład noszeń
pt_br: Faixa da térmica
sk: Pásmo stúpania
sv: Termik höjd
uk: Термічна смуга

source: Vario Histogram
bg: Хистограма варио
de: Vario-Verlauf
es: Histograma Vario
fr: Histogramme du vario
it: Istogramma del Variometro
pl: Histogram Vario
sk: Histogram vária
sv: Variometerhistogram

source: Wind at Altitude
bg: Вятър по височина
cs: Výškový profil větru
de: Wind in der Höhe
es: Viento en altitud
fr: Vent d'altitude
hu: Szél adott magasságban
it: Vento in Quota
nb: Høydevind
nl: Wind op Hoogte
pl: Wiatr na wysokości
pt_br: Vento em Altitude
ru: Ветер по высотам
sk: Vietor vo výške
sv: Vind på höjd
uk: Вітер на висоті

source: Set Wind
bg: Задай вятър
cs: Vítr
de: Wind einstellen
es: Definir Viento
fr: Régl. vent
hu: Szél beáll.
it: Imposta Vento
nb: Sett Vind
nl: Stel Wind in
pl: Ustaw wiatr
pt_br: Aj vento
ru: Уст. ветра
sk: Nastaviť vietor
sv: Ange vind
uk: Встановити вітер

source: Glide Polar
bg: Поляра на планера
cs: Polára kluzáku
de: Polare
es: Polar
fr: Polaire
hu: Gép Poláris
it: Polare
nb: Polar
nl: Glijpolaire
pl: Biegunowa
pt_br: Polar Planeio
ru: Поляра планера
sk: Polára vetroňa
sv: Glid polar
uk: Поляра

source: MacCready Speeds
bg: Скорости по Маккрийди
cs: MacCready rychlosti
de: MacCready Geschwindigkeiten
es: Velocidades MacCready
fr: Vitesses MacCready
it: Velocità MacCready
nl: MacCready snelheden
pl: Prędkość MacCready
sk: MacCready rýchlosti
sv: MacCready-hastigheter
uk: MacCready швидкості

source: Temperature Trace
bg: Проследяване на температурата
cs: Teplotní křivka
de: Temperaturverlauf
es: Traza de Temperatura
fr: Courbe de température
hu: Hőmérséklet görbe
it: Grafico Temperatura
nb: Temp Spor
nl: Temp Spoor
pl: Wykres temperatury
pt_br: Registro temperatura
ru: График температуры
sk: Teplotná stopa
sv: Temp kurva
uk: Графік температури
