Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: AA Speed - Assigned Area Task average speed achievable around target points remaining in minimum AAT time.
bg: V̅ постижима - постижима средна скорост за ЗНЗ (задача с назначени зони) около оставащите целеви точки за минималното време на задачата.
cs: AA Rychlost - AAT průměrná rychlost dosažitelná kolem zbývajících cílových bodů v minimálním AAT čase.
de: AA Geschwindigkeit - Erreichbare mittlere Assigned Area Geschwindigkeit um alle verbleibenden Zielpunkte und minimaler Aufgabenzeit.
es: Velocidad TAA - Velocidad media de la Tarea de Área Asignada alcanzable a lo largo de los restantes puntos en el tiempo mínimo TAA.
fr: Vitesse AA - Vitesse moyenne atteignable sur les points restants, dans la durée minimale impartie de l'AAT.
hu: HT seb - hozzárendelt területes feladatban a maradék minimum HT időben a pontok körberepülésével elérhető átlagsebesség.
it: Velocità AA - Velocità media ottenibile nel tema AAT intorno ai punti di destinazione rimanenti nel tempo minimo AAT.
nl: AA Snelheid - AAT gemiddeld haalbare snelheid via nog te ronden doel keerpunten in minimale AAT tijd.
pl: Prędkość AA - Średnia prędkość zadania obszarowego osiągalna po punktach pozostających w minimalnym czasie AAT.
sk: AA rýchlosť - AAT priemerná rýchlosť dosiahnuteľná okolo zostávajúcich zadaných bodov v minimálnom AAT čase.
sv: AAT medelhastighet som kan uppnås om maximal återstående sträcka flygs på minsta möjliga AAT tid.
uk: AA Speed - Середня швидкість, досяжна за залишок цілей за мінімальний час ААТ.

source: Optimized
bg: Оптимизирана
cs: Optimalizuj
de: Optimiert
es: Optimizado
fr: Optimisé
hu: Optimalizált
it: Ottimizzato
nb: Optimalisert
nl: Geoptimaliseerd
pl: Zoptymalizowano
pt_br: Otimizado
sk: Optimalizované
sv: Optimerad
uk: Оптимізовано

source: Alternates
bg: Резервни места за кацане
cs: Alternativy
de: Alternativen
es: Alternativos
fr: Dégagmts
hu: Kitérők
it: Alternative
nb: Altern. landinger
nl: Alternatieven
pl: Lądow.
pt_br: Alternativos
sk: Alternatívy
sv: Alternativ
uk: Запасні

source: Now
bg: Сега
cs: Nyní
de: Sofort
es: Ahora
fr: Maintenant
hu: Most
it: Adesso
nl: Nu
pl: Teraz
pt_br: Agora
ru: Текущее
sk: Teraz
sv: Nu
uk: Тепер

source: Reset
bg: Нулиране
de: Zurücksetzen
es: Reiniciar
hu: Alapállapot
it: Resetta
nl: Herstel
pl: Przywróć standardowe
pt_br: Redefinir
ru: Сброс
sk: Zresetovať
sv: Återställ
uk: Скинути значення

source: METAR and TAF
bg: METAR и TAF
cs: METAR a TAF
de: METAR und TAF
es: METAR y TAF
fr: METAR et TAF
hu: METAR és TAF
it: METAR e TAF
nb: METAR og TAF
nl: METAR en TAF
pl: METAR i TAF
pt_br: METAR e TAF
ru: METAR и TAF
sk: METAR a TAF
sv: METAR och TAF
uk: METAR і TAF

source: Field
bg: Поле
cs: Pole
de: Feld
es: Campo
fr: Champ
hu: Reptér
it: Campo
nb: Felt
nl: Veld
pl: Pole
pt_br: Campo
ru: Район
sk: Snímok
sv: Fält
uk: Поле

source: Credits
bg: Заслуги
cs: Poděkování
de: Mitwirkende
es: Créditos
fr: Crédits
hu: Névjegy
nb: Bidragsytere
nl: Met dank aan
pl: O programie
pt_br: Créditos
ru: Благодарности
sk: Poďakovanie
sv: Tack till
uk: Подяки

source: Audio vario
bg: Звук на варио
cs: Audio vário
de: Tonvario
es: Vario audio
fr: Vario sonore
hu: Audió varió
it: Variometro audio
nl: Vario geluid
pl: Dźwięk wariom.
ru: Звуковой вариометр
sk: Audio vário
sv: Variometerljud
uk: Аудіо варіо

source: Emulate the sound of an electronic vario.
bg: Симулация на звук от електронно варио.
cs: Emuluje tón akustického variometru.
de: Simuliert den Ton eines elektronischen Varios.
es: Imitar el sonido de un vario electronico.
fr: Émule le son d'un vario. électronique.
hu: Elektronikus varió hangját utánozza.
it: Emula il suono di un variometro elettronico.
nl: Imiteer het geluid van een elektrische vario.
pl: Dźwięk wariometru elektrycznego
ru: Эмуляция электронного звукового вариометра
sk: Napodobňuje zvuk elektronického vária.
sv: Emulera ljud från en elektronisk vario.
uk: Імітація звучання електронного варіометра.

source: Enable Deadband
bg: Включи мъртва зона
cs: Pásmo ticha
de: Tonausblendung Ein
es: Habilitar Deadband
fr: Activer la bande muette
hu: Holtsáv engedélyezése
it: Abilita Banda Morta
nl: Schakel stiltegebied in
pl: Aktywuj wyciszenie
sk: Aktivuj mŕtve pásmo
sv: Aktivera dödband
uk: Увімкнути мертву зону

source: Mute the audio output in when the current lift is in a certain range around zero
bg: Изключва звука, когато текущото качване е в диапазон около нулата.
cs: Ztiší audio výstup v určeném pásmu v okolí nulového stoupání
de: Unterdrücke die Audio-Ausgabe, wenn das Steigen in einem bestimmten Bereich um Null ist
es: Silencia la salida de audio cuando el ascenso actual está en un cierto rango alrededor de cero
fr: Neutraliser le vario sonore quand le taux de montée est proche de zéro
hu: Elnémítja a hangjelzést, ha a pillanatnyi emelés egy nulla körüli bizonyos tartományba esik.
it: Disattiva l'uscita audio quando la corrente ascensionale è in un certo intervallo intorno allo zero
nl: Dempt de geluidssterkte wanneer het huidige stijgen dicht in de buurt van 0 ligt
pl: Wycisz audio gdy noszenie ma wartość w ustalonym marginesie wokół zera
ru: Отключение аудиовыхода, когда текущий подъём находится в определённом диапазоне около нуля
sk: Stlmiť zvuk ak je aktuálne stúpanie v určitom rozmedzí okolo nuly.
sv: Tysta ljud för stig/sjunk för värden nära noll
uk: Вимикати аудіовихід, коли поточна швидкість набору висоти знаходиться в певному діапазоні біля нуля

source: Min. Frequency
bg: Мин. честота
cs: Nejnižší tón
de: Niedrigster Ton
es: Frecuencia Min.
fr: Fréquence min.
it: Frequenza Min.
nl: Min. Frequentie
pl: Częst. min.
sk: Min. frekvencia
sv: Min. frekvens
uk: Мін. частота

source: The tone frequency that is played at maximum sink rate.
bg: Звуковата честота, която се пуска при минимално пропадане.
cs: Frekvence tónu, která je přehrávána při maximálním klesání.
de: Die Ton-Frequenz bei der größten Sinkrate.
es: La frecuencia del tono que suena a la máxima velocidad de descenso.
fr: La fréquence de la note correspondant au vario le plus négatif.
hu: A legnagyobb merülés során hallható hang frekvenciája
it: La frequenza del tono del massimo tasso di caduta.
nl: De frequentie toon die afgespeeld wordt bij maximaal zakken.
pl: Częstotliwość tonu sygnału przy maksymalnym duszeniu.
ru: Тональная частота, которая воспроизводится при максимальной скорости снижения.
sk: Zvuková frekvencia ktorá je použitá pre maximálne klesanie.
sv: Ljudfrekvens vid max sjunk.
uk: Частота тону при максимальній швидкості зниження.

source: Zero Frequency
bg: Нулева честота
cs: Tón 0 stoupání
de: Null-Ton
es: Frecuencia Cero
fr: Fréquence nulle
hu: Nulla frekvencia
it: Frequenza Zero
nl: 0 Frequentie
pl: Częst. Zera
ru: Нулевая частота
sk: Nulová frekvencia
sv: Noll-frekvens
uk: Нульова частота

source: The tone frequency that is played at zero climb rate.
bg: Звуковата честота, която се пуска при нулево качване.
cs: Frekvence tónu, která je přehrávána při nulovém stoupání.
de: Die Ton-Frequenz für Nullschieber.
es: La frecuencia del tono que suena a velocidad de ascenso cero.
fr: La fréquence de la note correspondant à un vario nul.
hu: A nulla emelés során hallható hang frekvenciája
it: La frequenza del tono del volo livellato.
nl: De frequentie toon die afgespeeld wordt bij 0 zakken/stijgen.
pl: Częstotliwość tonu sygnału przy zerowym wznoszeniu.
ru: Тональная частота, которая воспроизводится при нулевой скороподъёмности.
sk: Zvuková frekvencia ktorá je použitá pre nulové stúpanie.
sv: Ljudfrekvens vid noll-stig.
uk: Частота тональності при швидколсті набору висоти біля нуля.

source: Max. Frequency
bg: Макс. честота
cs: Nejvyšší tón
de: Höchster Ton
es: Frecuencia Max.
fr: Fréquence max.
hu: Max. frekvencia
it: Frequenza Max.
nl: Max. Frequentie
pl: Częst. maks.
ru: Макс. частота
sk: Maximálna frekvencia
sv: Max. frekvens
uk: Максю частота

source: The tone frequency that is played at maximum climb rate.
bg: Звуковата честота, която се пуска при максимално качване.
cs: Frekvence tónu, která je přehrávána při maximálním stoupání.
de: Die Ton-Frequenz bei der größten Steigrate.
es: La frecuencia del tono que suena a la velocidad de ascenso máxima.
fr: La fréquence de la note correspondante au vario le plus positif.
hu: A legnagyobb emelés során hallható hang frekvenciája
it: La frequenza del tono della massima velocità di risalita.
nl: De frequentie toon die afgespeeld wordt bij maximaal stijgen.
pl: Częstotliwość tonu sygnału przy maksymalnym noszeniu.
ru: Тональная частота, которая воспроизводится при максимальной скороподъёмности.
sk: Zvuková frekvencia ktorá je použitá pre maximálne stúpanie.
sv: Ljudfrekvens vid max stig.
uk: Частота тональності при максимальній швидколсті набору висоти.

source: Deadband min. lift
bg: Глуха зона мин. качване
cs: Pásmo ticha min. stoupání
de: Tonausblendung min. Steigen
es: Ascenso mínimo de la zona muerta
fr: Limite min. de la bande muette
hu: Holtsáv min. emelés
it: Banda morta min. risalita
nl: Stiltegebied minimaal stijgen
pl: Min.noszenie wyciszenia
ru: Мин. скороподъёмность нулевой зоны
sk: Mŕtve pásmo - min. stúpanie
sv: Dödband minsta stig
uk: Мін. вертикальна швидкість для мертвої зони

source: Below this lift threshold the vario will start to play sounds if the 'Deadband' feature is enabled.
bg: Под тази прагова стойност за скорост на набиране вариометъра ще започне да издава звуци, ако е разрешена „Глуха зона“ за вариометъра.
cs: Pokud je zapnuta volba "Pásmo ticha", pod touto hodnotou stoupání začne variometr vydávat zvuk.
de: Unter diesem Steig-Schwellwert macht das Vario Töne, falls die Tonausblendung aktiviert ist.
es: Por debajo de este umbral de elevación, el vario comenzará a reproducir sonidos si la función 'Banda muerta' está habilitada.
fr: Au-dessous de ce seuil, le variomètre commencera à jouer un son si la fonction "bande muette" est active.
hu: Ezen tűrés alatti emeléseknél kezd a varió hangjelzést adni, ha a 'Holtsáv' be van kapcsolva.
it: Al di sotto di questa soglia il vario comincerà a riprodurre i suoni se la funzione 'Banda Morta' è abilitata.
nl: Onder deze waard zal de vario gaan piepen indien het "stiltegebied" is ingeschakeld.
pl: Audio jest włączone poniżej tej wartości noszenia, jeżeli włączona jest opcja 'Aktywuj wyciszenie'
ru: Ниже этого уровня скороподъёмности варио будет начинать воспроизводить звуки, если функция ''Нулевой зоны'' разрешена.
sk: Pod touto hraničnou hodnotou stúpania bude vário vydávať zvuky ak je funkcia 'Mŕtve pásmo' aktivovaná.
sv: Gräns varunder varion kommer ljuda om "Dödbands"-valet är aktiverat.
uk: При вертикальній швидкості нижче цього порогового значення варіометр починає звучати при активованій опції мертвої зони.

source: Deadband max. lift
bg: Глуха зона макс. качване
cs: Pásmo ticha max. stoupání
de: Tonausblendung max. Steigen
es: Ascenso máximo de la zona muerta
fr: Limite max. de la bande muette
hu: Holtsáv max. emelés
it: Banda morta max. risalita
nl: Stiltegebied maximaal stijgen
pl: Maks. noszenie wyciszenia
ru: Макс. скороподъёмность "нулевой зоны"
sk: Mŕtve pásmo - max. stúpanie
sv: Dödband max stig
uk: Макс. вертикальна швидкість для мертвої зони

source: Above this lift threshold the vario will start to play sounds if the 'Deadband' feature is enabled.
bg: Над тази прагова стойност за скорост на набиране вариометъра ще започне да издава звуци ако е разрешена „Глуха зона“ за вариометъра.
cs: Pokud je zapnuta volba "Pásmo ticha", nad touto hodnotou stoupání začne variometr vydávat zvuk.
de: Über diesem Steig-Schwellwert macht das Vario töne, falls die Tonausblendung aktiviert ist.
es: Por encima de este umbral de elevación, el vario comenzará a reproducir sonidos si la función 'Banda muerta' está habilitada.
fr: Au-dessus de ce seuil, le variomètre commencera à jouer un son si la fonction "bande muette" est active.
hu: Ezen tűrés feletti emeléseknél kezd a varió hangjelzést adni, ha a 'Holtsáv' be van kapcsolva.
it: Al di sopra di questa soglia il vario comincerà a riprodurre i suoni se la funzione 'Banda Morta' è abilitata.
nl: Boven deze waard zal de vario gaan piepen indien het "stiltegebied" is ingeschakeld.
pl: Audio jest włączone powyżej tej wartości wskazania wariometru , jeżeli włączona jest opcja 'Aktywuj wyciszenie'
ru: Выше этого уровня скороподъёмности варио будет начинать воспроизводить звуки, если функция ''Нулевой зоны'' разрешена.
sk: Nad touto hraničnou hodnotou stúpania bude vário vydávať zvuky ak je funkcia 'Mŕtve pásmo' aktivovaná.
sv: Gräns varöver varion kommer ljuda om "Dödbands"-valet är aktiverat.
uk: При вертикальній швидкості вище цього порогового значення варіометр починає звучати при активованій опції мертвої зони.

source: Master Volume
bg: Сила на звука
cs: Hlasitost
de: Gesamtlautstärke
es: Volumen general
fr: Volume principal
it: Volume Principale
nl: Hoofd Volume
pl: Głośność podstawowa
sk: Hlavná hlasitosť
sv: Huvudvolym

source: Airport ICAO code
bg: Летищен код ICAO
cs: ICAO kód letiště
de: Flughafen ICAO Code
es: Código de Aeropuerto OACI
fr: Code OACI de l'aéroport
hu: Reptér ICAO kód
it: Codice aeroporto ICAO
nb: Flyplass ICAO kode
nl: Vliegveld ICAO code
pl: Kod ICAO dla lotniska
pt_br: Código ICAO do aeroporto
ru: ICAO код аэропорта
sk: Kód letiska ICAO
sv: Flygplats ICAO kod
uk: Код ІСАО аеродрому

source: Please enter the FOUR letter code of the desired station.
bg: Моля, въведете четирибуквен код на желаната станция.
cs: Zadejte ČTYŘ-písmenný kód požadované stanice.
de: Bitte gebe die Vierbuchstaben-Kennung der gesuchten Station ein.
es: Ingrese el código de cuatro letras de la estación deseada.
fr: Saisir les quatre lettres de la station voulue.
hu: Írd be a négybetüs kódját a kívánt állomásnak.
it: Inserire il codice di QUATTRO lettere della stazione desiderata.
nb: Vennligst tast inn 4-tegnskoden for ønsket stasjon
nl: Vul de 4 letter code in van het gewenste station.
pl: Proszę wpisać CZTERY litery kodu żądanej stacji.
pt_br: Por favor insira as QUATRO letras do código da estação desejada.
ru: Введите четырёхбуквенный код нужной станции
sk: Prosím zadajte ŠTVOR písmenný kód požadovanej stanice.
sv: V.g. ange FYRA bokstäver för den önskade stationen.
uk: Прошу ввести ЧОТИРИ літери коду потрібної станції.

source: Please don't use special characters in the four letter code of the desired station.
bg: Моля, не използвайте специални символи в четирибуквния код на желаната станция.
cs: Nepoužívejte speciální znaky ve čtyřpísmenném kódu požadované stanice.
de: Bitte nimm keine Sonderzeichen bei der Vierbuchstaben-Kennung der gesuchten Station.
es: No utilice caracteres especiales en el código de cuatro letras de la estación deseada.
fr: Ne pas utiliser de caractères spéciaux dans le code à quatre lettres de la station voulue.
hu: Ne használj speciális karaktert az állomások négybetűs kódjában
it: Si prega di non utilizzare caratteri speciali nel codice di quattro lettere della stazione desiderata.
nb: Vennligst bruk kun bokstaver i 4-tegnskoden for ønsket stasjon.
nl: Gebruik geen speciale karakters in de 4 letter code.
pl: Proszę nie używać znaków specjalnych w kodzie czteroliterowym żądanej stacji.
pt_br: Por favor não use caracteres especiais nas quatro letras do código da estação desejada.
ru: Пожалуйста, не используйте специальные символы в четырёхзначном коде станции
sk: Prosím nepoužívajte špeciálne znaky v štvorpísmennom kóde požadovanej stanice.
sv: V.g. undvik specialtecken för 4-bokstavskoden till den önskade stationen.
uk: Прохання не використовувати спеціальні символи в 4-буквенному коді потрібної станції.

source: Do you want to remove station %s?
bg: Желаете ли да премахна станция %s?
cs: Chcete odstranit stanici %s?
de: Möchtest du die Station %s entfernen?
es: ¿Desea eliminar la estación %s?
fr: Supprimer la station %s ?
hu: El akarod távolítani a %s állomást?
it: Eliminare la stazione %s?
nb: Vil du slette stasjon %s?
nl: Station %s verwijderen?
pl: Czy chcesz wycofać stację %s?
pt_br: Você quer remover estações %s?
ru: Вы хотите удалить станцию %s?
sk: Chceš zmazať stanicu %s?
sv: Vill du radera station %s?
uk: Ви хочете видалити станцію %s?

source: This function is not available on your platform yet.
bg: Тази функция все още не е налична за вашата платформа.
cs: Tato funkce není zatím dostupná pro vaši platformu.
de: Diese Funktion ist auf deiner Plattform bisher nicht verfügbar.
es: Esta función no está disponible en su plataforma todavía.
fr: Cette fonction n'est pas encore disponible sur votre plateforme.
hu: Ez a funkció még nem elérhető a platformodon.
it: Questa funzione non è ancora disponibile sulla tua piattaforma.
nb: Denne funksjonen er ikke tilgjengelig på din plattform enda.
nl: Deze functie is helaas nog niet op het huidige platform beschikbaar.
pl: Ta funkcja nie jest jeszcze dostępna na Twoim urządzeniu.
pt_br: Esta função ainda não está disponível em sua plataforma.
ru: Эта функция ещэ не доступна на Вашей платформе.
sk: Táto funkcia zatiaľ nieje dostupná pre vašu platformu.
sv: Denna funktion är ej tillgänglig på din plattform ännu.
uk: Ця функція не доступна для вашої платформи.

source: Inside airspace
bg: Във въздушно пространство
cs: Uvnitř
de: Innerhalb Luftraum
es: Dentro del espacio aéreo
fr: A l'intérieur de l'espace aérien
it: Dentro Spazio Aereo
nl: Binnen luchtruim
pl: Wewnątrz strefy
sk: V priestore
sv: Innanför luftrum
uk: Всередині повітряного простору

source: Near airspace
bg: Близо до въздушно пространство
cs: Poblíž
de: Naher Luftraum
es: Espacio aéreo cercano
fr: Proche de l'espace aérien
it: Spazio Aereo vicino
nl: Nader luchtruim
pl: Blisko strefy
sk: Blízko priestoru
sv: Nära luftrum
uk: Поблизу повітряний простір

source: Maximum start speed exceeded
bg: Максималната стартова скорост е превишена
cs: Maximální startovní rychlost překročena
de: Maximale Abfluggeschwindigkeit überschritten
es: Se ha superado la velocidad máxima de salida
fr: Dépassement de la vitesse maximum au départ
it: Velocità massima di inizio superata
nl: Maximale startsnelheid overschreden
pl: Przekroczono maks. prędkość startu lotnego
sk: Maximálna štartová rýchlosť prekročená
sv: Maximal starthastighet överskriden
uk: Перевищено макс. стартову швидкість

source: In sector, arm advance when ready
bg: В сектора сте, активирайте преминаване когато сте готови
cs: V sektoru, postup v úloze -> Obrat
de: Im Sektor, 'Abflugbereit' drücken, wenn bereit
es: En el sector, prepare el avance cuando esté listo
fr: Dans le secteur, armer le point suivant quand vous voulez
hu: Szektorban, élesítsd az előlépést ha kész vagy
it: Nel settore, armare avanzamento quando pronti
nb: I sektor, armer neste hvis klar
nl: In sector, schakel naar volgende wanneer gewenst
pl: Jesteś wewnątrz strefy obserw., zalicz PZ jak będziesz gotowy.
pt_br: No setor, arme o avanço quando pronto
ru: В секторе отметки, укажите когда будете готовы
sk: Si v sektore, povoľ postup v úlohe ak si pripravený
sv: Inom sektor, armera nästa vägpunkt

source: Arm
bg: Активирай
cs: Obrat
de: Abflugbereit
es: Preparar
fr: Armer
it: Arma
nl: Activeer
pl: Aktywuj
sk: Aktivuj
sv: Rigga
uk: Рука

source: Dismiss
bg: Затвори
cs: Zruš
de: Abbrechen
es: Descartar
fr: Rejeter
it: Chiudi
nl: Overslaan
pl: De-aktywuj
pt_br: Descartar
sk: Zrušiť
sv: Avböj
uk: Відхилити

source: Add this turn point?
bg: Да се добави ли тази повратна точка?
cs: Přidat tento otočný bod?
de: Diesen Wegpunkt hinzufügen?
es: ¿Añadir este punto de giro?
fr: Ajouter ce point de virage ?
it: Aggiungere questa boa?
nl: Keerpunt toevoegen?
pl: Dodać ten Punkt zwrotny?
ru: Добавить эту поворотную точку?
sk: Pridať tento otočný bod?
sv: Addera denna vägpunkt?
uk: Додати цей ППМ?

source: Use
bg: Използвай
cs: Použít
de: Nutzen
es: Usar
fr: Utiliser
it: Usa
nb: Bruk
nl: Gebruik
sk: Použitie
sv: Använd
uk: Використання

source: No METAR available
bg: Няма достъпни METAR данни
cs: METAR nedostupný
de: Keine METAR Daten verfügbar
es: Sin METAR disponible
fr: Pas de METAR disponible
hu: METAR nem elérhető
it: Nessun METAR disponibile
nb: Ingen METAR tilgjengelig
nl: Geen METAR beschikbaar
pl: Dane METAR niedostęne
pt_br: METAR indisponível
ru: Данные METAR не доступны
sk: METAR nedostupný
sv: METAR ej tillgänglig
uk: Дані METAR не доступні

source: Dew Point
bg: Точка на оросяване
cs: Rosný bod
de: Taupunkt
es: Punto de rocío
fr: Point de rosée
hu: Harmatpont
it: Punto di rugiada
nb: Duggpunkt
nl: Dauwpunt
pl: Punkt rosy
pt_br: Ponto de orvalho
ru: Точка росы
sk: Rosný bod
sv: Daggpunkt
uk: Точка роси

source: Visibility
bg: Видимост
cs: Viditelnost
de: Sicht
es: Visibilidad
fr: Visibilité
hu: Látótávolság
it: Visibilità
nb: Sikt
nl: Zicht
pl: Widoczność
pt_br: Visibilidade
ru: Видимость
sk: Viditeľnosť
sv: Visibilitet
uk: Видимість

source: more than %s
bg: повече от %s
cs: více než %s
de: mehr als %s
es: mayor que %s
fr: plus que %s
hu: Több mint %s
it: più di %s
nb: mer enn %s
nl: meer dan %s
pl: więcej niż %s
pt_br: maior do que %s
ru: более %s
sk: viac ako %s
sv: mer än %s
uk: понад %s

source: Sky Conditions
bg: Условия на небето
cs: Mraky a srážky
de: Wolken und Niederschlag
es: Condiciones del cielo
fr: Conditions météo
hu: Felhőviszonyok
it: Condizioni del Cielo
nb: Skydekke
nl: Vlieg condities
pl: Stan nieba
pt_br: Condições do Céu
sk: Podmienky na oblohe
sv: Väderlek
uk: Хмари на небі

source: METAR for %s:
bg: METAR за %s:
cs: METAR pro %s:
de: METAR für %s:
es: METAR para %s:
fr: METAR pour %s :
hu: METAR %s-nak:
it: METAR per %s:
nl: METAR voor %s:
pl: METAR dla %s
pt_br: METAR para %s:
ru: METAR для %s:
sk: METAR pre %s:
sv: METAR för %s:
uk: METAR для %s:

source: No METAR available!
bg: Няма достъпен METAR!
cs: METAR nedostupný!
de: Kein METAR verfügbar!
es: ¡No hay METAR disponible!
fr: Pas de METAR disponible !
hu: METÁR nem elérhető!
it: Nessun METAR disponibile!
nb: Ingen METAR tilgjengelig!
nl: Geen METAR beschikbaar!
pl: Dane METAR niedostępne!
pt_br: METAR Indisponível!
ru: Данные METAR не доступны!
sk: METAR nieje dostupný!
sv: METAR ej tillgänglig!
uk: Дані METAR не доступні!

source: No TAF available!
bg: Няма достъпен TAF!
cs: TAF nedostupný!
de: Kein TAF verfügbar!
es: Sin TAF disponible!
fr: Pas de TAF disponible !
hu: TAF nem elérhető!
it: Nessun TAF disponibile!
nb: Ingen TAF tilgjengelig!
nl: Geen TAF beschikbaar!
pl: Dane TAF niedostępne!
pt_br: TAF Indisponível!
ru: Данные TAF не доступны!
sk: TAF nedostupný!
sv: TAF ej tillgänglig!
uk: Дані TAF не доступні!

source: Hot-air balloon
bg: Въздушен балон
cs: Horkovzdušný balón
de: Heißluftballon
es: Globo aerostático
fr: Ballon
hu: Hőlég ballon
it: Mongolfiera
nl: Hete Luchtballon
pl: Balot na ogrzane powietrze
pt_br: Balão de ar-quente
ru: Воздушный шар
sk: Teplovzdušný balón
sv: Varmluftsballong
uk: Повітряна куля

source: Hangglider (Flex/FAI1)
bg: Делтапланер - гъвкаво крило FAI1
cs: Závěsný kluzák (Flex/FAI1)
de: Drachenflieger (Flex/FAI1)
es: Ala Delta (Flexible/FAI1)
fr: Deltaplane (Flex/FAI1)
it: Deltaplano (ala flessibile / FAI1)
nl: Deltavlieger (Flex/FAI1)
pl: Lotnia (Flex/FAI1)
sk: Závesný klzák (Flex/FAI1)
sv: Hängflygvinge (Flex/FAI1)
uk: Дельтаплан (Flex/FAI1)

source: Hangglider (Rigid/FAI5)
bg: Делтапланер - твърдо крило FAI5
cs: Závěsný kluzák (Rigid/FAI5)
de: Drachenflieger (Rigid/FAI5)
es: Ala Delta (Rígida/FAI5)
fr: Deltaplane (Rigide/FAI5)
it: Deltaplano (ala rigida / FAI5)
nl: Deltavlieger (Rigid/FAI5)
pl: Lotnia (sztywna/FAI5)
sk: Závesný klzák (Rigid/FAI5)
sv: Hängflygvinge (fast/FAI5)

source: Tracking Interval
bg: Интервал за запис в журнала
cs: Interval sledování
de: Verfolgungsintervall
es: Intervalo de seguimiento
fr: Intervalle de suivi
hu: Nyomkövetési ütem
it: Intervallo di tracciamento
nb: Tracking intervall
nl: Volg Interval
pl: Interwał śledzenia
pt_br: Intervalo do tracking
ru: Интервал трекинга
sk: Sledovací interval
sv: Spårintervall
uk: Інтервал запису треку
