Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Estimated time required to complete task, assuming performance of ideal MacCready cruise/climb cycle.
bg: Приблизително време необходимо за завършване на задачата приемайки движение с идеални цикли на Маккрийди за набор и планиране.
cs: Odhadovaný čas potřebný na dokončení úlohy za předpokladu letu dle ideálního MacCreadyho cyklu stoupání/přeskoků.
de: Geschätzte verbleibende Aufgabenzeit bei idealem MacCready Vorflug-Steig-Zyklus.
es: Tiempo estimado necesario para completar la tarea, suponiendo un rendimiento MacCready ideal del ciclo de planeo / ascenso.
fr: Durée requise estimée pour finir le circuit, en tenant compte des meilleurs performances du MacCready en transition/spirale.
hu: A feladat befejezéséhez szükséges idő, ideális MacCready siklás/emelkedés ciklusokat feltételezve.
it: Tempo stimato richiesto per completare il tema, assumendo le prestazioni di un ciclo ideale crociera/salita di MacCready.
nb: Beregnet gjenstående oppgavetid, basert på ideelle MacCready Strekk/Termikk verdier.
nl: Geschatte tijd nodig om de opdracht te voltooien, veronderstellend dat de ideale MacCready "steek/thermiek" cyclus uitgevoerd wordt.
pl: DOLdTMC: Szacowany czas wymagany do zakończenia trasy przy założeniu realizacji modelowego cyklu wznoszenia/przeskoku wg MacCready'ego.
pt_br: Tempo estimado requerido para completar a prova, assumindo uma performance MacCready ideal.
ru: Расчетное время, необходимое для завершения задачи, предполагает собой выполнение условий Маккреди в режимах набор / переход.
sk: Predpokladaná doba potrebná na ukončenie úlohy, za predpokladu že letový výkon zodpovedá ideálnemu MacCready cyklu (preskok/stúpanie).
sv: Estimerad tid för att slutföra banan, förutsatt ideal MacCready glid/stig -cykel.
uk: Розрахунковий час, потрібний для завершення завдання, взято до уваги ідеальні умови циклу MacCready перехід/набір висоти.

source: Next time to go
bg: Приблизително време до следващата точка
cs: Doba letu k OB
de: Nächster Wegpunkt - benötigte Zeit
es: Siguiente tiempo restante
fr: Durée restante vers prochain point de virage
hu: FP idő úton
it: Prossimo tempo rimanente
nb: Neste gjenstående tid
nl: Tijd tot volgend
pl: PT dTMC: czas lotu do nast. PT
pt_br: Tempo até o próx. ponto
ru: Расчетное время до след точки
sk: Doba k ďalšiemu
sv: Tid nästa WP
uk: Час до наступного ППМ

source: WP ETE
bg: Време до точка
cs: OB ETE
fr: TVP WP
hu: FP úton
nb: VP ETE
nl: KP ETE
pl: PT dTMC
sk: D k OB
uk: ППМ ЕТЕ

source: Estimated time required to reach next waypoint, assuming performance of ideal MacCready cruise/climb cycle.
bg: Приблизително време необходимо за достигане на следващата точка приемайки движение с идеални цикли на Маккрийди за набор и планиране.
cs: Odhadovaný čas potřebný k dosažení následujícího otočného bodu trati za předpokladu letu dle ideálního MacCreadyho cyklu stoupání/přeskoků.
de: Geschätzte benötigte Zeit zum nächsten Wegpunkt bei idealem MacCready Vorflug-Steig-Zyklus.
es: Tiempo estimado necesariopara alcanzar el siguiente waypoint, suponiendo un rendimiento MacCready ideal del ciclo planeo/ascenso.
fr: Durée requise estimée pour rejoindre le prochain point de virage, en tenant compte des meilleurs performances du MacCready en transition/spirale.
hu: A következő fordulópont eléréséhez szükséges idő, ideális MacCready siklás/emelkedés ciklusokat feltételezve.
it: Tempo stimato per raggiungere la prossima boa, assumendo le prestazioni di un ciclo ideale crociera/salita di MacCready.
nb: Beregnet gjenstående tid til neste vendepunkt, basert på ideelle MacCready Strekk/Termikk verdier.
nl: Geschatte tijd nodig om het volgende keerpunt te bereiken, veronderstellend dat de ideale MacCready "steek/thermiek" cyclus uitgevoerd wordt.
pl: PT dTMC: Szacowany czas lotu do następnego Punktu Trasy przy założeniu idealnego cyklu wznoszenia/przeskoku wg teorii MacCready'ego.
pt_br: Tempo estimado requerido para alcançar o próximo ponto de virada, assumindo uma performance MacCready ideal.
ru: Расчетное время, необходимое для достижения следующего пункта, предполагая исполнение идеальным Маккриди для режимов перехода и набора.
sk: Predpokladaná doba potrebná na dosiahnutie ďalšieho otočného bodu, za predpokladu že letový výkon zodpovedá ideálnemu MacCready cyklu (preskok/stúpanie).
sv: Beräknad tid som krävs för att nå nästa vägpunkt, förutsätter ideal McCready glid/stig-cykel.
uk: Розрахунковий час, потрібний для взяття наступного ППМ, взято до уваги ідеальні умови циклу MacCready перехід/набір висоти.

source: Speed dolphin
bg: Скорост делфин
cs: Rychlost delfín
de: McCready - Sollfahrt (Delphin-Stil)
es: Velocidad Delfín
fr: Vitesse de vol en dauphin
hu: MC sebesség delfin
it: Velocità di delfinamento
nb: Delfinhastighet
nl: Dolfijn snelheid
pl: V MCdelf: prędkość przeskoku lotem delfina
pt_br: Velocidade de golfinho
ru: Скорость дельфина
sk: Rýchlosť pri delfínovaní
sv: Hastighet delfinflygning
uk: Швидкість при польоті "дельфіном"

source: Instantaneous MacCready speed-to-fly, making use of netto vario calculations to determine dolphin cruise speed on the glider's current track. In cruise flight mode, this speed-to-fly is calculated for maintaining altitude. In final glide mode, this speed-to-fly is calculated for descent. In climb mode, this switches to the speed for minimum sink at the current load factor (if an accelerometer is connected). When Block mode speed-to-fly is selected, this InfoBox displays the MacCready speed.
bg: Моментната скорост по Маккрийди изчислена с коригираната нетна стойност на вариометъра за определяне на крайцерската стойност за прелет „делфин“ в курса на полета. В крайцерски режим скоростта се избира така, че да се поддържа височината на полета. В режим на финално долитане тази скорост се пресмята при снижение. В режим на набиране се превключва на скорост на минимално пропадане с текущото претоварване (ако е свързан акселерометър). При избор на режима на полета полето показва скоростта по Маккрийди.

source: Netto vario
bg: Нето варио
cs: Netto vário
de: Vario - netto Steigen
es: Vario neto
fr: Vario netto
hu: Nettó varió
it: Variometro netto
pl: WAR net: prędkość pionowa powietrza
pt_br: Vario Netto
ru: Нетто варио.
sk: Netto vário
uk: Нетто варіо

source: Netto
bg: Нето
de: V Netto
es: Neto
hu: Ntto var
pl: WAR net
ru: Нетто
uk: Нетто

source: Instantaneous vertical speed of air-mass, equal to vario value less the glider's estimated sink rate. Best used if airspeed, accelerometers and vario are connected, otherwise calculations are based on GPS measurements and wind estimates.
bg: Моментна вертикална скорост на въздушния поток, равна на стойността на вариометъра минус изчислената стойност на пропадане. Най-точна е ако са свързани датчици за въздушна скорост, акселерометър и вариометър. В противен случай се изчислява на базата на ГПС показанията и оценка на вятъра.
cs: Okamžitá vertikální rychlost vzduchové hmoty. Vypočítána jako hodnota vária mínus odhadované opadání kluzáku. Nejpřesnější, je-li připojeno vário, rychlost letu a akcelerometr, jinak jsou použity hodnoty GPS a odhad větru.
de: Augenblickliche Vertikalgeschwindigkeit der Luftmasse, entspricht der Varioanzeige minus dem geschätzten Eigensinken. Die Angabe ist am genauesten, wenn Fahrt-, Beschleunigungs- und Variosensor angeschlossen sind, ansonsten beruht die Rechnung auf dem GPS und Windschätzungen.
es: Velocidad vertical instantánea de la masa de aire, igual al valor de vario menos la tasa de hundimiento estimada del planeador. Se utiliza mejor si el velocímetro, los acelerómetros y el vario están conectados, de lo contrario, los cálculos se basan en mediciones GPS y estimaciones de viento.
fr: Vitesse verticale instantanée de la masse d'air, calculée en ajoutant le taux de chute du planeur à la valeur du vario. Ceci est plus précis lorsqu'un badin, un accéléromètre et un vario sont connectés, sinon les calculs sont basés sur les mesures du GPS et l'estimation du vent.
hu: A légtömeg mozgásának pillanatnyi függőleges sebessége, ami egyezik a gép becsült merülésével csökkentett varió értékkel. Legjobb sebesség-, gyorsulás- és variométer jeladót csatlakoztatva használni, különben a számítások a GPS méréseken és a szélbecsléseken alapulnak.
it: Velocità verticale istantanea della massa d'aria, uguale al valore del variometro meno il rateo di discesa stimato del velivolo. Utilizzato al meglio se anemometro, accelerometro e variometro sono collegati, altrimenti i calcoli sono basati su misurazioni GPS e vento stimato.
nb: Luftens aktuelle vertikalhastighet, beregnet av varioverdi minus farkostens synkhastighet. Fungerer best når både flyhastighetsmåler, G-måler og vario er koblet sammen. Om ikke, er beregningene basert på GPS verdier og vindberegninger.
nl: Actuele verticale snelheid van de luchtmassa, gelijk aan de vario-waarde verminderd met de geschatte daalsnelheid. kan het beste worden gebruikt wanneer snelheidsmeter,versnellingsmeter en vario zijn aangesloten, anders worden de berekeningen gebaseerd op de GPS-waarden en wind schattingen.
pl: WAR net: chwilowa prędkość pionowa masy powietrza, równa wartości wskazywanej przez wariometr, pomniejszonej o oszacowaną prędkość opadania szybowca.
pt_br: Velocidade vertical da massa de ar, igual a leitura do vario menos o afundamento estimado do planador. Melhor utilizado se velocidade do ar, acelerômetros e varios estiverem conectados, do contrário os cálculos serão baseados nas informações do GPS e nas estimativas do vento.
ru: Мгновенная вертикальной воздушной скорости , эквивалентная скороподъемности за вычетом ожидаемой скорости снижения планера. Лучше всего использовать, если скорость полета, акселерометры и Vario связаны, в противном случае расчеты основаны на измерениях GPS и оценки ветра.
sk: Okamžitá vertikálna rýchlosť vzdušnej masy. Rovné hodnote vária mínus odhadovanému opadaniu vetroňa. Presné hodnoty je možné získať len pri pripojenom tachometri, akcelerometri a váriu. Ináč je hodnota podložená len údajmi z GPS a odhadom vetra.
sv: Momentant vertikal hastighet av luftmassan, lika med variometerns värde plus planets uppskattade sjunkhastighet. Fungerar bäst om fartmätare, accelerometer och variometer är ansluten. Annars används GPS och uppskattad vind för beräkningen.
uk: Поточна вертикальна швидкість повітряної маси, дорівнює показанням варіометра з урахуванням розрахункової швидкості зниження планера. Найкраще використовувати при підключених датниках повітряної швидкості, акселерометрі і варіометрі, в іншому випадку розрахунки базуватимуться на даних GPS і розрахунку вітру.

source: Task arrival time
bg: Време на пристигане по задачата
cs: Čas příletu do cíle úlohy
de: Aufgabe - Ankunftszeit
es: Hora de llegada de la tarea
fr: Heure d'arrivée du circuit
hu: SF idő érkezés
it: Ora di arrivo del tema
nb: Måltidspunkt
nl: Opdracht aankomsttijd
pl: DOL Godz: godzina zakończenia trasy
pt_br: Hora ao término da prova
ru: Время окончания задания
sk: Čas príletu do cieľa
sv: Ankomsttid för uppgift
uk: Час завершення завдання

source: Fin ETA
bg: t прист.
cs: Cíl ETA
de: EndA ETA
es: ETA Fin
hu: SF érkezés
it: ETA finale
nb: Mål ETA
pl: DOL Godz
ru: Фин. РВП
sk: Č p do cieľa
uk: Кін. ETA

source: Estimated arrival local time at task completion, assuming performance of ideal MacCready cruise/climb cycle.
bg: Приблизителен час по местно време на затваряне на задачата при условие за идеално спазване циклите на Маккрийди за набиране и планиране.
cs: Odhadovaný lokální čas při příletu do koncového bodu trati. Předpokládá let dle ideálního MacCreadyho cyklu stoupání/přeskoků.
de: Geschätzte Lokalzeit nach Vollendung der Aufgabe, basierend auf dem idealen MacCready Vorflug-Steig-Zyklus.
es: Hora local estimada de llegada al finalizar la tarea, suponiendo un rendimiento MacCready ideal del ciclo planeo/ascenso.
fr: Heure d'arrivée prévue en tenant compte des meilleures performances du MacCready en transition/ascendance.
hu: Becsült célba érkezés helyi idő szerint, ideális MacCready siklás/emelkedés ciklusokat feltételezve.
it: Ora locale di arrivo stimata al completamento del tema, assumendo le prestazioni di un ciclo ideale crociera/salita di MacCready.
nb: Beregnet forventet lokal målankomsttid, ved idelle MacCready strekk/termikk verdier.
nl: Geschatte lokale aankomsttijd voor het behalen van de opdracht, in de veronderstelling dat de ideale MacCready "steek/thermiek" cyclus gehaald wordt.
pl: DOL Godz: Szacowana godzina przylotu na metę w czasie lokalnym przy założeniu idealnego cyklu wznoszenia/przelotu wg MacCready.
pt_br: Hora local estimada ao completar a prova, assumindo um desempenho em cruzeiro/subida de MacCready ideal.
ru: Прибытие по местному времени на выполнение упражнения с учетом идеального Маккреди в разных режимах переход/набор.
sk: Predpokladaný miestny čas po ukončení úlohy, za predpokladu že letový výkon zodpovedá ideálnemu MacCready cyklu (preskok/stúpanie).
sv: Estimerad lokal tid för slutförd bana, förutsatt ideal MacCready glid/stid-cykel.
uk: Розрахунковий місцевий час завершення завдання, з урахуванням ідеальних умов циклу MacCready перехід/набір висоти.

source: Next arrival time
bg: Час на пристигане в следващата ПТ
cs: Čas příletu k OB
de: Nächster Wegpunkt - Ankunftszeit
es: Siguiente hora de llegada
fr: Heure d'arrivée prochain point de virage
hu: FP idő érkezés
it: Prossimo tempo di arrivo
nb: Neste ankomsttid
nl: Volgende aankomsttijd
pl: PT godz: Szacowana Godzina Przylotu do następnego PT
pt_br: Hora no próx. ponto
ru: Время прибытия в следующий.
sk: Čas príletu do ďalšieho
sv: Nästa ankomsttid
uk: Час прибуття на наступний ППМ

source: WP ETA
bg: Час в ПТ
cs: OB ETA
hu: FP érkezés
nb: VP ETA
nl: KP ETA
pl: PT godz
sk: Č p OB
uk: ППМ ЕТА

source: Estimated arrival local time at next waypoint, assuming performance of ideal MacCready cruise/climb cycle.
bg: Очакван час на пристигане в следващата повратна точка приемайки идеални цикли на Маккрийди за набиране и планиране.
cs: Odhadovaný lokální čas při příletu k následujícímu otočnému bodu trati. Předpokládá let dle ideálního MacCreadyho cyklu stoupání/přeskoků.
de: Geschätzte Lokalzeit am nächsten Wegpunkt, basierend auf dem idealen MacCready Vorflug-Steig-Zyklus.
es: Hora local estimada de llegada al siguiente waypoint, suponiendo un rendimiento MacCready ideal del ciclo planeo/ascenso.
fr: Heure locale d'arrivée estimée au prochain point de virage, en supposant la performance idéale des cycles transitions/ascendances du MacCready.
hu: A következő fordulópontba érkezés helyi idő szerint, ideális MacCready siklás/emelkedés ciklusokat feltételezve.
it: Ora locale di arrivo stimata alla prossima boa, assumendo le prestazioni di un ciclo ideale crociera/salita di MacCready.
nb: Beregnet forventet lokal vendepunktankomsttid, ved idelle MacCready strekk/termikk verdier.
nl: Geschatte lokale aankomsttijd van het volgende keerpunt, in de veronderstelling dat de ideale MacCready "steek/thermiek" cyclus gehaald wordt.
pl: PT godz: Szacowana Godzina Przylotu do następnego PT w czasie lokalnym przy założeniu idealnego cyklu wznoszenia/przeskoku wg teorii MacCready'ego.
pt_br: Hora local estimada no próximo ponto, assumindo um desempenho em cruzeiro/subida de MacCready ideal.
ru: Ожидаемое прибытие по местному времени к следующей точке, с учётом, производительности идеального цикла Маккриди полёта/ набора высоты.
sk: Predpokladaný príletový čas na nasledujúci otočný bod. Pri predpokladanom ideálnom MacCready cykluse (preskok/stúpanie).
sv: Estimerad lokal ankomsttid vid nästa vägpunkt, förutsätter ideal McCready glid/stig-cykel.
uk: Розрахунковий місцевий час прибуття на наступний ППМ, з урахуванням ідеальних умов циклу MacCready перехід/набір висоти.

source: Bearing difference
bg: Разлика в курса
cs: Rozdíl kurzů
de: Nächster Wegpunkt - Peildifferenz
es: Diferencia de rumbo
fr: Différence de cap
hu: FP irány relatív
it: Differenza di direzione
nb: Retningsavvik
nl: Kompaskoers verschil
pl: PT dKurs: Odchylenie od kursu do nast. PT
pt_br: Diferença de Proa
ru: Разница курсов
sk: Kurzový rozdiel
sv: Skillnad i bäring
uk: Різниця курсів

source: Brng D
bg: Разл. курса
cs: ΔKurzů
de: WP Peil Diff
es: D Derr
fr: Diff Cap
hu: FP ir rel
nl: KK D
pl: PT dKurs
pt_br: Proa D
sk: Azimut rozdiel

source: Difference between the glider's track (direction of motion across the ground) and the bearing to the next waypoint, or for AAT tasks, the bearing to the target within the AAT sector. GPS navigation is based on the track, and the track may differ from the glider's heading when there is wind. Chevrons point to the direction the glider needs to alter course to correct the bearing difference, that is, to make it so that the glider is tracking directly toward the next waypoint. This calculation accounts for the curvature of the Earth.
bg: Разликата между текущия курс на планера и курса към следващата повратна точка или за задача с назначена зона курса към целта в назначения сектор. ГПС навигацията се базира на курса проектиран върху земята, а този курс може да се отличава от насочеността на планера, когато има наличен вятър. Направляващи стрелки показват посоката, в която трябва да се измени курса за да се коригира разликата в посоката така, че курса на планера сочи директно към следващата точка. Този курс отчита кривината на земната повърхност.

source: Outside air temperature
bg: Външна температура
cs: Venkovní teplota vzduchu
de: Außentemperatur
es: Temperatura del aire exterior
fr: Température de l'air extérieur
hu: Hőmérséklet külső
it: Temperatura esterna
nb: Utetemperatur
nl: Luchttemperatuur
pl: Temp.zew.: temperatura zewnętrzna
pt_br: Temperatura do ar externo
ru: Температура за бортом
sk: Vonkajšia teplota
sv: Lufttemperatur
uk: Температура повітря за бортом

source: OAT
bg: Темп.
cs: Tepl OAT
de: Luft Temp
hu: Hőm küls
nl: Lucht Temp.
pl: Temp. zew.
ru: Темпер
sk: Teplota vo.

source: Outside air temperature measured by a probe if supported by a connected intelligent variometer.
bg: Външната температура на въздуха измерена от датчик ако се поддържа от вариометъра.
cs: Vnější teplota, měřená teplotní sondou, je-li podporováno připojeným variometrem.
de: Außentemperatur, soweit ein Sensor angeschlossen ist.
es: Temperatura del aire exterior medida por una sonda si es compatible con un vario inteligente conectado.
fr: Température de l'air extérieur mesurée par une sonde connectée à un vario intelligent.
hu: A külső levegő hőmérséklete, ha egy ilyen szondával felszerelt intelligens variométer lett csatlakoztatva.
it: Temperatura esterna misurata da una sonda se supportata da un variometro intelligente connesso.
nb: Utetemperaturen målt av eventuell tilkoblet utstyr.
nl: Gemeten buitentemperatuur door een sensor indien ondersteund op een aangesloten intelligente vario.
pl: Temp.zew.: Temperatura powietrza na zewnątrz, mierzona przez czujnik podłączony do inteligentnego wariometru.
pt_br: Temperatura do ar externo medida por uma sonda conectada a um vario digital suportado.
ru: Температура наружного воздуха измеряется датчиком если поддерживается подключение соответствующего вариометра.
sk: Vonkajšia teplota vzduchu meraná senzorom, ak je pripojený a podporovaný.
sv: Lufttemperatur från mätsensor, om stöd finns för ansluten intelligent variometer.
uk: Температура повітря за бортом, виміряна датником підключеного інтелектуального варіометра.

source: Relative humidity
bg: Относителна влажност
cs: Relativní vlhkost
de: Relative Luftfeuchtigkeit
es: Humedad relativa
fr: Humidité relative
hu: Relatív páratartalom
it: Umidità relativa
nb: Relativ luftfuktighet
nl: Relatieve vochtigheid
pl: WilgWzgl: Wilgotność względna
pt_br: Umidade Relativa
ru: Относительная влажность
sk: Relatívna vlhkosť
sv: Relativ luftfuktighet
uk: Відносна вологість

source: Rel Hum
bg: Отн. Влажн.
cs: Rel vlhkost
de: Rel Feuchte
es: Hum Rel
fr: Hum Rel
hu: Pára %
it: Um. Rel.
nb: Rel Fukt
nl: Rel LV
pl: WilgWzgl
pt_br: Hum Rel
ru: Отн. Влажн.
sk: RelVlh
sv: Rel Fukt
uk: Відн Волог

source: Relative humidity of the air in percent as measured by a probe if supported by a connected intelligent variometer.
bg: Относителна влажност на въздуха в проценти, измерена от датчика на свързания вариометър.
cs: Relativní vlhkost vzduchu změřená sondou inteligentního varia (pokud je připojeno).
de: Relative Feuchtigkeit in Prozent, laut dem angeschlossenen Sensor.
es: Humedad relativa del aire en porcentaje medido por una sonda si es compatible con un vario inteligente conectado.
fr: Pourcentage d'humidité relative de l'air mesurée par une sonde connectée à un vario intelligent.
hu: A levegő relatív páratartalma, ha ilyen szondával felszerelt intelligens variométer lett csatlakoztatva.
it: Umidità relativa dell'aria in percentuale così come è misurata da una sonda se supportata da un variometro intelligente connesso.
nb: Relativ luftfuktighet i prosent målt av eventuell tilkoblet utstyr.
nl: Relatieve luchtvochtigheid van de lucht in procenten, gemeten door een sensor wanneer ondersteund op een aangesloten intelligente vario.
pl: WilgWzgl: Wyrażona w procentach wilgotność względna powietrza zmierzona przez sondę, jeśli obsługiwana jest przez podłączony wariometr inteligentny.
pt_br: Umidade relativa do ar em percentagem, medida por uma sonda conectada a um vario digital suportado.
ru: Относительная влажность воздуха в процентах, измеряется датчиком электронного вариометра.
sk: Relatívna vlhkosť v percentách. Odmeraná pripojeným senzorom (ak je podporovaný inteligentným váriom).
sv: Relativ luftfuktighet i procent från extern prob, om ansluten extern variometer stödjer det.
uk: Відносна вологість повітря в процентах, виміряна датником підключеного інтелектуального варіометра.

source: Max Temp
bg: T макс
cs: Max teplota
es: Temp Máx
fr: Temp Max
hu: Hőm várh
it: T Max
nb: Maks Temp
pl: TempMaks
pt_br: Temp Máx
ru: Макс темп
sk: Max. teplota
sv: Max temperatur
uk: Макс Темп
