Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Percentage non-circling climb
bg: Процент време в качване без въртене
cs: Procentní hodnota stoupání v přímém letu
de: Steigfluganteil Geradeausflug
es: Porcentaje de ascenso no circular
fr: Pourcentage de montée hors spirale
it: Percentuale di ascendenza senza spiralare
nb: Prosent ikke-sirkulerende stigning
nl: Percentage stijgen tijdens steken
pl: Procent wspinaczki bez okrążenia
sk: Podiel stúpania bez krúženia v percentách
sv: Procent av tid i stig (ej kurvande)
uk: Процент набору висоти за межами спіралі

source: % Str Climb
bg: % набиране по права
cs: % Stoupání v přímém letu
de: % Steigen geradeaus
es: % Ascenso
fr: % Montée en ligne droite
it: % ascendenza rettilinea
nl: % Stk Stijgen
sk: % Stúpania bk
sv: % rakt stig

source: Percentage of time spent climbing without circling. These statistics are reset upon starting the task.
bg: Процент от времето, прекарано в набиране без въртене. Статистиката се нулира при стартиране на задачата.
cs: Procentní hodnota času stráveném ve stoupání bez kroužení. Statistika se vynuluje při startu úlohy.
de: Prozentsatz der Zeit, die im Geradeausflug gestiegen wurde. Der Prozentsatz wird beim Start der Aufgabe zurückgesetzt.
es: Porcentaje de tiempo en ascenso sin virajes. Estas estadísticas son reiniciadas al comienzo de la tarea.
fr: Pourcentage de temps passé à monter hors spirale. Ces statistiques sont remises à zéro au départ du circuit.
it: Percentuale del tempo speso salendo senza girare. Queste statistiche vengono azzerate all'inizio del tema.
nl: Tijdspercentage stijgen tijdens steken. Deze statistiek wordt bij het starten van de opdracht gereset.
pl: Procent czasu spędzanego na wspinaczce bez okrążenia. Te statystyki są resetowane po uruchomieniu zadania.
sk: Percento času stráveného v móde stúpania. Táto štatistika sa vynuluje po štarte úlohy.
sv: Procent av tid som i stig utan kurvning. Statistiken nollställs när uppgiften startas.
uk: Процент часу в наборі висоти без спіралі. Ця статистика обнуляється перед стартом нового завдання.

source: Percentage climb chart
bg: Графика за време на набиране в проценти
cs: Procentuální graf stoupání
de: Steigfluganteil Diagramm
es: Tabla de porcentaje de ascenso
fr: Graphique du pourcentage de montée
it: Grafico percentuale di risalita
nl: Percentage stijgen grafiek
pl: Procentowa mapa wznoszenia
sk: Graf podielu stúpania v percentách
sv: Procent stig diagram

source: Climb %
bg: Набиране %
cs: Stoupání %
de: Steiganteil
es: % Ascenso
fr: % de montée
it: Risalita %
nl: Stijgen %
pl: Wznoszenie %
sk: Stúpanie %
sv: Stig %
uk: Набір висоти %

source: Pie chart of time circling and climbing, circling and descending, and climbing non-circling.
bg: Кръгова диаграма за времето във въртене и набиране, въртене и снижаване и набиране без въртене.
cs: Koláčový graf času stráveného kroužením a stoupáním, kroužením a klesáním a stoupáním v přímém letu.
de: Tortendiagramm Steigen im Kreisflug, Sinken im Kreisflug und Steigen im Geradeausflug.
es: Gráfica circular compuesta con el tiempo virando en ascenso, virando en descenso y ascendiendo sin virar.
fr: Graphique des durées de spirale ascendante, de spirale descendante et de montée hors spirale.
it: Grafico a torta del tempo passato girando e in crociera, girando e scendendo e salendo senza girare.
nl: Taartdiagram van de tijd klimmend thermieken, dalend thermieken en klimmend steken.
pl: Wykres kołowy czasu w krążeniu i wznoszeniu, krążeniu i opadaniu i wznoszeniu bez krążenia.
sk: Koláčový graf zobrazujúci percentá času strávené krúžením a stúpaním, krúžením a klesaním, a stúpaním bez krúženia.
sv: Pajdiagram med tid med kurvning- och stig, kurvning och sjunk samt rakflykt i stig.

source: Number of used satellites
bg: Брой използвани сателити
cs: Počet používaných satelitů
de: Anzahl genutzter Satelliten
es: Número de satélites usados
fr: Nombre de satellites utilisés
it: Numero di satelliti usati
nl: Aantal satellieten
pl: Liczba używanych satelitów
sk: Počet použitých satelitov
sv: Antal använda satelliter
uk: Кількість використаних супутників

source: Satellites
bg: Сателити
cs: Satelity
de: Satelliten
es: Satélites
it: Satelliti
nl: Satellieten gevonden
pl: Satelity
sk: Satelity
sv: Satelliter
uk: Супутники

source: Number of satellites currently used by the GPS module. If this information is unavailable, the displayed value is '---'.
bg: Броят на използваните сателити от ГПС модула. Ако тази информация не е достъпна, се изписва „---“.

source: Active Radio Frequency
bg: Активна радиочестота
cs: Aktivní radiofrekvence
de: Aktive Funk-Frequenz
es: Frecuencia de radio activa
fr: Fréquence Radio Active
it: Frequenza Radio Attiva
nl: Actieve Radio Frequentie
sv: Aktiv radiofrekvens
uk: Активна частота радіо

source: Act Freq
bg: Активна честота
cs: Akt freq
de: Akt Freq
es: Frec Act
fr: Fréq Act
it: Freq Att
sv: Aktiv Freq
uk: Акт Част

source: Active radio frequency.
bg: Активна радиочестота.

source: Standby Radio Frequency
bg: Резервна радиочестота
cs: Záložní radiofrekvence
de: Standby Funk-Frequenz
es: Frecuencia de radio alternativa
fr: Fréquence radio Standby
it: Frequenza Radio di Standby
nl: Standby Radio Frequentie
sv: Standby radiofrekvens
uk: Частота Радіо в режимі очікування

source: Stby Freq
bg: Рез. честота
cs: Zál freq
es: Frec Alt
fr: Fréq. Standby
it: Freq Stby
sv: Stby Frek
uk: Очік Част

source: Standby radio frequency.
bg: Резервна радиочестота

source: Thermal time
bg: Време в термиката
cs: Čas kroužení
de: Thermikdauer
es: Tiempo en la térmica actual
fr: Durée dans le dernier thermique
it: Tempo nell'ultima termica
nl: Thermiek tijd
sv: Termik tid

source: TC Time
bg: Време термика
cs: STS Čas
de: Thermik Dauer
es: Tiempo Term
fr: Th Durée
it: Tempo TC
nl: TK Tijd
sv: TC tid

source: Time spent in the current thermal.
bg: Времето, прекарано в текущата термика.

source: Alternate 2 GR
bg: Необходимо качество за резерва 2
cs: Alternativa 2 - klouzavý poměr
de: Alternative 2 - Gleitzahl
es: RP Alternativo 2
fr: Finesse dégagement 2
hu: Kitérő2 meredekség
it: GR alternativa 2
nl: Alternatief 2 GH
pl: Ląd.2 GR: gradient geom. do Lądowiska 2
pt_br: Grad Alternativo 2
sk: Alternatíva2 - kĺzavosť
sv: Alternativ 2 GT
uk: Запасний 2 GR

source: Altn 2 GR
bg: Качество за Рез. 2

source: Geometric gradient to the arrival height above the second-best alternate landing location. This is not adjusted for total energy.
bg: Необходимо качество за долитане на безопасна височина над второто резервно летище, некомпенсирано с обща енергия.

source: Heart Rate
bg: Пулс на сърцето
cs: Srdeční tep
de: Herzfrequenz
es: Ritmo cardiaco
fr: Rythme Cardiaque
it: Frequenza Cardiaca
nl: Hartslag
sv: Hjärtfrekvens
uk: Пульс

source: Heart
bg: Пулс
cs: Kardiograf
de: Herz
es: Corazón
fr: Cœur
it: Cuore
nl: Hart
sv: Hjärta
uk: Серце

source: Heart rate in beats per minute.
bg: Пулс на сърцето в удари в минута.
cs: Srdeční tep v úderech za minutu.
de: Herzschläge in der Minute.
es: Ritmo cardiaco en latidos por minuto.
fr: Fréquence cardiaque en battements par minute.
it: Frequenza cardiaca in battiti al minuto.
nl: Hartslag in slagen per minuut.
sv: Hjärtslag per minut.
uk: Пульс в ударах за хвилину.

source: Transponder Code
bg: Код на транспондер
cs: Kód odpovídače
es: Código del transpondedor
fr: Code Transpondeur

source: XPDR Code
bg: Код на транспондер
cs: XPDR kód
de: Transponder Code
es: Código XPDR
fr: Code Transpondeur

source: Currently set transponder code.
bg: Текущо зададеният код на транспондера.

source: Engine CHT
bg: Температура на цилиндровата глава
cs: Teplota ECHT
de: Zylinderkopftemperatur
es: CHT del motor
fr: Température cylindre

source: CHT
bg: t° цилиндър
fr: T° cyl

source: Engine cylinder head temperature.
bg: Температура на цилиндровата глава на двигателя.

source: Engine EGT
bg: Температура на изгорелите газове
cs: Teplota EGT
de: Abgastemperatur
es: EGT del motor
fr: T° échap.

source: EGT
bg: t газове

source: Engine exhaust gas temperature.
bg: Температура на изгорелите газове.

source: Engine Revolutions Per Minute
bg: Обороти на двигателя в об/мин
cs: Počet otáček motoru za minutu
de: Motordrehzahl
es: Revoluciones por minuto del motor
fr: Tours par minute moteur

source: RPM
bg: Об. в мин.
fr: T/min

source: Engine revolutions per minute.
bg: Обороти в минута на двигателя.

source: AAT dT and task ETA
bg: ЗНЗ dT и ETA на задачата
cs: AAT Δčasů a ETA úlohy
de: AAT dt und ETA der Aufgabe
es: AAT dT y ETA de la tarea
fr: AAT ΔT et ETA circuit

source: AATdeltaOrETA
bg: ЗНЗ dT/ETA
cs: AAT Δt/ETA
de: AAT dT oder ETA
es: AATdeltaoETA
fr: AATΔouETA

source: For AAT tasks: AAT delta time and estimated time of arrival; for racing tasks: estimated time of arrival.
bg: За ЗНЗ задачи: dT на ЗНЗ и разчетно време на пристигане; за състезателни задачи: разчетно време на пристигане.

source: Speed task estimated
bg: Разчетна скорост

source: V Task Est
bg: V разчетна

source: Estimated average cross-country speed for current task as of task completion, assuming performance of ideal MacCready cruise/climb cycle.
bg: Разчетна средна скорост по задачата при нейното завършване, при условие за идеално изпълнение на цикъла на Маккрийди за прелет/набиране.

source: Home altitude difference
bg: Разлика във височината до дома

source: Home AltD
bg: Дом AltD

source: Arrival altitude at the home waypoint relative to the safety arrival height.
bg: Разчетна височина на пристигане в домашната точка спрямо безопасната височина на пристигане.

source: Speed task leg
bg: Средна скорост за отсечка

source: V Task Leg
bg: V̅ задача

source: Average cross-country speed while on current task leg, not compensated for altitude.
bg: Средна скорост по текущата отсечка без компенсация за височина.

source: Alternate 1 altitude difference
bg: Разлика във височината до резерва 1

source: Altn 1 AltD
bg: Рез. 1 AltD

source: Arrival altitude at the best alternate landing location relative to the safety arrival height.
bg: Разчетна височина на пристигане в най-доброто резервно летище спрямо безопасната височина на пристигане.

source: Alternate 2 altitude difference
bg: Разлика във височината до резерва 2

source: Altn 2 AltD
bg: Рез. 2 AltD

source: Arrival altitude at the second-best alternate landing location relative to the safety arrival height.
bg: Разчетна височина на пристигане във второто резервно летище спрямо безопасната височина на пристигане.

source: Altn {}
bg: Резерва {}
fr: Dgmt {}

source: Simulator
bg: Симулатор
cs: Simulátor
es: Simulador
fr: Simulateur
hu: Szimulátor
it: Simulatore
pl: Symul.
pt_br: Simulador
ru: Симулятор
sk: Simulátor
uk: Імітатор

source: no QNH
bg: Няма QNH
cs: není QNH
de: kein QNH
es: Sin QNH
fr: Aucun QNH
hu: nincs QNH
it: nessun QNH
nb: ingen QNH
nl: Geen QNH
pl: Brak QNH
pt_br: sem QNH
ru: нет QNH
sk: žiadne QNH
sv: QNH saknas
uk: Нема QNH

source: Not flying
bg: Не лети
cs: Neletím
de: Nicht fliegend
es: No está volando
fr: Pas de vol
it: Non in volo
nl: Niet aan het vliegen
sv: Flyger ej
uk: Не літає

source: MC AUTO
bg: MC авт.
ru: MC авто
sv: AUTO MC
uk: МС АВТО

source: MC MANUAL
bg: MC ръчно
cs: MC MAN
de: MC manuell
fr: MC MANUEL
hu: Mc kézi
it: MC MANUALE
nl: MC Hndmtg
pl: MC Ustaw
ru: MC ручн
sk: MC manuál
sv: MANUELL MC
uk: МС ВРУЧНУ

source: AC Off
bg: AC изкл.
cs: AC vyp
de: AC aus
es: CA Desc.
hu: TÁP KI
it: AC spento
nb: AC Av
nl: AC UIT
pl: WYŁACZ
pt_br: AC deslig
ru: AC выкл
sk: Napájanie VYP
sv: AC Av
uk: AC вимк

source: AC ON
bg: AC вкл.
cs: AC zap
de: AC ein
es: CA Con.
hu: TÁP BE
it: AC acceso
nb: AC På
nl: AC AAN
pl: WŁĄCZ
pt_br: AC ligado
ru: AC включён
sk: Napájanie ZAP
sv: AC På
uk: AC увімк

source: No GPS
bg: Няма ГПС
cs: Není GPS
de: Kein GPS
es: Sin GPS
fr: Pas de GPS
nl: Geen GPS
pl: Brak GPS
sk: Bez GPS
sv: Ingen GPS
uk: Нема GPS

source: BLOCK
bg: Блок
cs: STÁLÁ STF
es: BLOQUEAR
fr: BLOQUER
hu: BLOKK
it: BLOCCO
nb: BLOKKER
nl: BLOKKEER
pl: ZABLOKOW.
ru: БЛОК
sk: BLOK
uk: БЛОК

source: DOLPHIN
bg: Делфин
cs: DELFÍN
de: Delphin
es: DELFÍN
fr: Dauphin
hu: DELFIN
it: DELFINO
nb: DELFIN
nl: DOLFIJN
pl: LOT DELFINA
ru: ДЕЛЬФИН
sk: DELFÍN
sv: DELFIN
uk: ДЕЛЬФІН

source: Next
bg: Следващ
cs: Další
de: WP nächst
es: Siguiente
fr: Suivant
hu: Következő
it: Successivo
nb: Neste
nl: Volgende
pl: NAST.
pt_br: Próximo
ru: Следующий
sk: Ďalší
sv: Nästa
uk: Наступний

source: Time Below
bg: Време под
cs: Čas pod
de: Zeit unter
es: Tiempo Debajo
fr: Tps sous alt. depart
hu: Idő alacsonyabban
it: Tempo al di sotto
nb: Tid Under
nl: Tijd Onder
pl: Czas poniżej
pt_br: Tempo Abaixo
ru: Время вышло
sk: Doba pod
sv: Tid Under
uk: Час нижче

source: Closed
bg: Затворено
cs: Zavřeno
de: Geschlossen
es: Cerrado
fr: Fermé
hu: Zárva
it: Chiuso
nl: DICHT
pl: Zamkn.
pt_br: FECHADO
ru: ЗАКРЫТО
sk: Uzavreté
sv: Stängd
uk: Закрито

source: Open
bg: Отворено
cs: Otevřeno
de: Freigegeben
es: Abierto
fr: Ouvert
hu: Nyitva
it: Aperto
pl: Otw.
ru: Открыт
sk: Otvorené
sv: Öppen
uk: Відкрито

source: Waiting
bg: Изчакване
cs: Čekající
de: Warte
es: En Espera
fr: En attente
hu: Várakozik
it: Attendere
nl: Wachtende
pl: Oczek.
pt_br: Aguardando
ru: Ожидание
sk: Čaká
sv: Väntar
uk: Очікування

source: Reference
bg: Референция
cs: Odkaz
de: Referenz
es: Referencia
fr: Référence
it: Riferimento
nl: Referentie
pl: Odniesienie
pt_br: Referência
ru: Ссылка
sk: Referencie
sv: Referens
uk: Відносно

source: Cruise
bg: Прелитане
cs: Přeskok
de: Vorflug
es: Crucero
fr: Transition
hu: Siklás
it: Crociera
nb: Strekkfl.
nl: Steken
pl: Przeskok
pt_br: Planeio
ru: Переход
sk: Preskok
sv: Kryssa
uk: Перехід

source: FinalGlide
bg: Долитане
cs: Dokluz
de: Endanflug
es: Planeo final
fr: Arrivée
hu: Végsiklás
it: PlanataFinale
nb: MålStrekk
pl: Dolot
pt_br: Planeio Final
ru: Долет
sk: Doklz
sv: Finalglid
uk: Доліт

source: Area pressure for barometric altimeter calibration. This is set automatically if Vega connected.
bg: Местно налягане за калибриране на барометричния висотомер. Настройва се автоматично, ако е свързана Vega.
cs: Tlak pro barometrickou kalibraci výškoměru. Je nastaven automaticky, pokud je připojen variometr Vega.
de: Regionaler Luftdruck für die Kalibrierung des barometrischen Höhenmesser. Wird vom Vega automatisch gesetzt.
es: Presión para la calibración del altímetro barométrico. Esto se configura automáticamente si Vega se conecta.
fr: Pression locale pour calage barométrique de l'altimètre. Ce champ est rempli automatiquement si un Vega est connecté.
hu: Területi nyomás barometrikus magasságmérő kalibrálásához. Ez automatikus, ha Vega csatlakozik.
it: Pressione dell'aria per la calibrazione dell'altimetro barometrico. Questo valore è impostato automaticamente se un Vega è connesso.
nb: Lokal trykk for kalibrering av barografisk høydemåler. Denne verdien blir justert automatisk dersom Vega er koblet til.
nl: De omgeving druk voor het kalibreren van de barometrische hoogtemeter. Deze wordt automatisch ingesteld als Vega is aangesloten.
pl: Ciśnienie zewn. do kalibracji wysok.barometrycznego. Ustawienie automatyczne gdy podłączono Vega.
pt_br: Área de pressão para a calibração do altímetro barométrico. É ajustado automaticamente se o Vega estiver conectado.
ru: Значение давления для калибровки барометрического высотомера. Устанавливается автоматически, если Вега подключён.
sk: Lokálny tlak pre kalibráciu barometrického výškomera. Toto sa nastaví automaticky ak je pripojená Vega.
sv: Områdestryck för kalibrering av barometrisk höjdmätare. Sätts automatiskt om Vega är ansluten.
uk: Тиск для даного району для калібрування барометричного висотоміра. Встановлюється автоматично, якщо Vega підключено.

source: Mag declination
bg: Магнитно отклонение
cs: Mag deklinace
de: magnetische Missweisung
es: Declinación magnética
fr: Déclinaison magnétique

source: Magnetic declination used to calculate radial to reference. Negative values are W declination, positive is E.
bg: Магнитна деклинация, използвана за изчисляване на радиал към референтната точка. Отрицателните стойности са западна деклинация, положителните – източна.
cs: Magnetická deklinace používaná k výpočtu radiály k referenci. Záporné hodnoty jsou západní deklinace (W), kladné je východní (E).
de: Magnetische Deklination, die zur Berechnung des Radials zum Referenzpunkt verwendet wird. Negative Werte sind westliche Deklination, positive Werte sind östliche Deklination.
es: Declinación magnética utilizada para calcular el radio de referencia. Los valores negativos corresponden a la declinación W, los positivos a la E.
fr: Déclinaison magnétique utilisée pour calculer le cap à la référence. Les valeurs négatives pour les déclinaisons W, positives pour les E.

source: There is nothing interesting near this location.
bg: Няма нищо интересно наблизо.
cs: V blízkosti této pozice není nic zajímavého.
de: Da ist nichts interessantes in der Nähe.
es: No hay nada interesante cerca de esta posición.
fr: Il n'y a rien d'intéressant à proximité de ce lieu.
hu: Itt nincs semmi érdekes.
it: Niente di interessante vicino a questo luogo.
nb: Det er ikke noe av interesse i nærheten av dette stedet.
nl: Er zijn geen POI in de buurt van deze locatie.
pl: Nie ma nic ciekawego w tym miejscu.
pt_br: Não há nada de interessante perto deste local.
ru: Нет ничего интересного вблизи этой местности.
sk: V blízkosti tejto pozície nieje nič zaujímavého.
sv: Finns inget intressant nära denna plats.
uk: Біля цього місця нема нічого цікавого.

source: Elevation:
bg: Височина:
cs: Nadmořská výška:
de: Höhe:
es: Elevación:
fr: Altitude :
hu: Talajszint:
it: Elevazione:
nb: Forhøyning
nl: Terreinhoogte:
pl: Elewacja
pt_br: Elevação:
ru: Высота:
sk: Výška:
sv: Höjd:
uk: Висота:

source: GPS not connected
bg: ГПС-а не е свързан
cs: GPS není připojen
de: GPS nicht verbunden
es: GPS no conectado
fr: GPS non connecté
hu: GPS nem csatlakozik
it: GPS non connesso
nb: GPS ikke tilkoblet
nl: GPS niet aangesloten
pl: GPS NIEPODŁĄCZONY
pt_br: GPS não está conectado
ru: GPS не подключен
sk: GPS nepripojené
sv: GPS ej ansluten
uk: GPS не підключено

source: GPS waiting for fix
bg: ГПС-а очаква позиция
cs: GPS čeká na fix
de: GPS wartet auf Positionsbestimmung
es: Esperando señal GPS
fr: Attente du signal GPS
hu: GPS pozíciót mér
it: GPS in attesa del fix
nb: GPS venter på satellitter
nl: GPS wacht op fix
pl: GPS OCZEKUJE NA POZYCJĘ
pt_br: GPS à espera de correção
ru: Ожидаю данных GPS
sk: GPS čaká na fix
sv: GPS väntar på fixering
uk: GPS чекає на сигнал

source: Expect early task arrival
bg: Очаквано ранно пристигане
cs: Přílet před časovým limitem
de: Erwarte frühe Aufgaben Ankunft
es: Espere el final de tarea demasiado pronto
fr: Arrivée circuit estimée au plus tôt
hu: Várható korai érkezés
it: Prevedi arrivo anticipato su obiettivo
nb: Forvent tidlig oppgave-gjennomføring
nl: Verwacht opdracht te snel af te ronden
pl: Przewidywany czas oblotu krótszy od min. czasu AAT
pt_br: Chegada antes do previsto
ru: Ожидать раннего прибытия
sk: Prílet z AAT pred časovým limitom
sv: Förväntad tidig målgång
uk: Очікувати раннього прибуття

source: Expect arrival past sunset
bg: Очаквано пристигане след залез
cs: Přílet po západu slunce
de: Erwarte Ankunft nach Sonnenuntergang
es: Espere la llegada después del atardecer
fr: Arrivée estimée après coucher du soleil
hu: Várható érkezés napnyugta után
it: Prevedi arrivo dopo il tramonto
nb: Forvent ankomst etter solnedgang
nl: Verwacht aankomst na zonsondergang
pl: Przewidywany przylot po zachodzie
pt_br: Chegada depois do pôr do sol
ru: Ожидать прибытия после заката
sk: Prílet po západe slnka
sv: Ankomst efter solnedgången
uk: Очікувати прибуття після заходу сонця

source: Significant wind change
bg: Значително изменение на вятъра
cs: Změna větru
de: Erhebliche Windänderung
es: Cambio de viento significativo
fr: Changement de vent significatif
hu: Jelentõs szél változás
it: Cambiamento significativo del vento
nb: Betydelig vindendring
nl: Grote verandering windrichting/snelheid
pl: Znaczna zmiana wiatru
pt_br: Mudança de vento significativa
ru: Значительное изменение ветра
sk: Výrazná zmena vetra
sv: Signifikant vindförändring
uk: Значна зміна вітру

source: Gear on delay
bg: Време за пускане на колесника
cs: Zpoždění vysunutí podvozku
de: Verzögerung beim Einfahren des Fahrwerks
es: Retraso en la ejecución
fr: Retard train on
hu: Futó ki késleltetés
it: Ritardo uscita carrello
nl: Wiel uit vertraging
pl: Opóźn.otwarcia podw.
sk: Oneskorenie pri zasunutí podvozku
sv: Växel på fördröjning
uk: Затримка випуску шасі

source: Gear off delay
bg: Време за вдигане на колесника
cs: Zpoždění zasunutí podvozku
de: Verzögerung beim Ausfahren des Fahrwerks
es: Retardo de apagado
fr: Retard train off
hu: Futó ki késleltetés
it: Ritardo rientro carrello
nl: Wiel in vertraging
pl: Opóźn zamkn. podw.
sk: Oneskorenie pri vysunutí podvozku
sv: Fördröjning av växel
uk: Затримка прибирання шасі

source: Interval; gear
bg: Интервал; колесник
cs: Interval; podvozek
de: Intervall; Fahrwerk
es: Intervalo; engranaje
fr: Intervalle train
hu: Intervallum; futó
it: Intervallo; carrello
nl: Interval; wiel
pl: Interw.;podw.
sk: Interval; podvozok
sv: Intervall;växel
uk: Інтервал; шасі

source: Radio com. max. delay
bg: Макс. забавяне при радиоком.
cs: Max. zpoždění rádiové komunikace
de: Funkverbindung max. Verzögerung
es: Retraso máx. radio com.
fr: Tempo max radio com
hu: Rádiókomm. max.késleltetés
it: Max ritardo com. radio
nl: Radiocomm. max. vertraging
pl: Maks.opóźn.kom.rad.
sk: Max. oneskorenie rádiokomunikácie
sv: Radio max fördröjning
uk: Радіо ком. макс. затримка

source: Battery low delay
bg: Закъснение при ниска батерия
cs: Zpoždění nízkého stavu baterie
de: Batterie leer Verzögerung
es: Retardo de batería baja
fr: Tempo batterie faible
hu: Telep kimerült késl.
it: Ritardo batteria bassa
nl: Accu bijna leeg vertraging
pl: Opóźnienie przy słabej baterii
sk: Nízke napätie oneskorenie
sv: Lågt batteri fördröjning
uk: Заряд батареї малий затримка

source: Battery empty delay
bg: Закъснение при празна батерия
cs: Zpoždění vybité baterie
de: Batterie leer Verzögerung
es: Retardo de batería vacía
fr: Tempo batt. vide
hu: Telep lemerült késleltetés
it: Ritardo batteria scarica
nl: Accu leeg vertraging
pl: Opóźnienie wyczerpania baterii
ru: Значение разряженной батареи
sk: Batéria prázdna oneskorenie
sv: Tomt batteri fördröjning
uk: Батарея розряджена затримка

source: Interval; battery
bg: Интервал; батерия
cs: Interval; baterie
de: Intervall; Batterie
es: Intervalo; batería
fr: Intervalle Batterie
hu: Intervallum; telep
it: Intervallo; batteria
nl: Interval; accu
pl: Interwał;bateria
ru: Интервал; батарея
sk: Interval; batéria
sv: Intervall; batteri
uk: Інтервал; батарея

source: Step
bg: Стъпка
cs: Krok
de: Schrittweite
es: Paso
fr: Pas
hu: Lépés
it: Passo
nl: Stap
pl: Krok
ru: Шаг
sk: Krok
sv: Steg
uk: Крок

source: Ramp
bg: Наклон
cs: Rampa
de: Steigung
es: Rampa
fr: Rampe
hu: Meredekség
it: Rampa
nl: Helling
pl: Nachylenie
sk: Sklon
uk: Градієнт

source: Circling deadband type
bg: Тип на глуха зона при кръжене
cs: Pásmo ticha kroužení
de: Steigflug Totbandtyp
es: Tipo de banda muerta girando
fr: Type de bande muette en spirale
hu: Körözési holtsáv típusa
it: Tipo di zona morta di termica
pl: Typ zakresu neutralnego w krążeniu
pt_br: Tipo de zona morta circular
ru: Тип мёртвой зоны при наборе высоты
sk: Druh mŕtveho pásma v krúžení
sv: Dödbandstyp kurvning
uk: Тип мертвої зони при наборі висоти
