Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: If the aircraft heading deviates from the current waypoint, markers are displayed at points ahead of the aircraft. The value of each marker is the extra distance required to reach that point as a percentage of straight-line distance to the waypoint.
bg: Ако посоката на ЛА (летателния апарат) се отклони от текущата ПТ (пътна точка), се показват маркери в точки пред ЛА. Стойността на всеки маркер е допълнителното разстояние за достигане до точката като процент от дистанцията по правата до точката.
cs: Pokud se aktuální kurz letadla liší od požadovaném kurzu k traťovému bodu, zobrazí se před letadlem značky. Číslo vyjadřuje procentuální prodloužení trati vzhledem k přímé vzdálenosti k traťovému bodu.
de: Wenn der Steuerkurs vom geplanten Ziel abweicht werden vor dem Flugzeug auf dem Display Zahlen eingeblendet. Der Wert jeder Marke ist in Prozent der zusätzlich benötigte Weg zum Ziel verglichen mit dem geradlinigen Flugweg zum Ziel.
es: Si el rumbo de la aeronave se desvía del waypoint actual, se muestran marcadores en puntos por delante de la aeronave. El valor de cada marcador es la distancia extra necesaria para alcanzar ese punto como porcentaje de la distancia en línea recta hasta el waypoint.
fr: Si le cap de l'aéronef dévie de la route à suivre vers le point de virage courant, des symboles sont représentés devant l'appareil. La valeur de chaque symbole représente, en pourcentage, la distance nécessaire à parcourir en plus pour rejoindre directement le point de virage courant.
hu: Ha az orrirány eltér az útiránytól, akkor jelzések jelennek meg a gép előtti pontokon. Mindegyik jelzés azt mutatja, hogy mennyivel hosszabb út kell annak a pontnak az eléréshez a fordulóponthoz vezető egyenes út hosszához képest.
it: Se l'orientamento del velivolo si discosta dalla direzione della boa selezionata, vengono visualizzati gli indicatori davanti all'icona del velivolo. Il valore di ognuno di questi indicatori corrisponde alla distanza aggiuntiva necessaria per raggiungere il punto, mostrata in percentuale alla distanza che occorrerebbe per raggiungerlo in linea retta.
nb: Hvis farkostens retning avviker fra gjeldende vendepunkt vil markører vises foran farkosten. Markørene viser i prosent hvor mye ekstra distanse som er nødvendig for å nå markøren, i forhold til korteste vei til vendepunktet.
nl: Als de vliegrichting afwijkt van de huidige keerpunt, worden markeringen weergegeven voor het vliegtuig uit. De waarde van elke markering is de extra afstand die nodig is om dat punt te bereiken als een percentage van de lineaire afstand tot het keerpunt.
pl: Jeżeli kurs szybowca różni się od kursu lotu do punktu, zostaną wyświetlone markery na bieżącej linii lotu. Wartość markera jest to dodatkowa odległość do przelecenia, wymagana do osiągnięcia Punktu Trasy, jako %procent odległości po prostej do aktualnego docelowego Puntu Trasy.
pt_br: Se o rumo da aeronave desviar do waypoint atual, serão exibidos marcadores em pontos em frente à aeronave. O valor para cada marcador é a distância extra requerida para alcançar aquele ponto como uma porcentagem da distância em linha reta para o waypoint.
ru: Если направление воздушного судна отклоняется от текущей маршрутной точки - маркеры показываются в виде точек впереди. Значение у каждого маркера показывает доп. дистанцию необходимую для достижения этой МТ в процентах от дистанции по прямой .
sk: Ak sa aktuálny kurz lietadla líši od požadovaného kurzu k traťovému bodu, sú na mape pred lietadlom zobrazené čísla. Každé číslo vyjadruje, o koľko by sa predĺžil let k traťovému bodu, ak by lietadlo dosiahlo bod na mape, kde je dané číslo zobrazené a od neho letelo priamo k traťovému bodu. Číslo vyjadruje percentuálne predĺženie trasy vzhľadom na priamu vzdialenosť od traťového bodu.
sv: Om farkostens riktning avviker från aktuell vägpunkt visas markörer vid punkter framför farkosten. Markörernas värden visar extra distans dit i procent av den raka vägen till ursprunglig vägpunkt.
uk: Якщо ПС орієнтоване не на поточний ППМ, попереду ПС будуть зображені маркери. Числа біля кожного маркера - то додаткова дистанція, потрібна для досягнення точки в процентах до відстані до ППМ по прямій.

source: Aircraft symbol
bg: Символ на летателния апарат
cs: Symbol kluzáku
de: Flugzeugsymbol
es: Símbolo del avión
fr: Symbole planeur
hu: Repülőgép szimbólum
it: Simbolo del velivolo
nb: Farkostsymbol
nl: Vliegtuig symbool
pl: Symbol szybowca
pt_br: Simbolo da aeronave
ru: Символ воздушного судна
sk: Symbol lietadla
sv: Farkostsymbol
uk: Символ ПС

source: Wind arrow
bg: Стрелка за вятър
cs: Šipka větru
de: Wind-Pfeil
es: Flecha de viento
fr: Flèche de vent
hu: Szél nyíl
it: Freccia Vento
nb: Vindpil
nl: Windpijl
pl: Wskaźnik WIATRU
pt_br: Seta de vento
ru: Стрелка ветра
sk: Ukazovateľ vetra
sv: Vindpil
uk: Стрілка вітру

source: Determines the way the wind arrow is drawn on the map.
bg: Определя начина, по който стрелката за посока на вятъра се рисува на екрана.
cs: Určuje způsob, jakým je šipka větru zobrazena na mapě.
de: Dies bestimmt die Art wie der Windpfeil auf der Karte angezeigt wird.
es: Determina la forma en que se dibuja la flecha de viento en el mapa.
fr: Détermine la façon dont la flèche du vent est affiché sur la carte.
hu: Meghatározza a szél megjelenítésének módját a térképen.
it: Determina il modo in cui la freccia del vento viene disegnata sulla mappa.
nb: Vindsymbol.
nl: Bepaalt de manier waarop de wind pijl op de kaart getekend is.
pl: Określa sposób w jaki strzałka wiatru jest rysowana na mapie.
pt_br: Determina a forma que a seta de vento é desenhada no mapa.
ru: Определяет как "стрелка ветра" рисуется на карте
sk: Určuje spôsob, akým je vykreslený indikátor vetra na mape.
sv: Styr hur vindpilen ritas på kartan.
uk: Визначає яка стрілка вітру буде намальована на мапі.

source: SkyLines traffic mode
bg: Режим на трафика в SkyLines
cs: SkyLines provoz
de: SkyLines Verkehr
es: Modo de tráfico de SkyLines
fr: Mode trafic SkyLines
it: Modalità traffico SkyLines
nl: SkyLines verkeer mode
sv: SkyLines trafikläge
uk: Режим руху SkyLines

source: Show the SkyLines traffic symbols/names on the map, downloaded from the SkyLines server.
bg: Показва символи/имена на трафика от SkyLines, изтеглени от сървъра на SkyLines.
cs: Zobrazí na mapě symboly/jména provozu, stažená ze serveru SkyLines.
de: Zeige den SkyLines Verkehr auf der Karte. Daten werden vom SkyLines Server geladen.
es: Mostrar los símbolos/nombres del tráfico de SkyLines en el mapa, descargados del servidor de SkyLines.
fr: Afficher les symboles / noms de trafic SkyLines sur la carte, téléchargés à partir du serveur SkyLines.
it: Mostra i simboli/nomi del traffico di SkyLines sulla mappa, scaricandoli dal server SkyLines.
nl: Toon de SkyLines verkeer symbolen/namen op de map, gedownload van de SkyLines server.
sv: Visar SkyLines trafiksymboler/namn på kartan nedladdade från SkyLines server.

source: Start max. speed
bg: Максимална стартова скорост
cs: Max. rychost startu
de: Max. Abfluggeschwindigkeit
es: Velocidad max. de Salida
fr: Vitesse max. au départ
hu: Start max sebesség
it: velocità massima di partenza
nb: Start maks. hastighet
nl: Start max snelheid
pl: Maks. prędk. odejścia
pt_br: Veloc máx largada
ru: Макс. скорость на старте
sk: Maximálna rýchlosť štartu
sv: Max StartHast
uk: Макс. швидкість на старті

source: Maximum speed allowed in start observation zone. Set to 0 for no limit.
bg: Максимална позволена скорост в зоната на старта. При стойност 0 няма ограничение.
cs: Maximální povolená rychlost v pozorovací oblasti startu. Nastav na 0 pro bezlimitní.
de: Maximal erlaubte Geschwindigkeit in der Beobachtungszone am Abflug. Auf 0 gesetzt gilt dort kein Limit.
es: Velocidad máxima permitida en la zona de observación de salida. Establecer a 0 para ningun limite.
fr: Vitesse maximale autorisée dans la zone d'observation de départ. Mettre 0 si pas de limitation.
it: Velocità massima consentita nella zona di partenza. Impostare a 0 per non aver limite.
nl: Maximum snelheid toegestaan in start observatie zone. Zet op 0 voor geen limiet.
sv: Max tillåten hastighet i observationszon för start. Ange 0 för ingen gräns.

source: Start max. speed margin
bg: Толеранс на макс. стартова скорост
cs: Tolerance max. rychl. startu
de: Max. Abflug-Geschwindigkeitstoleranz
es: Margen de vel. máx. de Salida
fr: Marge de vitesse max. au départ
hu: Sebesség tűrése
it: Margine velocità massima di partenza
nb: Start maks. hastighetsmargin
nl: Start max snelheidsmarge
pl: Maks. prędk. odej. - toler.
pt_br: Margem de velocidade max. do start
ru: Допуск макс. скорости на старте
sk: Tolerancia max. rýchlosti štartu
sv: Start marginal maxhastighet
uk: Допуск макс. швидкісті на старті

source: Maximum speed above maximum start speed to tolerate. Set to 0 for no tolerance.
bg: Толеранс над максималната стартова скорост, който се допуска за задачата. При стойност 0 няма толеранс.

source: Start max. height
bg: Макс. стартова височина
cs: Max. výška startu
de: Maximal Abflughöhe
es: Altura máxima de Salida
fr: Hauteur max. départ
hu: Start max magasság
it: Max. altezza partenza
nb: Start maks. høyde
nl: Start max hoogte
pl: Maks. wysok. odejścia
pt_br: Altura máx largada
ru: Макс. высота на старте
sk: Maximálna výška štartu
sv: Maxhöjd start
uk: Макс. висота на старті

source: Maximum height based on start height reference (AGL or MSL) while starting the task. Set to 0 for no limit.
bg: Максимално позволена височина (абсолютна или над земята) при стартиране на задачата. При стойност 0 няма ограничение.

source: Start max. height margin
bg: Толеранс за макс. стартова височина
cs: Tolerance max. výšky startu
de: Max. tolerierte Abflugüberhöhung
es: Margen de alt. máx. de Salida
fr: Marge hauteur max. au départ
hu: Magasság tűrése
it: Margine altezza massima di partenza
nb: Start maks. høyde margin
nl: Start max hoogte marge
pl: Maks. wysok. odejścia - toler.
pt_br: Margem de altura max. de start
ru: Допуск макс. висоты на старте
sk: Tolerancia max. výšky štartu
sv: Start max höjdmarginal
uk: Допуск макс. висоти на старті

source: Maximum height above maximum start height to tolerate. Set to 0 for no tolerance.
bg: Толеранс над максималната стартова височина, който се допуска за задачата. При стойност 0 няма ограничение.

source: Reference is the height above the task point.
bg: Отнася се за височината над точка от задачата.
cs: Reference je výška nad otočným bodem úlohy.
de: Bezogen auf die Höhe über dem Aufgabenpunkt.
es: La referencia es la altura sobre el punto de tarea.
fr: La référence est la hauteur au-dessus du point de circuit.
hu: A referencia a feladatpont feletti magasság.
it: riferimento in altezza al di sopra al punto del tema.
nl: Referentie is de hoogte boven het opdracht punt.
pl: Poziomem odniesienia jest elewacja Pkt. trasy.
ru: Привязка к висоте над точкой задания.
sk: Referencia je výška nad otočným bodom úlohy.
sv: Referensen är höjd över uppgiftspunkten.
uk: Прив'язка до висоти над точкою завдання.

source: Reference is altitude above mean sea level.
bg: Отнася се за абсолютната надморска височина.
cs: Reference je výška nad střední hladinou moře.
de: Referenz ist die Höhe über dem Meeresspiegel .
es: La referencia es la altitud sobre el nivel del mar.
fr: La référence est l'altitude au-dessus du niveau moyen de la mer.
hu: A referencia a tengerszint feletti magasság.
it: Il riferimento è l'altitudine sul livello del mare.
nl: Referentie is de MSL hoogte.
pl: Poziomem odniesienia jest elewacja poziomu morza.
ru: Привязка висоты к среднему уровню моря.
sk: Referencia je výška nad morom.
sv: Referensen är höjd över medelhavsnivå.
uk: Прив'язка висоти до середнього рівня моря.

source: Start height ref.
bg: Стартовата височина е спрямо
cs: Reference startovní výšky
de: Abflughöhe bezogen auf
es: Ref. de alt. de Salida
fr: Réf. hauteur départ
hu: Start mag. bázisa
it: Rif. altezza partenza
nb: Starthøyderef.
nl: Starthoogte ref.
pl: Poziom odn. odejścia
pt_br: Ref altura largada
ru: Привязка высоты старта
sk: Štartová výška ref.
sv: Starthöjd referens
uk: Прив'язка висоти старту

source: Reference used for start max height rule.
bg: Височина използвана като правило за макс. стартова стойност.
cs: Reference použitá pro pravidlo maximální výšky.
de: Bezug für die Regel über die max. Abflughöhe.
es: Referencia utilizada para la regla de altura máxima de salida.
fr: Référence utilisée par la règle de hauteur max. de départ.
hu: A maximális startmagassághoz használt referencia.
it: Altitudine di riferimento per la regola di massima altezza di partenza.
nl: Referentie die gebruikt wordt voor de start max hoogte regel.
pl: Poz.odn. użyto do wyznaczenia maks.wys.startu.
ru: Привязка, которая используется в правилах макс. высоты старта.
sk: Referencia použitá pre pravidlo maximálnej štartovej výšky.
sv: Referens för max starthöjd enligt regler.
uk: Прив'язка, що використовується в правилах макс. висоти старту.

source: Finish min. height
bg: Мин. финална височина
cs: Min. výška v cíli
de: Min. Ankunftshöhe
es: Altura min. de meta
fr: Hauteur min. d'arrivée
hu: Cél min magasság
it: Altezza minima di arrivo
nb: Mål min. høyde
nl: Finish min hoogte
pl: Min. wysok. na mecie
pt_br: Altura mín chegada
ru: Мин. высота на финише
sk: Minimálna výška príletu
sv: Min målgångshöjd
uk: Мін. висота на фініші

source: Minimum height based on finish height reference (AGL or MSL) while finishing the task. Set to 0 for no limit.
bg: Минимална височина (абсолютна или над земята) при финиширане на задачата. При стойност 0 няма ограничение.

source: Finish height ref.
bg: Спрямо финалната височина
cs: Reference cílové výšky
de: Zielhöhenreferenz
es: Ref. de alt. de Meta
fr: Réf. hauteur arrivée
hu: Befejező magasság referencia
it: Riferimento altezza finale
nb: Målhøyderef.
nl: Aankomst hoogte ref.
pl: Poziom odn. na mecie
pt_br: Altura final de ref.
ru: Привязка высоты финиша
sk: Referencia cieľovej výšky.
sv: Målgångshöjd referens
uk: Прив'язка вис. фінішу

source: Reference used for finish min height rule.
bg: Височина използвана като правило за мин. финална стойност.
cs: Reference použitá pro pravidlo minimální výšky.
de: Bezug für die Regel über die min. Ankunftshöhe.
es: Referencia utilizada para la regla de altura mínima de llegada.
fr: Référence utilisée par la règle de hauteur minimale d'arrivée.
hu: A minimális befutó magassághoz használt referencia.
it: ALtitudine di riferimento per la regola di altezza minima di arrivo.
nl: Referentie die gebruikt wordt voor de minimale finish hoogte regel.
pl: Poz.odn. użyto do wyznaczenia min.wys.przylotu.
ru: Привязка, которая используется для правила мин. высоты на финише.
sk: Referencia použitá pre pravidlo minimálnej výšky.
sv: Referens för lägsta sluthöjd enligt regler.
uk: Прив'язка, що використовується для правил щодо мін. висоти на фініші.

source: PEV start wait time
bg: Разчетно време за изчакване
cs: Prodleva po označení PEV
de: PEV Start wartezeit
es: Tiempo de espera de Salida PEV
fr: Temps d’attente pour le départ PEV
it: Tempo di attesa start PEV
nl: PEV start wacht tijd
sv: PEV start väntetid

source: Wait time in minutes after Pilot Event and before start gate opens. 0 means start opens immediately.
bg: Време на изчакване в минути след задействане на старта и преди отваряне на стартовия прозорец. 0 означава, че стартът отваря веднага.
cs: Doba prodlevy v minutách po označení události pilotem a před otevřením startovní brány. 0 znamená, že se startovní brána otevírá okamžitě.
de: Wartezeit in Minuten nach Pilotenevent und bevor das Starttor öffnet. 0 bedeutet, das Starttor öffnet sofort.
es: Tiempo de espera en minutos después del Evento de Piloto y antes de que se abra la puerta de salida. 0 significa que la salida se abre inmediatamente.
fr: Temps d'attente en minutes après l'Évènement Pilote (PEV) et avant l'ouverture de la porte de départ. 0 signifie que le départ s'ouvre immédiatement.
it: Tempo di attesa in minuti dopo l'Evento Pilota e prima che apra lo start. 0 significa che lo start apre immediatamente.
nl: Wacht tijd in minuten na Pilot Event voor de startlijn open gaat. 0 betekent start opent onmiddellijk.
sv: Väntetid i minuter efter Pilot Event tills start öppnar. 0 innebär omedelbar start.

source: PEV start window
bg: Стартов прозорец от пилота
cs: Start. brána po označení PEV
de: Aufgaben Startfenster
es: Ventana de Salida PEV
fr: Fenêtre du départ PEV
it: Finestra di start PEV
sv: PEV startfönster
uk: Початкове вікно PEV

source: Number of minutes start remains open after Pilot Event and PEV wait time.0 means start will never close after it opens.
bg: Време в минути, през което стартът остава отворен след натискане на старт и времето на изчакване. 0 означава, че стартът не се затваря след като веднъж е задействан.
cs: Počet minut, kdy startovní brána zůstává otevřená, po označení události pilotem a uplynutí prodlevy. 0 znamená, že se startovní brána po otevření nikdy neuzavře.
de: Dauer in Minuten für die das Start-Tor nach dem Piloten Event geöffnet bleibt. 0 bedeutet der Start bleibt unbegrenzt offen.
es: Número de minutos que la salida permanece abierta después del Evento de Piloto y Tiempo de espera PEV. 0 significa que la salida nunca se cerrará después de abrirse.
fr: Nombre de minutes pendant lesquelles le départ reste ouvert après l'Événement Pilote (PEV) et le temps d'attente PEV. 0 signifie que le départ ne se fermera jamais après son ouverture.
it: Numero di minuti in cui lo start rimane aperto dopo un Evento Pilota e PEV. 0 significa che lo start non si chiuderà mai dopo l'apertura.
nl: Aantal minuten dat de startlijn open blijft na Pilot Event en wacht tijd. 0 betekent start blijft open.
sv: Antal minuter starten förblir öppen efter Pilot Event and PEV väntetid. 0 innebär att starten aldrig stängs.

source: Gate width
bg: Ширина на старта
cs: Šířka
de: Torbreite
es: Ancho de la puerta
fr: Largeur de porte
hu: Kapu szélessége
it: Larghezza porta
nb: Full bredde
nl: Startlijn breedte
pl: szer. bramki
pt_br: Largura completa
ru: Ширина ворот
sk: Šírka pásky
sv: Grind bredd
uk: Ширина воріт

source: Radius
bg: Радиус
cs: Rádius
es: Radio
fr: Rayon
hu: Sugár
it: Raggio
nl: Straal
pl: Promień
pt_br: Raio
ru: Радиус
sk: Polomer
sv: Radie
uk: Радіус

source: Default start type for new tasks you create.
bg: Вид на старта по подразбиране за нови задачи.
cs: Výchozí typ startu pro nově vytvořené úlohy.
de: Standard Abflugtyp für neue Aufgaben.
es: Tipo de salida predeterminada para las nuevas tareas.
fr: Type de départ par défaut à la création d'un nouveau circuit.
hu: Új feladatok alap starttípusa.
it: Tipo di partenza predefinito per i nuovi temi.
nb: Standard starttype ved nye oppgaver.
nl: Standaard start type voor nieuwe opdrachten die u maakt.
pl: Domyślny rodzaj startu dla nowo powstałego zadania.
pt_br: Tipo padrão de start para novas provas que forem criadas.
ru: Тип по умолчанию для создаваемой задачи
sk: Východzí typ štartu pre novo vytvorené úlohy.
sv: Standard starttyp för nya uppgifter du skapar.
uk: Для нового завдання створено тип старту за замовчуванням.

source: Default radius or gate width of the start zone for new tasks.
bg: Радиус на старта или ширина на стартовата линия за нови задачи.
cs: Výchozí poloměr nebo šíře pásky startovní zóny pro nově vytvořené úlohy.
de: Standard Radius oder Torbreite des Abflugs für neue Aufgaben.
es: Radio predeterminado o ancho de puerta de la zona de salida para nuevas tareas.
fr: Rayon ou largeur par défaut de la ligne de départ pour un nouveau circuit.
hu: Új feladat indulási területének alapértelmezett sugara illetve kapu szélesége
it: Raggio di default o larghezza porta della zona di partenza per i nuovi temi.
nb: Startsonens standard radius eller bredde for nye oppgaver.
nl: Standaard radius of openings breedte van de start zone voor nieuwe opdrachten.
pl: Domyślny promień lub szerokość bramki startowej dla nowego zadania.
pt_br: Raio padrão ou largura do portão da zona de start para novas provas.
ru: Радиус или ширина ворот зоны старта по умолчанию для новой задачи
sk: Východzí rádius alebo šírka pásky štartovej zóny pre nové úlohy.
sv: Standardradie eller grindbredd för startområdet för nya uppgifter.
uk: Для нового завдання використовується радіус або ширина воріт зони старту за замовчуванням.

source: Finish point
bg: Финална точка
cs: Cílový bod
de: Zielpunkt
es: Punto de meta
fr: Point d'arrivé
hu: Célpont
it: Punto di arrivo
nb: Målpunkt
nl: Finish punt
pl: Punkt końcowy
pt_br: Ponto final
ru: Точка финиша
sk: Cieľový bod
sv: Målpunkt
uk: Точка фінішу

source: Default finish type for new tasks you create.
bg: Вид на финала по подразбиране за нови задачи.
cs: Výchozí typ cílového bodu pro nově vytvořené úlohy.
de: Standard Zieltyp für neu angelegte Aufgaben.
es: Tipo de llegada por defecto para las nuevas tareas.
fr: Type d'arrivée par défaut pour un nouveau circuit.
hu: Új feladatok célszektorának alap típusa.
it: Tipo predefinito di arrivo per i nuovi temi.
nb: Standard måltype for nye oppgaver.
nl: Standaard finish punt type voor nieuwe taken die u maakt.
pl: Domyślny typ mety dla nowego zadania.
pt_br: Tipo da chegada padrão para novas provas que forem criadas.
ru: Тип финиша по умолчанию для новой задачи
sk: Východzí typ cieľa pre novo vytvorené úlohy.
sv: Standard måltyp för nya uppgifter som du skapar.
uk: Для нового завдання створено тип фінішу за замовчуванням.

source: Default radius or gate width of the finish zone in new tasks.
bg: Радиус или ширина на финалната линия за нови задачи.
cs: Výchozí poloměr nebo šíře pásky cílové oblasti pro nově vytvořené úlohy.
de: Standard Radius oder Torbreite des Ziels für neue Aufgaben.
es: Radio predeterminado o ancho de puerta de la zona de meta en tareas nuevas.
fr: Rayon ou largeur de ligne pour l'arrivée d'un nouveau circuit.
hu: Alapértelmezett sugár vagy kapu magasság a befejező zónában új feladatban
it: Raggio o larghezza porta della zona di arrivo predefiniti per i nuovi temi.
nb: Målsonens standard radius eller bredde for nye oppgaver
nl: Standaard radius of startlijn breedte van het finish punt gebied in nieuwe taken.
pl: Domyślny promień lub szerokość bramki mety w nowym zadaniu.
pt_br: Raio padrão ou largura do portão da zona final de chegada em novas provas.
ru: Радиус или ширина ворот зоны финиша по умолчанию для новой задачи
sk: Východzí rádius alebo šírka pásky cieľovej oblasti v nových úlohách.
sv: Standardradie eller grindbredd för målområdet för nya uppgifter.
uk: Для нового завдання використовується радіус або ширина воріт зони фінішу за замовчуванням.

source: Turn point
bg: Повратна точка
cs: Otočný bod
de: Wendepunkt
es: Punto de giro
fr: Point de virage
hu: Fordulópont
it: Boa
nb: Vendepunkt
nl: Keerpunt
pl: Punkt zwrotny
pt_br: Pilões
ru: Точка поворота
sk: Otočný bod
sv: Vändpunkt
uk: ППМ

source: Default turn point type for new tasks you create.
bg: Вид на повратна точка по подразбиране за нови задачи.
cs: Výchozí typ otočných bodů pro nově vytvořené úlohy.
de: Standard Wendepunkttyp für neue anglegte Aufgaben.
es: Tipo de punto de giro predeterminado para las nuevas tareas.
fr: Type de point de virage par défaut à la création d'un nouveau circuit.
hu: Új feladatok alap fordulópont típusa.
it: Tipo predefinito di boa per i nuovi temi.
nb: Standard vendepunktstype for nye oppgaver.
nl: Standaard keerpunt type voor nieuwe opdrachten die u maakt.
pl: Domyślny typ punktu zwrotnego dla nowych zadań.
pt_br: Tipo de pilão padrão para novas provas que você criar.
ru: Тип точки поворота по умолчанию для новой задачи
sk: Východzí typ otočných bodov pre novo vytvorené úlohy.
sv: Standard vägpunktstyp för nya uppgifter som du skapar.
uk: Для нового завдання створено тип ППМ за замовчуванням.
