Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Preferred period for gliders.
bg: Предпочитан интервал за планери.
cs: Preferovaná doba pro kluzáky.
de: Bevorzugte Zeitspanne für Segler.
es: Período preferido para planeadores.
fr: Période adaptée pour planeurs.
hu: Ajánlott időtartam siklóernyősöknek
it: Tempo preferito per alianti.
nb: foretrukket periode for seilfly.
nl: Voorkeursperiode voor zweefvliegers.
pl: Preferowany okres dla szybowców.
pt_br: Período preferido por planadores.
ru: Предпочтительный период для планеров
sk: Preferovaná doba pre vetrone.
sv: Föredragen period friflygfarkoster.
uk: Найкращий період для планерів.

source: GR average period
bg: Интервал за средно качество
cs: Doba průměrování KP
de: Gleitzahl Mittelwertzeitintervall
es: Periodo promedio de RP
fr: Durée moyennant le calcul de finesse
it: Tempo media GR
nl: GH gemiddelde
pl: Dosk.: okres uśredniania
pt_br: PLANEIO médio tempo
sk: Interval priemernej kĺzavosti
sv: GR medel period
uk: Період усереднення для глісади

source: Here you can decide on how many seconds of flight this calculation must be done. Normally for gliders a good value is 90-120 seconds, and for paragliders 15 seconds.
bg: Тук избирате през какъв интервал от време в секунди се прави това изчисление. Обикновено за планери препоръчана стойност е 90-120 сек., а за парапланери 15 сек.
cs: Nastavení, kolik sekund letu je zahrnuto ve výpočtu klouzavého poměru. Pro kluzáky je vhodná hodnota v rozsahu 90-120 sekund, pro padákové kluzáky 15 sekund.
de: Hier kannst Du einstellen über wie viele Flugsekunden diese Berechnung gemacht wird. Normalerweise wird für Segelflugzeuge ein Wert von 90-120 Sekunden empfohlen, für Gleitschirme 15 Sekunden.
es: Aquí puede decidir cuántos segundos de vuelo debe realizar este cálculo. Normalmente para los planeadores, un buen valor es 90-120 segundos; y para los parapentes unos 15 segundos.
fr: Ici vous pouvez déterminer sur combien de secondes de vol ce calcul doit être effectué. Normalement une bonne valeur pour les planeurs est 90-120 secondes, et pour les parapentes 15 secondes.
hu: Itt eldöntheti, hogy a repülés hanyadik másodpercében történjen meg ez a számítás. Vitorlázógépek esetében a 90-120 mp., siklóernyők esetében a 15 mp. általában a megfelelő érték.
it: Indica su quanti secondi di volo deve essere eseguito il calcolo dell'efficienza. Di norma per gli alianti un buon valore è 90-120 secondi, per i parapendio 15 secondi.
nb: Velg perioden i sekunder flytid som brukes til beregningen. Normalt er 90-120 sekunder en god verdi for seilfly, for paraglidere er 15 sekunder anbefalt.
nl: Instellen van het aantal seconden van de vlucht de berekening moet worden gedaan. Voor zweefvliegtuigen is een goede waarde 90 tot 120 seconden, en voor schermvliegers 15 seconden.
pl: Tu możesz zdecydować na ilu sekundach lotu ta kalkulacja będzie wykonywana. Normalnie dla szybowców jest 90-120sekund, a dla paralotni 15sekund.
pt_br: Aqui você pode decidir quantos segundos de voo devem ser usados para este cálculo. Normalmente, para planadores um bom valor é entre 90-120 segundos, para parapentes 15 segundos.
ru: Тут вы задаете как часто (сек) в полете должны выполняться эти вычисления. Обычно хорошим значением для планера является 90-120 сек и 15 сек для параплана
sk: Tu môžete nastaviť koľko sekúnd letu je zahrnutých v tomto výpočte. Pre vetrone je normálne vhodné 90-120 a pre paraglide 15 sekúnd.
sv: Här kan du bestämma hur många sekunder av flyg som denna beräkning baseras på. Normalt för glidflyg är 90-120 sekunder och för skärmar 15 sekunder.
uk: Тут ви можете вирішити, за який час польоту повинні бути проведені ці розрахунки. Зазвичай, для планерів рекомендують 90-120 секунд, а для парапланів - 15 секунд.

source: Predict wind drift
bg: Прогнозиране на дрейфа от вятъра
cs: Snos větrem
de: Geschätzte Abdrift
es: Predecir deriva del viento
fr: Inclure la dérive en spirale
hu: Szélsodrás becslése
it: Prevedi scarroccio
nb: Estimer vindavdrift
nl: Voorspel wind afwijking
pl: Uwzgl. znoszenie w krąż.
pt_br: Deriva do vento prevista
ru: Предсказывать снос (ветром)
sk: Predpovedať znos vetra
sv: Förutspå vindavdrift
uk: Передбачити дрейф з вітром

source: Account for wind drift for the predicted circling duration. This reduces the arrival height for legs with head wind.
bg: Отчита отнасянето (дрейфа) от вятъра при прогнозиране продължителността на въртене. Това намалява височината на пристигане за отсечки срещу вятъра.
cs: Při výpočtu doby kroužení je počítáno se snosem větrem. To snižuje výšku příletu pro ramena s čelní složkou větru.
de: Berücksichtige die Abdrift für die vorkalkulierte Zeit beim Kreisen. Dies reduziert die Ankunftshöhe für den Gegenwindschenkel.
es: Se considera la deriva del viento para la duración prevista de los círculos. Esto reduce la altura de llegada para los tramos con viento en contra.
fr: Prend en compte la dérive due au vent pour le calcul de la durée en spirale. Cela réduit la hauteur d'arrivée pour les branches face au vent.
hu: Figyelembe veszi a körözés várható időtartama alatt a szél miatt bekövetkezett elsodródást. Ez csökkenti a szembeszeles útvonalszakaszok érkezési magasságát.
it: Tiene conto dello scarroccio nella previsione della durata di termica. Questo riduce l'altezza di arrivo per tratte con vento frontale.
nb: Angi vindavdrift for den antatte termikkflygingstid. Dette reduserer ankomsthøyden for motvindslegg.
nl: Houd rekening met de wind afdrijving voor de voorspelde thermiek duur. Dit zal de aankomst hoogte voor benen met tegenwind verkleinen.
pl: Uwzględniaj znoszenie z wiatrem w przewidywanym czasie krążenia. Zmniejsza obliczoną wysokość przylotu na bokach pod wiatr.
pt_br: Leva em conta a deriva do vento para prever a duração do giro. Isto reduz a altura de chegada para pernas com vento de frente.
ru: Учитывать снос ветром для предсказания времени кружения. Это уменьшает высоту прибытия для участка в случае встречного ветра.
sk: Započíta znos vetra do predpokladanej doby krúženia. Toto redukuje príletovú výšku pre ramená s čelným vetrom.
sv: Räkna med vindavdrift i förutspådd tid för kurvning. Detta minskar ankomsthöjden för ben med motvind.
uk: Величина дрейфу з вітром за розрахунковий час спіралі. Зменшує висоту прибуття для відрізків маршруту із зустрічним вітром.

source: Wave assistant
bg: Асистент за вълни
cs: Vlnový asistent
de: Wellenassistent
es: Asistente de onda
fr: Assistant en onde
it: Assistente d'onda
nl: Golfassistent
pl: Asystent lotu na fali
pt_br: Assistênte de onda
sk: Vlnový asistent
sv: Vågassistent
uk: Асистент хвилі

source: Cruise/Circling period
bg: Интервал за въртене или прелитане
cs: Přeskok na kroužení
de: Vorflug/Kreisflug Verzögerung
es: Retardo Planeo/Circular
fr: Période de croisière / spirale
it: Tempo di Termica/Planata
nl: Steek/Circling periode
sv: Planflykt/kurvning period
uk: Період круїзу/кружляння

source: How many seconds of turning before changing from cruise to circling mode.
bg: Колко секунди в завой преди превключване от прелитане към режим на кръжене.
cs: Nastaveni, po kolika sekundách kroužení dojde ke změně režimu přeskoku na kroužení.
de: Wie lange wird beim Einkreisen gewartet um vom Vorflug auf Kreisflug zu schalten.
es: Cuantos segundos de giro antes de cambiar del modo crucero al modo vuelo circular.
fr: Combien de secondes de virage avant de passer du mode croisière au mode spirale.
it: Quanti secondi di termica prima di cambiare modalità da planata a termica.
nl: Hoeveel seconden cirkelen voordat overgegaan wordt van steek naar thermiek mode.
sv: Antal sekunder med kurvning innan byte från läge planflykt till kurvning.
uk: Скільки секунд обертання, перш ніж перейти від режиму круїзу до кружляння.

source: Circling/Cruise period
bg: Време за превключване кръжене/прелитане
cs: Kroužení na přeskok
de: Kreisflug/Vorflug Verzögerung
es: Retardo Circular/Planeo
fr: Période de spirale / croisière
it: Tempo Termica/Planata
nl: Thermiek/Steek periode
sv: Kurvning/planflykt period

source: How many seconds of flying straight before changing from circling to cruise mode.
bg: Колко секунди прав полет преди превключване от режим кръжене в режим прелитане.
cs: Nastavení, po kolika sekundách přímého letu dojde ke změně režimu kroužení na přeskok.
de: Wie lange wird beim Aufrichten gewartet um vom Kreisflug auf Vorflug zu schalten.
es: Cuantos segundos de vuelo recto antes de cambiar del modo vuelo circular al modo crucero.
fr: Combien de secondes de vol direct avant de passer du mode spirale au mode croisière.
it: Quanti secondi di volo rettilineo prima di cambiare modalità da termica a planata.
nl: Hoeveel seconden rechtdoor vliegen voordat overgegaan wordt van thermiek naar steek mode.
sv: Antal sekunder med planflykt innan byte från läge kurvning till planflykt.
uk: Скільки секунд польоту прямо перед переходом від режиму кружляння до круїзного.

source: Use final glide mode
bg: Използване режим на финално долитане
cs: Režim dokluzu
de: Endanflugmodus verwenden
es: Usar modo planeo final
fr: Utiliser le mode plané final
hu: Használd a végsiklás üzemmódot
it: Usa modalità planata finale
nl: Gebruik final glide modus
pl: Pasek trybu dolotu
pt_br: Usar modo de planeio final
ru: Использовать финальный режим глайдирования
sk: Použi režim doklzu
sv: Använd läget för finalglid
uk: Скористатись режимом дольоту

source: Controls whether the "final glide" InfoBox mode should be used on "auto" pages.
bg: Определя дали инфо-полето „Финално долитане“ ще се използва на „Автом“ страницата.
cs: Nastavuje, zda se režim InfoBoxů "Dokluz" má použít na stránkách "Auto".
de: Bestimmt, ob das "Endanflug" InfoBox-Set auf der "Auto" Seite benutzt wird.
es: Controla si el modo de InfoBox "planeo final" debe usarse en páginas "automáticas".
fr: Indique si l'InfoBox "arrivée" doit apparaître sur les pages "auto".
hu: A 'végsiklás' kijelző használatát szabályozza az 'automatikus' oldalakon.
it: Controlla se l'InfoBox "planata finale" deve essere usato nelle pagine "auto".
nl: Bepaald of de "final glide" InfoBox op de "auto" pagina's moeten worden gebruikt.
pl: Okkreśla, czy zestaw infoboxów "Dolot" powinien być używany w trybie "auto" przełączania stron.
pt_br: Controla se o modo InfoBox "planeio final" deve ser usado em páginas "auto".
sk: Ovláda či "doklzový" info-okno režim má byť použitý na stránkach "auto".
sv: Styr huruvida "finalglid"-läge för Info-ruta skall användas på "auto" sidor.
uk: Визначає, чи режим дольоту буде застосовано до ІнфоБоксів на "авто"-сторінках.

source: Text size
bg: Размер на шрифта
cs: Velikost textu
de: Schriftgröße
es: Tamaño del texto
fr: Taille du texte
it: Dimensione testo
nl: Tekstgrootte
pl: Rozmiar tekstu
pt_br: Tamanho do texto
sk: Veľkosť textu
sv: Textstorlek
uk: Розмір тексту

source: Display Resolution
bg: Разделителна способност на екрана
cs: Rozlišení displeje
de: Bildschirmauflösung
es: Resolución de la pantalla
fr: Résolution de l'écran
it: Risoluzione display
nl: Schermresolutie
pl: Rozdzielczość wyświetlacza
sk: Rozlíšenie displeja
sv: Skärmupplösning
uk: Роздільна зд. дисплея

source: The display resolution is used to adapt line widths, font size, landable size and more.
bg: Разделителната способност на екрана се използва за да адаптира дебелината на линиите, размера на шрифта, възможните места за кацане и др.
cs: Nastavení rozlišení displeje je používáno k adaptaci šíře linek, velikosti fontů, velikosti nouzových ploch a dalším úpravám.
de: Die Bildschirmauflösung passt die Stärke der Linien, Schriftgrößen, Größe der Landemarkierung und anderer Symbole an.
es: La resolución de la pantalla se utiliza para adaptar el ancho de las líneas, el tamaño de la fuente, el tamaño de la superficie de aterrizaje y más.
fr: La résolution de l'affichage est utilisée pour adapter les largeurs de ligne, la taille de la police, la taille des terrains posables, etc.
it: La risoluzione del display è utilizzata per adattare lo spessore delle linee, la dimensione dei caratteri, degli atterrabili ed altro.
nl: De schermresolutie wordt gebruikt om de regelbreedte, tekst- en veldgrootte aan te passen.
pl: Rozdzielczość wyświetlacza pomaga dostosować szerokość linii, rozmiar czcionki, lądowisk i innych.
sk: Rozlíšenie displeja je použité na adaptáciu hrúbky čiar, veľkosť písma a iného.
sv: Skärmupplösningen används för att anpassa linjebredd, font-storlek, banstorlek med mera.
uk: Роздільна здатність дисплея використовується для адаптації ширини лінії, розміру шрифту, розміру приземлення тощо.

source: Automatic
bg: Автоматично
cs: Auto
de: Automatisch
es: Automático
fr: Automatique
hu: automata
it: Automatico
nb: Auto
nl: Automatisch
pl: Automatycznie
pt_br: Automático
ru: Автоматически
sk: Automaticky
sv: Automatisk
uk: Автоматично

source: Events
bg: Събития
cs: Události
de: Ereignisse
es: Eventos
fr: Évènements
hu: Eseménykezelés
it: Eventi
nb: Hendelser
nl: Gebeurtenissen
pl: Zdarzenia
pt_br: Eventos
ru: События
sk: Udalosti
sv: Händelser
uk: Події

source: The Input Events file defines the menu system and how XCSoar responds to button presses and events from external devices.
bg: Файлът за входящите събития определя системното меню и как XCSoar отговаря при натискане на бутони и събития от външни устройства.
cs: Soubor vstupních událostí, definující rozložení menu a reakci XCSoar na stisk tlačítek a vstup událostí z externích zařízení.
de: Die Eingabeereignisdatei bestimmt das Menüsystem und wie XCSoar auf einen Knopfdruck oder einem Ereignis von einem externen Gerät reagiert.
es: El archivo de Eventos de Entrada define el sistema de menús y cómo XCSoar responde a la pulsación de botones y eventos de dispositivos externos.
fr: Le fichier "Input Events" définit le menu principal, et comment XCSoar réagit aux appuis sur les boutons et aux requêtes d'appareils externes.
hu: Az beviteli események fájl határozza meg a menürendszert és hogy az XCSoar hogyan válaszol a külső eszközöktől érkező gombnyomásokra és eseményekre.
it: Il file Input Events definisce il sistema di menu e il modo in cui XCSoar risponde alla pressione dei pulsanti ed eventi da dispositivi esterni.
nb: Inndata Hendelsesfil beskriver menysystemet og hvordan XCSoar skal reagere på knapper og hendelser fra eksterne enheter.
nl: Het Invoer Gebeurtenissen bestand definieert het menusysteem en hoe XCSoar reageert op gebeurtenissen en toets indrukkingen van externe apparaten.
pl: Plik Zdarzeń określa system menu i to jak XCSoar reaguje na wciśnięcia przycisków oraz zdarzenia wywołane przez urządzenia zewnętrzne.
pt_br: O arquivo de Entrada de Eventos define o sistema de menu e como o XCSoar responde ao apertar de botões e aos eventos de dispositivos externos.
ru: Файл Событий ввода определяет системное меню и как XCSoar будет реагировать на нажатия кнопок и события с внешних устройств.
sk: Súbor "vstupných udalostí" definuje menu a tiež to, ako XCSoar reaguje na stlačenie tlačítok a na udalosti z externých zariadení.
sv: "Input Events" filen definierar menysystem och hur XCSoar reagerar på knapptryckningar och händelser från externa enheter.
uk: Файл вхідних подій визначає меню системи і як XCSoar відповідатиме на натиснення клавіш та події від зовнішніх пристроїв.

source: Language
bg: Език
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sk: Jazyk
sv: Språk
uk: Мова

source: The language options selects translations for English texts to other languages. Select English for a native interface or Automatic to localise XCSoar according to the system settings.
bg: Езиковите настройки избират превод от английски текст на други езици. Изберете английски за оригинален интерфейс или автоматично за да локализирате XCSoar според системните настройки.
cs: Jazykové menu nastavuje překlad textu z angličtiny do jiných jazyků. Vyberte English pro nativní rozhraní nebo Automatické pro lokalizaci XCSoar podle systému.
de: Die Sprachoption bestimmt die Übersetzung der Englischen XCSoar Texte in andere Sprachen. Wähle Englisch für die native Oberfläche, oder Automatic um XCSoar nach der Systemeinstellung zu übersetzen.
es: Las opciones de idioma seleccionan traducciones de textos en inglés a otros idiomas. Seleccione Inglés para una interfaz nativa o Automático para localizar XCSoar de acuerdo con la configuración del sistema.
fr: Les options de langue permettent de sélectionner les traductions de l'anglais vers d'autres langues. Choisissez Anglais pour la version originale, ou Automatic pour laisser XCSoar trouver la langue selon vos préférences système.
hu: A nyelv kiválasztása az angol feliratokat fordítja le a választott nyelvre. Válassza az angolt az eredeti feliratokhoz vagy az automatikust, amely az eszköz területi beállításához igazítja a használt nyelvet.
it: L'opzione lingua seleziona le traduzioni dei testi in inglese in altre lingue. Seleziona inglese per l'interfaccia nativa o Automatico per tradurre XCSoar secondo le impostazioni di sistema.
nb: Velg språk. Velg engelsk om noe vises feil eller automatisk for å la XCSoar finne systemspråket.
nl: De taal opties selecteren vertalingen van Engels naar andere talen. Kies Engels voor de standaard interface of Automatisch om XCSoar op de lokale taal in te stellen volgens de systeem-instellingen.
pl: W opcjach językowych wybiera się tłumaczenie angielskich tekstów na inne języki. Wybierz "angielski" dla oryginalnego interfejsu lub "automatycznie" aby XCSoar wybrał zgodnie z ustawieniami systemowymi.
pt_br: As opções de idioma selecionam traduções dos textos em Inglês para outros idiomas. Selecione English para uma interface nativa, ou Automatic para localizar o XCSoar de acordo com as configurações do sistema.
ru: Язык перевода. Выберите English для оригинального интерфейса или "Автоматически" для выбора в соответствии с системными настройками.
sk: Jazykové menu nastavuje preklad anglických textov do iných jazykov. Vyberte Englisch pre pôvodné rozhranie alebo Automatické pre lokalizáciu podľa nastavenia systému.
sv: Språkvalet väljer översättningar för engelska texter till andra språk. Välj engelska för ursprungs-gränssnitt eller Automatiskt för att anpassning enligt systeminställning.
uk: Опція мови визначає переклад англійського тексту на інші мови. Виберіть "English" для оригінального інтерфейсу або "Автоматично" для локалізації XCSoar відповідно до налаштувань системи.

source: Menu timeout
bg: Изчакване на менюто
cs: Timeout menu
de: Menü Zeitabschaltung
es: Tiempo de espera del menú
fr: Tps Sortie Menu
hu: Menü időkorlát
it: Timeout menu
nb: Meny timeout
pl: Czas wyśw. menu
pt_br: Tempo do menu
ru: Время показа меню
sk: Časový limit menu
sv: Meny timeout
uk: Час меню на екрані

source: This determines how long menus will appear on screen if the user does not make any button presses or interacts with the computer.
bg: Това определя колко дълго менютата ще останат на екрана ако потребителят не натисне бутон или не предприеме друго действие с програмата.
cs: Určuje, jak dlouho budou zobrazena menu pokud uživatel neprovede žádnou akci, nebo nestiskne žádné tlačítko.
de: Die Zeitkonstante bestimmt wie lange ein Menü angezeigt wird, wenn der Benutzer keine Eingabe tätigt und nicht mit dem Rechner interagiert.
es: Determina cuánto tiempo aparecerán los menús en pantalla si el usuario no pulsa ningún botón ni interactúa con el dispositivo.
fr: Ceci détermine combien de temps sont affichés les menus à l'écran si l'utilisateur n'appuie sur aucun bouton ou n'interagit pas avec l'appareil.
hu: Ez határozza meg, hogy a menük milyen hosszú ideig maradjanak a képernyőn, ha a kezelő nem nyom meg egy gombot sem.
it: Determina quanto a lungo i menu appaiono sullo schermo se l'utente non preme pulsanti o interagisce con il computer.
nb: Meny lukketid ved inaktivitet av brukeren.
nl: Dit bepaalt hoe lang menu's verschijnen op het scherm wanneer de gebruiker niet op een knop drukt of het scherm niet aanraakt.
pl: Określa jak długo menu będą na ekranie jeśli użytkownik nie naciśnie żadnego klawisza lub nie będzie współpracował z komputerem.
pt_br: Determina quanto tempo os menus irão aparecer na tela se o usuário não apertar nenhum botão, ou interagir com o computador.
ru: Определяет, как долго будет отображаться меню на экране, если пользователь не делает никаких нажатий на кнопки или взаимодействует с компьютером.
sk: Táto voľba určuje, ako dlho bude na obrazovke zobrazené menu, ak uživateľ nestlačí žiadne tlačítko ani nijak neinteraguje s programom.
sv: Detta anger hur lång tid menyer visas på skärmen om användaren ej trycker på knappar eller interagerar med datorn.
uk: Визначає, як довго буде зображено меню на екрані, якщо користувач не натискує жодні клавіші чи не працює з комп'ютером.

source: Keyboard
bg: Клавиатура
cs: Klávesnice
de: Tastatur
es: Teclado
fr: Clavier
hu: Billentyűzet
it: Tastiera
nb: Tastatur
nl: Toetsenbord
pl: Klawiatura
pt_br: Teclado
ru: Клавиатура
sk: Klávesnica
sv: Tangentbord
uk: Клавіатура

source: HighScore Style
bg: Стил HighScore
cs: HighScore Styl
de: Ranglisten Stil
es: Estilo de mayúsculas
fr: Style HughScore
hu: Betűgörgetés
it: Stile HighScore
nb: Høyeste-verdi-øverst Stil
nl: Stijl Hoogste Score
pl: HighScore
pt_br: Estilo HighScore
ru: Стиль рекорда
sk: Štíl poradovej tabulky
sv: HighScore utseende
uk: Стиль HighScore

source: Text input style
bg: Стил на текстов вход
cs: Styl vložení textu
de: Texteingabestil
es: Estilo de entrada de texto
fr: Style de saisie du texte
hu: Szövegbevitel stílusa
it: Stile input testo
nb: Inntastingsmetode
nl: Tekst invoerstijl
pl: Styl wprow. tekstu
pt_br: Estilo de entrada do texto
ru: Стиль текста
sk: Štýl vkladania textov
sv: Stil textinmatning
uk: Стиль вводу тексту

source: Determines how the user is prompted for text input (filename, teamcode etc.)
bg: Определя как потребителят се подканя за текстов вход (име на файл, групов код и т.н.)
cs: Určuje jak bude uživatel vyzván k zadání textu (název souboru, kód týmu, atd.)
de: Bestimmt, wie der Benutzer zur Texteingabe aufgefordert wird (Dateiname, Teamcode, usw.)
es: Determina cómo se solicita al usuario que ingrese texto (nombre de archivo, código de equipo, etc.)
fr: Détermine le type de saisie du texte (noms de fichiers, nom d’équipier…)
hu: A szövegbevitel (fájlnév, csapatkód, stb.) módját határozza meg.
it: Determina come viene richiesta l'immissione di testo (nomi file, codice team etc.)
nb: Velger hvordan brukeren blir bedt om tekstinntasting (filnavn, lagID, osv.).
nl: Bepaalt hoe de gebruiker wordt gevraagd voor tekstinvoer (bestandsnaam, teamcode etc.)
pl: Określa sposób wprowadzania tekstu (nazwa pliku, kod zespołu itp. )
pt_br: Determina como o usuário será solicitado para entrada de texto (filename, teamcode, etc.)
ru: Определяет, как пользователю будет предложено ввести текст (имя файла, teamcode т.д.)
sk: Určuje ako bude užívateľ vyzývaný k vkladaniu textu. (názov súboru, kód týmu, atď.)
sv: Bestämmer hur textinmatning (filnamn, lag-koder etc.) visas för användaren
uk: Визначає, який стиль буде запропоновано користувачеві для вводу тексту (назва файлу, код команди тощо)

source: OS settings
bg: Настройки на ОС (операц. система)
cs: OS nastavení
de: OS Einstellungen
es: Configuración del Sistema Operativo
fr: Paramètres du SE
hu: Oprendszer beállítások
it: Impostazioni OS
nb: OS innstillinger
nl: OS instellingen
pl: Ustawienia systemu operacyjnego
pt_br: Config. SO
ru: настройки операционной системы
sk: OS nastavenia
sv: OS inställningar
uk: Налаштування ОС

source: Haptic feedback
bg: Сензорна обратна връзка
cs: Hmatová odezva
de: Haptische Rückmeldung
es: Retroalimentación háptica
fr: Retour haptique
hu: Rezgő visszajelzés
it: feedback tattile
nb: Vibrasjon
nl: Tril terugkoppeling
pl: Reakcja na dotyk
pt_br: Vibração tátil
ru: Виброотклик
sk: Hmatová odozva
sv: Haptisk återkoppling
uk: Тактильний зворотній зв'язок
