Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Units used for pressures.
bg: Мерни единици за налягане.
cs: Jednotky použité pro tlaky.
de: Einheiten für Drücke.
es: Unidades utilizadas para las presiones.
fr: Unité de pression.
hu: Nyomáshoz használt mértékegység
it: L'unità di misura utilizzata per la pressione.
nb: Enhet brukt for trykk.
nl: Eenheden voor druk.
pl: Jednostki dla ciśnienia.
pt_br: Unidades usadas para pressão.
ru: Единицы измерения давления
sk: Jednotky použité pre tlaky.
sv: Enhet för tryck.
uk: Одиниці, що застосовуються до індикації тиску.

source: Units used for mass.
bg: Мерни единици за маса.
cs: Jednotky použité pro hmotnost.
de: Maßeinheiten für Masse.
es: Unidades utilizadas para masa.
fr: Unité de masse.
it: Unità di misura del peso.
nl: Gebruikte eenheden voor gewichten.
pl: Jednostki do określenia masy.
pt_br: Unidades utilizadas para a massa.
sk: Jednotky použité pre hmotnosť.
sv: Enhet för massa.
uk: Одиниці, що застосовуються для маси.

source: Units used for wing loading.
bg: Мерни единици за крилно натоварване.
cs: Jednotky použité pro plošné zatížení.
de: Maßeinheiten für Flächenbelastung.
es: Unidades usadas para la carga alar.
fr: Unité de charge alaire.
it: Unità di misura per il carico alare.
nl: Eenheden voor vleugelbelasting.
pl: Jednostki do obciążenia powierzchni nośnej.
pt_br: Unidades utilizadas para a carga alar.
sk: Jednotky použité pre zaťaženie krídel.
sv: Enhet för vingbelastning.
uk: Одиниці, що застосовуються для навантаження на крило.

source: Lat./Lon.
bg: Шир./дълж.
cs: Šířka/délka
de: Breite/Länge
fr: Lat./Long.
hu: Szél/Hossz
nb: Lengdegr./Breddegr.
nl: Lengte/Breedtegraad
pl: Szer./Dług. geogr.
ru: Шир./Долг.
sk: Šírka/Dĺžka
uk: Шир./Довг.

source: Units used for latitude and longitude.
bg: Мерни единици за географска ширина и дължина.
cs: Jednotky použité pro zeměpisnou šířku a délku.
de: Einheiten für Breitengrad und Längengrad.
es: Unidades utilizadas para la latitud y la longitud.
fr: Unités de latitude et longitude.
hu: A földrajzi szélességhez, hosszúsághoz használt mértékegység.
it: Le unità di misura utilizzate per latitudine e longitudine.
nb: Enhet for breddegrad og lengdegrad
nl: Eenheden voor lengte- en breedtegraad.
pl: Jednostki dla szerokości i długości geograficznej.
pt_br: Unidades usadas para latitude e longitude.
ru: Единицы измерения широты и долготы.
sk: Jednotky pre zemepisnú výšku a šírku.
sv: Enhet för latitud och longitud.
uk: Одиниці, що застосовуються до індикації широти та довготи.

source: Rotation
bg: Завъртане
cs: Otáčky
de: Drehzahl
es: Rotación

source: Unit used for rotation.
bg: Мерни единици за завъртане.
cs: Jednotky použité pro otáčky.
de: Maßeinheit Drehzahl.
es: Unidad de rotación.
fr: Unité utilisée pour la rotation.

source: UTC offset
bg: Часови пояс
cs: Posun vůči UTC času
de: Zeitzonenverschiebung
es: Desplazamiento UTC
fr: Décalage UTC
hu: Helyi idő eltérése UTC-től
it: Fuso orario UTC
nb: UTC offsett
nl: UTC afwijking
pl: przesunięcie wzgl UTC
pt_br: Fuso horário
ru: Часовой пояс
sk: Posun UTC
sv: UTC-korrigering
uk: Поправка UTC

source: The UTC offset field allows the UTC local time offset to be specified. The local time is displayed below in order to make it easier to verify the correct offset has been entered.
bg: Полето за часова зона позволява да се нагласи универсалното местно време спрямо универсалното време UTC. Местното време се показва отдолу за да се провери по-лесно вярното отместване.

source: Use GPS time
bg: Използване на време от ГПС
cs: GPS čas
de: Benutze GPS-Zeit
es: Emplear hora GPS
fr: Heure du GPS
hu: GPS idő használata
it: Usa Ora GPS
nb: Bruk GPS tid
nl: Gebruik GPS tijd
pl: Użyj czasu GPS
pt_br: Usar hora GPS
ru: Использ. GPS время
sk: Použiť GPS čas
sv: Använd GPS-tid
uk: Застосувати час по GPS

source: If enabled sets the clock of the computer to the GPS time once a fix is set. This is only necessary if your computer does not have a real-time clock with battery backup or your computer frequently runs out of battery power or otherwise loses time.
bg: Ако е включено часовникът на компютъра се сверява с GPS времето след връзка със спътниците. Това е необходимо само ако уреда не разполага с часовник за реално време с допълнителна батерия или ако на устройството ви често му свършва батерията или по друга причина губи времето си.
cs: Pokud je zapnuto, nastaví hodiny zažízení na GPS čas, jakmile získá fix. Tato volba je potřebná pouze pokud vaše zařízení nemá vlastní hodiny zálohované baterií, zařízení se často vybíjí, nebo jinak ztrácí správný čas.
de: Wenn aktiviert wird die Uhr des Rechners nach der GPS Zeit gestellt, sobald Empfang vorhanden ist. Diese Einstellung mach nur Sinn wenn der Rechner über keine Batterie gepufferte Echtzeituhr verfügt, öfters ganz ohne Spannungsversorgung ist, oder aus anderen Gründen die Zeit verliert.
es: Si está activada, ajusta el reloj del ordenador a la hora del GPS una vez que se establece un punto fijo. Esto sólo es necesario si su ordenador no tiene un reloj en tiempo real con batería de reserva o si su ordenador se queda frecuentemente sin batería o pierde la hora.
fr: Si activé, alors règle l'heure de l'appareil sur l'heure GPS dès qu'une position est déterminée. Ceci n'est nécessaire que si votre appareil ne dispose pas d'une horloge avec batterie de sauvegarde ou si votre appareil perd l'heure d'une quelconque manière.
hu: Az eszköz óráját a GPS-ből vett időhöz igazítja. Ez csak akkor szükséges, ha az eszköznek nincs elemről táplált órája vagy az gyakran lemerül vagy más ok miatt elfelejti a pontos időt.
it: Se abilitato, quando viene raggiunto il fix l'orologio si regola sull'orario del GPS. È necessario solo se il computer non dispone di un orologio in tempo reale con batteria di backup, se le batterie si scaricano spesso o comunque se il dispositivo perde la regolazione dell'orologio.
nb: Om valgt, vil datatiden settes etter GPS-klokken. Dette er bare nødvendig om enheten ikke har en klokke med backupbatteri.
nl: Indien ingeschakeld wordt de klok van de computer naar de GPS-tijd ingesteld indien er een fix is. Dit is alleen nodig als uw computer niet beschikt over een eigen klok met batterij back-up of uw computer regelmatig zonder stroom komt te zitten of op een andere manier de tijdsinstellingen verliest.
pl: Jeżeli włączono to czas komputera będzie ustawiany według GPS jak tylko złapie fix'a. To jest potrzebne tylko wtedy gdy Twój komputer nie ma zegara z podtrzymaniem bateryjnym lub Twój komputer często się rozładowuje lub inaczej traci godzinę.
pt_br: Se habilitado, ajusta o relógio do computador para o horário GPS sempre que este estiver fixo. Isto só é necessário se o seu computador não possui um relógio em tempo real com backup de bateria, ou o seu computador frequentemente roda sem bateria, ou perde o horário de alguma forma.
ru: Если включено устанавливает время компьютера в GPS время после захвата. Это необходимо случае, когда компьютер не может отслеживать реальное время (не имеем часов с батарейкой и т.п.).
sk: Ak je povolené, nastaví hodiny zariadenia podľa GPS času po získaní pozície. Toto je potrebné iba v prípade ak vaše zariadenie nemá modul reálneho času zálohovaný batériou alebo sa často stráca napájanie, alebo ináč stráca čas.
sv: Om aktiverad sätts datorklockan till GPS-tid när satelliter fixerats. Detta är endast nödvändigt om din dator av någon anledning saknar eller ej har en fungerande realtidsklocka.
uk: При виборі опції для налаштувань годинника комп'ютера буде застосовано час від GPS, як тільки GPS визначить координати. Це необхідно лише в разі, якщо ваш комп'ютер не має годинника реального часу з резервною батареєю або ваш комп'ютер часто втрачає час через слабкість батареї, чи з інших причин.

source: Full name
bg: Пълното име
cs: Celé jméno
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
hu: Teljes név
it: Nome completo
nb: Fullstendig navn
nl: Volledige naam
pl: Pełna nazwa
pt_br: Nome completo
ru: Полное имя
sk: Celé meno
sv: Fullständigt namn
uk: Повна назва

source: The full name of each waypoint is displayed.
bg: Показва се цялото име на всяка пътна точка.
cs: Zobrazí plné jméno otočného bodu.
de: Der ganze Name des Wegpunkts wird angezeigt.
es: Se muestra el nombre completo de cada waypoint.
fr: Le nom complet de chaque point de virage est affiché.
hu: Minden fordulópont teljes neve megjelenik.
it: Viene visualizzato il nome completo di ogni boa.
nb: Hele navnet for vendepunktet vises.
nl: De volledige naam van elk keerpunt wordt weergegeven.
pl: Wyświetlana jest pełna nazwa każdego Punktu Trasy.
pt_br: Nome completo de cada pto. virada é mostrado.
ru: Отображается полное название каждой точки
sk: Zobrazí sa celé meno každého otočného bodu.
sv: Hela namnet för varje vägpunkt visas.
uk: На екрані - повна назва кожного ППМ.

source: First word of name
bg: Първата дума от името
cs: První slovo jména
de: Erstes Wort aus Namen
es: La primera palabra del nombre
fr: 1er mot du nom
hu: Név első szava
it: Prima parola del nome
nb: Første ord av navn
nl: Eerste woord van de naam
pl: Pierwszy wyraz nazwy
pt_br: Primeira palavra do nome
ru: Имя
sk: Prvé slovo z mena
sv: Första ord i namnet
uk: Перше слово назви

source: The first word of the waypoint name is displayed.
bg: Показва се първата дума от името на пътната точка.
cs: Zobrazí první slovo z názvu otočného bodu.
de: Das erste Wort aus dem Namen wird angezeigt.
es: Se muestra la primera palabra del nombre del waypoint.
fr: Le premier mot du nom du point de virage est affiché.
hu: Minden fordulópont nevének első szava jelenik meg.
it: Viene visualizzata la prima parola del nome delle boe.
nb: Første ord i vendepunktets navn vises.
nl: Het eerste woord van de keerpunt naam wordt weergegeven.
pl: Pierwsze słowo punktu zwrotnego będzie wyświetlane
pt_br: Primeira letra do nome do pto de virada é mostrada.
ru: Отображается первое слово в названии точки
sk: Zobrazí sa prvé slovo z názvu otočného bodu.
sv: Första ordet i vägpunktens namn visas.
uk: На екрані назва ППМ позначатиметься першим словом.

source: First 3 letters
bg: Първите 3 букви
cs: První 3 znaky
de: Ersten 3 Buchstaben
es: Las primeras 3 letras
fr: 3 premières lettres
hu: Első 3 betű
it: Le prime 3 lettere
nb: Første tre bokstaver
nl: eerste 3 letters
pl: Pierwsze trzy litery
pt_br: Primeiras 3 letras
ru: Первые 3 буквы
sk: Prvé 3 písmená
sv: Första 3 bokstäverna
uk: Перші 3 літери

source: The first 3 letters of the waypoint name are displayed.
bg: Показват се първите 3 букви от името на пътната точка.
cs: Zobrazí první 3 písmena názvu otočného bodu.
de: Die ersten drei Buchstaben des Namen werden angezeigt.
es: Se muestran las 3 primeras letras del nombre del waypoint.
fr: Les 3 premières lettres du nom du point de virage sont affichées.
hu: Minden fordulópont nevének első 3 betűje jelenik meg.
it: Vengono visualizzate le prime 3 lettere del nome delle boe.
nb: De første 3 bokstaver i vendepunktets navn vises.
nl: De eerste 3 letters van de keerpunt naam worden weergegeven.
pl: Wyświetlane są pierwsze trzy litery nazwy Punktu Trasy
pt_br: 3 primeiras letras do nome do pto. de virada serão mostradas.
ru: Первые 3 буквы показаны на карте в названиях точек
sk: Zobrazia sa prvé tri písmená z názvu otočného bodu.
sv: De 3 första bokstäverna i vägpunktens namn visas.
uk: На екрані назва ППМ позначатиметься першими 3 літерами.

source: First 5 letters
bg: Първите 5 букви
cs: Prvních 5 znaků
de: Ersten 5 Buchstaben
es: Las primeras 5 letras
fr: 5 premières lettres
hu: Első 5 betű
it: Le prime 5 lettere
nb: Første fem bokstaver
nl: Eerste 5 letters
pl: Pierwsze pięć liter
pt_br: Primeiras 5 letras
ru: Первые 5 букв
sk: Prvých 5 písmen
sv: Första 5 bokstäverna
uk: Перші 5 літер

source: The first 5 letters of the waypoint name are displayed.
bg: Показват се първите 5 букви от името на пътната точка.
cs: Zobrazí prvních 5 písmen názvu otočného bodu.
de: Die ersten fünf Buchstaben des Namen werden angezeigt.
es: Se muestran las 5 primeras letras del nombre del waypoint.
fr: Les 5 premières lettres du nom du point de virage sont affichées.
hu: Minden fordulópont nevének első 5 betűje jelenik meg.
it: Vengono visualizzate le prime 5 lettere del nome delle boe.
nb: De første 5 bokstaver i vendepunktets navn vises.
nl: De eerste 5 letters van de keerpunt naam worden weergegeven.
pl: Wyświetlanych jest pierwsze 5 liter nazwy Punktu Trasy.
pt_br: 5 primeiras letras do nome do pto. de virada serão mostradas.
ru: Показаны первые 5 букв имени Маршрутной Точки
sk: Zobrazí sa prvých päť písmen z názvu otočného bodu.
sv: De 5 första bokstäverna i vägpunktens namn visas.
uk: На екрані назва ППМ позначатиметься першими 5 літерами.

source: No waypoint name is displayed.
bg: Не се показват имена на пътни точки.
cs: Nebude zobrazeno jméno otočného bodu.
de: Es werden keine Wegpunktnamen angezeigt.
es: No se muestra ningún nombre de waypoint.
fr: Aucun nom de point de virage n'est affiché.
hu: Nem jelenik meg a fordulópontok neve.
it: Non viene visualizzato alcun nome delle boe.
nb: Ingen vendepunktsnavn vises.
nl: Geen keerpunt naam wordt weergegeven.
pl: Nie są wyświetlane nazwy Punktów Trasy.
pt_br: Nome do pto. de virada não é mostrado.
ru: Нет имен точек для показа.
sk: Nezobrazia sa žiadne názvy otočnćh bodov.
sv: Inget vägpunktsnamn visas.
uk: Назви ППМ не виводяться на екран.

source: The short name of each waypoint is displayed. If unavailable, the first five letters of the full name are displayed.
bg: Показва се краткото име на всяка точка. Ако не може, се показват първите 5 букви от пълното име.
cs: Zobrazí krátké jméno každého otočného bodu. Pokud není k dispozici, je zobrazeno prvních pět znaků celého jména.
de: Der Kurzname jedes Wegpunktes wird angezeigt. Falls nicht verfügbar, werden die ersten 5 Buchstaben des Langnamens angezeigt.
es: Se muestra el nombre corto de cada waypoint. Si no está disponible, se muestran las cinco primeras letras del nombre completo.
fr: Le nom court de chaque point de repère est affiché. S'il n'est pas disponible, les cinq premières lettres du nom complet sont affichées.
it: Viene mostrato il nome breve di ogni boa. Se non disponibile, vengono mostrate le prime cinque lettere del nome completo.
nl: De korte naam voor elk keerpunt word getoond. Wanneer niet beschikbaar worden de eerste vijf letters weergegeven.
sv: Vägpunkten kortnamn visas. Saknas det visas de 5 första bokstäverna i namnet.

source: Label format
bg: Формат на етикети
cs: Formát popisů
de: Beschriftungsformat
es: Formato de la etiqueta
fr: Format des étiquettes
hu: Címkeformátum
it: Formato etichetta
nb: Etikettformat
nl: Label formaat
pl: Format opisów
pt_br: Formato do rótulo
ru: Формат метки
sk: Formát menoviek
sv: Etikett format
uk: Формат мітки

source: Determines how labels are displayed with each waypoint
bg: Определя как се показват етикетите на всяка пътна точка
cs: Určuje, jaké popisy jsou zobrazeny u všech otočných bodů
de: Bestimmt wie die Beschriftung der Wegpunkte dargestellt wird
es: Determina cómo se muestran las etiquetas de cada waypoint
fr: Définit comment les étiquettes sont affichées sur chaque point de virage
hu: Fordulópont címke megjelenítés megadása
it: Determina come le etichette vengono visualizzate con ogni boa
nb: Avgjør hvordan etiketter vises ved hvert vendepunkt
nl: Hiermee bepaalt u hoe labels worden weergegeven met elk keerpunt
pl: Określa jak są pokazywane etykiety przy punkcie trasy
pt_br: Determina como os rótulos são exibidos em cada waypoint
ru: Определяет как метки показываются с каждой маршрутной точкой
sk: Určuje ako sa zobrazia menovky otočných bodov
sv: Bestämmer hur etiketter visas vid varje vägpunkt
uk: Визначає, які мітки будуть на екрані біля кожного ППМ

source: No arrival height is displayed.
bg: Не се показва височина на пристигане.
cs: Nebude zobrazena výška příletu.
de: Es wird keine Ankunftshöhe angezeigt.
es: No se muestra la altura de llegada.
fr: Aucune hauteur d'arrivée n'est affichée.
hu: Érkezési magasság nem jelenik meg.
it: Non viene visualizzata alcuna quota di arrivo.
nb: Ankomsthøyde vises ikke.
nl: Geen aankomst hoogte wordt weergegeven.
pl: Wysokość przylotu nie jest pokazywana.
pt_br: Altura de chegada não é mostrada.
ru: Высота прибытия не показывается
sk: Nezobrazí sa príetová výška.
sv: Ingen ankomsthöjd visas.
uk: Висота прибуття не виводиться на екран.

source: Straight glide
bg: Планиране по права
cs: Přímý dokluz
de: Geradliniger Gleitpfad
es: Planeo recto
fr: Plané direct
hu: Egyenes siklás
it: Planata rettilinea
nb: Direkte glideflukt
nl: Directe glijvlucht
pl: Dolot po prostej
pt_br: Planeio direto
ru: Глайдирование по прямой
sk: Priamy doklz
sv: Rak linje
uk: Пряма глісада

source: Straight glide arrival height (no terrain is considered).
bg: Височина на пристигане при планиране по права линия (не се отчита релефа).
cs: Výška příletu při přímém dokluzu (bez ohledu na terén).
de: Ankunftshöhe auf geradlinigem Gleitpfad (das Gelände wird nicht berücksichtigt).
es: Altura de llegada en planeo recto (no se considera el terreno).
fr: Hauteur d'arrivée en plané direct (sans considération du relief).
hu: Érkezési magasság egyenes siklással (terepet figyelmen kívül hagyva).
it: Altezza di arrivo in planata rettilinea (senza considerare l'orografia).
nb: Direkte glideflukt ankomsthøyde (tar ingen hensyn til terrenget)
nl: Direct aankomst hoogte glijvlucht (geen terrein wordt beschouwd).
pl: Wysokość po dolocie po prostej (bez uwzgl. konf. terenu).
pt_br: Altura de chegada em planeio direto (não considera terreno).
ru: Высота прибытия прямого глайдирования (рельеф не учитывается)
sk: Výška príletu pri priamom doklze (bez ohľadu na terén).
sv: Ankomsthöjd rak linje (oaktat terräng).
uk: Висота прибуття по прямій глісаді (ландшафт не взято до уваги).

source: Terrain avoidance glide
bg: Планиране при съобразяване с релефа
cs: Dokluz kolem překážek
de: Gleitpfad unter Berücksichtigung des Geländes
es: Planeo evitando el terreno
fr: Plané en considérant le relief
hu: Terepet elkerülő siklás
it: Planata evitando il terreno
nb: Unngå terreng glideflukt
nl: Terrein vermijden glijvlucht
pl: Dolot z omijaniem przeszkód terenowych
pt_br: Planeio evitando terreno
ru: Глайдирование с учетом рельефа
sk: Doklz okolo prekážok
sv: Glid förbi terräng
uk: Глісада з обльотом ландшафту

source: Arrival height considering terrain avoidance. Requires "Reach mode: Turning" in "Glide Computer > Route" settings.
bg: Височина на пристигане при съобразяване с релефа. Изисква задаване на „Режим на долитане: заобикаляне“ в менюто „Навигация->Маршрут“.
cs: Výška příletu s vyhýbáním se terénním překážkám. Vyžaduje nastavení "Akční rádius: Odbočky" v záložce "Plachtařské výpočty > Trasa".
de: Ankunftshöhe mit Rücksicht auf Gelände. Benötigt den Reichweite Modus "mit Umweg" bei den Routenplaner Einstellungen.
es: Altura de llegada evitando el terreno. Requiere "Tipo de alcance: Girar" en los ajustes de "Computador de planeo > Ruta".
fr: Hauteur d'arrivée prenant en considération le relief. Nécessite l'utilisation du paramètre "Mode de la zone atteignable : Contourne" dans les paramètres "Config. > Options Système > Calculateur de vol > Route".
hu: Érkezési magasság a terep elkerülésének figyelembevételével. Szükséges hozzá a "Siklókomputer > Útvonal" beállításokban az "Elérhető: Kerülőkkel" érték.
it: Altezza di arrivo considerando di evitare il terreno. Richiede la "Modalità Efficienza: Volteggiando" nelle impostazioni in "Computer di Volo > Percorso".
nl: Aankomst hoogte waar terrein ontwijking wordt overwogen. Vereist "Bereik modus: Thermieken" in "Glij Computer > Route" instellingen.
pl: Wysokość przylotu po dolocie z omijaniem przeszkód terenowych. Wymaga ustawienia opcji "Tryb dolotu: Po łamanej" w sekcji "Komputer > Trasa".
pt_br: Altura de chegada considerando o terreno. Requer a seguinte configuração: "Modo alcance: Virando" em "Computador de planeio > Rota".
ru: Высота прибытия с учетом рельефа. Требует режима "Режим прибытия: Поворотный" в "компьютер глайдирования -> маршрут"
sk: Príletová výška s prihliadnutím na manévrovanie pre terénne prekážky. Vyžaduje "Doletový režim: Obchádzka" v nastaveniach "Doklzový počítač > Trasa".
sv: Ankomsthöjd med hänsyn till terräng. Kräver "Ankomstläge: Runda" under inställningar "Flygdator > Rutt".
uk: Висота прибуття з урахуванням обльоту ландшафтних перешкод. Потребує "Режим досягнення: Повороти" в налаштуваннях "Комп'ютер глісади > Маршрут".

source: Straight & terrain glide
bg: Планиране по права и с отчитане на релефа
cs: Přímý dokluz & překážky
de: Geraden & Gelände Gleitpfad
es: Planeo recto y del terreno
fr: Plané selon relief et direct
hu: Egyenes és talajkerülő siklás
it: Rettilineo ed evita terreno
nb: Rett- & terreng-bane
nl: Direct & terrein glijvlucht
pl: Po prostej / Z omijaniem przeszkód terenowych
pt_br: Direto & terreno
ru: Прямое и "рельефное" глайдирование
sk: Priamy doklz a okolo prekážok
sv: Rakt- & terrängglid
uk: Глісада по прямій і з урахуванням ландшафту

source: Both arrival heights are displayed. Requires "Reach mode: Turning" in "Glide Computer > Route" settings.
bg: Показват се двете височини на пристигане. Изисква задаване на „Режим на долитане: заобикаляне“ в менюто „Навигация->Маршрут“.
cs: Jsou zobrazeny obě výšky příletu. Vyžaduje nastavení "Akční rádius: Odbočky" v záložce "Plachtařské výpočty > Trasa".
de: Beide Ankunftshöhen werden angezeigt. Benötigt den Reichweite Modus "mit Umweg" bei den Routenplaner Einstellungen.
es: Se muestran las dos alturas de llegada. Requiere "Tipo de alcance: Girar" en los ajustes "Computador de planeo > Ruta".
fr: Deux hauteurs d'arrivée. Nécessite l'utilisation du paramètre "Contourne" pour "Mode de la zone atteignable" dans le sous menu Config. > Options Système > Calculateur de vol > Itinéraire.
hu: Mindkét érkezési magasság kijelzésre kerül. Szükséges hozzá a "Siklókomputer > Útvonal" beállításokban az "Elérhető: Kerülőkkel" érték.
it: Vengono visualizzate entrambe le altezze di arrivo. Richiede "Modalità Efficienza: Virate" nelle impostazioni in "Computer di Volo > Rotta".
nl: Beide aankomst hoogtes worden weergegeven. Vereist "Bereik modus: Thermieken" in "Glij Computer > Route" instellingen.
pl: Wyświetlane są obie wysokości. Wymaga ustawienia opcji "Tryb dolotu: Po łamanej" w sekcji "Komputer > Trasa".
pt_br: Ambas alturas de chegada são mostradas. Requer a seguinte configuração: "Modo alcance: Virando" em "Computador de planeio > Rota".
ru: Показываются обе высоты прибытия. Требует режима "Режим прибытия: Поворотный" в "компьютер глайдирования -> маршрут"
sk: Obe príletové výšky sú zobrazené. Vyžaduje "Doletový režim: Obchádzka" v nastaveniach "Doklzový počítač > Trasa".
sv: Båda ankomsthöjder visas. Kräver "Ankomstläge: Runda" under inställningar för "Flygdator > Rutt".
uk: На екран виводяться обидві висоти прибуття. Потребує "Режим досягнення: Повороти" в налаштуваннях "Комп'ютер глісади > Маршрут".

source: Required GR & terrain glide
bg: Нужно качество и височина
cs: Požadovaný KP & dokluz překážky
de: Benötigter GW & Gelände Gleitpfad
es: RP necesaria y altura de llegada
fr: Plané selon relief et direct requis
it: Efficienza richiesta & planata al suolo
nl: Benodigde GH & terrein glijvlucht
sv: Nödvändig GR & terrängglid
