Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Type of dead band used in circling mode.
bg: Тип на глухата зона, използвана в режим кръжене.
cs: Typ pásma ticha použité v režimu kroužení.
de: Typ des Totbands im Steigmodus.
es: Tipo de banda muerta utilizada en modo vuelo circular.
fr: Le type de bande muette pour le mode spirale.
hu: Körözésben használt holtsáv típusa
it: Tipo di banda morta utilizzata in modalità termica.
pl: Rodzaj zakresu neutralnego w trybie krążenia.
ru: Тип мёртвой зоны, которая используется в режиме набора высоты.
sk: Druh mŕtveho pásma v móde stúpania.
sv: Typ av dödband som används i kurvläge.
uk: Тип мертвої зони, що використовується в режимі набору висоти.

source: Circling hi cutoff
bg: Горна гр. кръжене
cs: Horní ztlumení v kroužení
de: Kreisen Abbruch hoch
es: Corte superior girando
fr: Coupure haute en spirale
hu: Körözés felső vágás
it: Limite alto termica
pl: Odcięcie górne w krążeniu
sk: Krúženie hor. prah
sv: Kurvning övre gräns
uk: Набір верх. відсічка

source: High limit of circling dead band
bg: Горна граница на глухата зона при кръжене
cs: Horní limit pásma ticha v kroužení
de: Obergrenze der Tonausblendung im Steigflug
es: Límite superior de la zona muerta en modo vuelo circular
fr: Limite supérieure de la bande muette en mode spirale
hu: Körözési holtsáv felső határa
it: Limite superiore della banda morta di termica
pl: Górny próg zakresu w krążeniu
ru: Верхняя граница мёртвой зоны при наборе высоты
sk: Horný limit mŕtveho pásma v krúžení
sv: Övre gräns dödband vid kurvning
uk: Верхня межа мертвої зони при наборі висоти

source: Circling low cutoff
bg: Долна гр. кръжене
cs: Spodní ztlumení v kroužení
de: Untere Tonausblendung Steigen
es: Corte inferior girando
fr: Coupure basse en spirale
hu: Körözés alsó vág
it: Limite basso termica
pl: Dolna częst.odcięcia w krąż.
sk: Krúženie dol. prah
sv: Nedre gräns kurvning
uk: Набір ниж. відсічка

source: Low limit of circling dead band
bg: Долна граница на глухата зона при кръжене
cs: Spodní limit pásma ticha v kroužení
de: Untergrenze des Todbands beim Kreisen
es: Límite inferior de la zona muerta en modo vuelo circular
fr: Limite inférieure de la bande muette en spirale
hu: A körözési holtsáv alsó határa
it: Limite inferiore della banda morta di termica
pl: Dolny próg zakresu w krążeniu
ru: Нижняя граница мёртвой зоны при наборе высоты
sk: Dolný limit mŕtveho pásma v krúžení
sv: Nedre gräns dödband vid kurvning
uk: Нижня межа мертвої зони при наборі висоти

source: Cruise deadband type
bg: Тип на глухата зона при прелитане
cs: Typ pásma ticha pro přeskok
de: Vorflug Totbandtyp
es: Tipo de zona muerta en crucero
fr: Type de bande muette en transition
hu: Siklás holtsáv típusa
it: Tipo "banda morta" in crociera
pl: Typ zakresu neutralnego na przelocie
pt_br: Tipo de zona morta de cruzeiro
ru: Тип мёртвой зоны на переходе
sk: Typ mŕtveho pásma pre preskok
sv: Dödbandstyp glidflyg
uk: Тип мертвої зони на переході

source: Type of dead band used in cruise mode.
bg: Тип на глухата зона, използвана в режим прелитане.
cs: Typ pásma ticha použité v režimu přeskoku.
de: Type des Tonausblendung für den Vorflugmodus.
es: Tipo de zona muerta utilizada en el modo crucero.
fr: Le type de la bande muette en mode transition.
hu: A siklásban használt holtsáv típusa.
it: Tipo di banda morta utilizzata in modalità di crociera.
pl: Rodzaj zakresu neutralnego w trybie przeskoku.
ru: Тип мёртвой зоны в режиме перехода.
sk: Typ mŕtveho pásma použitý v režime preskoku.
sv: Typ av dödband som används i glidläge.
uk: Тип мертвої зони в режимі переходу.

source: Cruise hi cutoff
bg: Горна гр. прелитане
cs: Horní ztlumení na přeskoku
de: Ausblendung oben im Vorflug
es: Corte superior en crucero
fr: Coupure haute en transition
hu: Siklás felső vág
it: Limite superiore crociera
pl: G częst.odc. przesk.
sk: Preskok hor. prah
sv: Övre gräns dödband vid planflykt
uk: Перехід верх. відсічка

source: High limit of cruise dead band
bg: Горна граница на глухата зона при прелитане
cs: Horní limit pro pásmo ticha v režimu přeskoku
de: Obergrenze der Tonausblendung im Vorflug
es: Límite superiorde la zona muerta en modo crucero
fr: Limite supérieure de la bande muette en mode transition
hu: Siklás holtsáv felső határa
it: Limite superiore della banda morta di crociera
pl: Górna granica zakresu neutralnego na przeskoku
ru: Верхняя граница мертвой зоны в режиме перехода
sk: Horný limit mŕtveho pásma použitý v režime preskoku
sv: Övre gräns för dödband vid planflykt
uk: Верхня межа мертвої зони в режимі переходу

source: Cruise low cutoff
bg: Долна гр. прелитане
cs: Spodní ztlumení na přeskoku
de: Untere Tonausblendung Vorflug
es: Corte inferior en crucero
fr: Coupure basse en transtion
hu: Siklás alsó vág
it: Limite inferiore crociera
pl: D częst.odc. przesk.
sk: Preskok dol. prah
sv: Nedre gräns dödband vid planflykt
uk: Перехід ниж. відсічка

source: Low limit of cruise dead band
bg: Долна граница на глухата зона при прелитане
cs: Spodní limit pro pásmo ticha v režimu přeskoku
de: Untergrenze der Tonausblendung im Vorflug
es: Límite inferior de la zona muerta en modo crucero
fr: Limite inférieure de la bande muette en mode transition
hu: Siklás holtsáv alsó határa
it: Limite inferiore della banda morta di crociera
pl: Dolna granica zakresu neutralnego na przeskoku
ru: Нижняя граница мертвой зоны в режиме перехода
sk: Dolný limit mŕtveho pásma použitý v režime preskoku
sv: Nedre gräns för dödband vid planflykt
uk: Нижня межа мертвої зони в режимі переходу

source: Climb fast trigger
bg: Задействане на бързо качване
cs: Spoušť pro rychlé stoupání
de: Schnell Steigen Auslösung
es: Disparador de subida rápida
fr: Déclencheur rapide du mode montée
hu: Emelkedés gyors érzékelő
it: Innesco risalita veloce
nl: Snel stijgen trigger
pl: Szybki przeł.noszenia
sk: Rýchle stúpanie -spúštač
sv: Stig snabb trigger

source: Comparison method used to detect climb states (HIGH/LOW). [NONE]: State LOW disabled [MACCREADY]: State High if gross vario is greater than MacCready setting. [AVERAGE]: State HIGH if gross vario value is greater than average gross vario value.
bg: Метод за сравнение за определяне на режимите на набиране (ВИСОКО/НИСКО). [Няма]: Ниското ниво е изключено. [Маккрийди]: Високо ниво, ако брутното варио е над настройката Маккрийди. [Средно]: Високо ниво, ако брутното варио е над средната стойност на брутното варио.
cs: Metoda použitá pro detekci rychlosti stoupání (RYCHLÉ/POMALÉ). [NENÍ]: Stav POMALÉ deaktivován [MACCREADY]: Stav RYCHLÉ, když hodnota brutto vária > nastavení MacCready. [PRŮMĚROVÁNÍ]: Stav RYCHLÉ, když hodnota brutto vária > průměr brutto vária.
de: Methode zum Einstufen des Steigens (Hoch/Gering). [Kein]: Stufe Gering deaktiviert [MacCready]: Stufe Hoch, falls das Bruttosteigen größer als die MacCready Einstellung ist. [Durchscnitt]: Stufe Hoch, wenn das Bruttosteigen höher als das mittlere Bruttosteigen ist.
es: Método de comparación utilizado para detectar los estados de ascenso (ALTO/BAJO). [NINGUNO]: Estado BAJO deshabilitado [MACCREADY]: Estado Alto si el vario bruto es mayor que el ajuste MacCready. [PROMEDIO]: Estado Alto si el valor del vario bruto es mayor que el valor medio del vario bruto.
fr: Méthode de comparaison utilisée pour détecter les états de montée (HAUT/BAS). [AUCUNE] : État BAS désactivé [MACCREADY] : État HAUT si vario brut supérieur au calage MacCready. [MOYENNE] : État HAUT, si la valeur vario brut supérieur à la valeur moyenne du vario brut.
hu: Az összehasonlítás módszere az emelkedés fázisának megállapítására (MAGAS/ALACSONY). [NINCS]: ALACSONY állapot letiltva [MACCREADY]: MAGAS fázis, ha az összvarió nagyobb mint a MC érték. [ÁTLAG]: MAGAS fázis, ha az összvarió nagyobb mint az átlagos varió érték.
it: Metodo di confronto utilizzato per rilevare gli stati di salita (alto/basso). [NESSUNO]: Stato LOW disabilitato [MACCREADY]:. Stato HIGH se il vario è maggiore dell'impostazione MacCready [MEDIA]: Stato HIGH se il vario lordo istantaneo è superiore al vario medio lordo.
pl: Metoda stosowana do wykrycia stanów noszenia (DUŻE/MAŁE). [BRAK]: Wyłączony stan MAŁE [MCREAD]: DUŻE gdy wario brutto wskazuje więcej niż ust.MCRead. [ŚREDNIE]: DUŻE gdy wario brutto wskazuje więcej niż wart. średniego noszenia brutto.
ru: Сравнение методов, которые используются для определения состояния набора высоты (HIGH/LOW). [NONE]: Состояние LOW отключено [MACCREADY]: Состояние HIGH, если брутто-варио больше чем настройка MacCready. [AVERAGE]:Состояние HIGH, если брутто-варио больше чем средняя величина брутто-варио.
sk: Metóda na detekciu sily stúpania (SILNÉ/SLABÉ). [ŽIADNA]: Stav SLABÉ deaktivovaný [MACCREADY]: Stav SILNÉ ak je hodnota brutto vária väčšia ako nastavenie MacCready. [PRIEMER]: Stav SILNÉ ak je hodnota brutto vária väčšia ako priemer brutto vária.
sv: Jämförelsemetod för att detektera stig-lägen (HÖG/LÅG). [INGEN]: Tillstånd LÅG inaktiverad [MACREADY]: Tillstånd HÖG om brutto-vario överstiger MacCready inställning. [AVERAGE]: Tillstånd HÖG om brutto-vario överstiger medel för brutto-vario.
uk: Порівняння методів, що застосовуються для визначення стану набору висоти (HIGH/LOW). [NONE]: Стан LOW відключено [MACCREADY]: Стан HIGH, якщо брутто-варіо більше за налаштування MacCready. [AVERAGE]:Стан HIGH, якщо брутто-варіо більше за середню величину брутто-варіо.

source: Cruise lift trigger
bg: Задействане на качване при прелитане
cs: Spoušť pro stoupání v přímém letu
de: Steigen Umschaltauslösung
es: Disparador de ascenso en crucero
fr: Déclencheur du mode montée
hu: Emelésérzékelő siklásban
it: Innesco ascensione in crociera
nl: Steken stijgen trigger
pl: Przeł.noszenia na przesk.
sk: Stúpanie na preskoku -spúštač
sv: Planflykt stig trigger

source: Comparison method used to detect cruise states for switching to lift tones during cruise. [NONE]: LIFT tone disabled in cruise [RELATIVE ZERO] LIFT tone when relative vario greater than zero. [GROSS ZERO] LIFT tone when glider is climbing. [RELATIVE MC/2] LIFT tone when relative vario greater than half MC. [NET MC/2] LIFT tone when airmass velocity greater than half MC.
bg: Метод за сравнение за определяне на режимите на прелитане при превключване към тонове за качване. [Няма]: тоновете за качване са изключени при прелитане. [Близо до нула]: тонове за качване при относително варио над нула. [Чиста нула]: тонове за качване, когато планерът набира. [Относително MC/2]: тонове за качване, когато относителното варио е над половината от MC. [Нетно MC/2]: тонове за качване, когато скоростта на въздушната маса е над половината от MC.
cs: Komparační metoda, použitá pro generování tónu stoupání na přeskoku. [NENÍ]: Tón STOUPÁNÍ je na přeskoku deaktivován [RELATIVNÍ NULA]: Tón STOUPÁNÍ, když relativní vário > 0. [BRUTTO NULA]: Tón STOUPÁNÍ, když kluzák stoupá. [RELATIVNÍ MC/2]: Tón STOUPÁNÍ, když relativní vário > polovina MC. [NETTO MC/2]: Tón STOUPÁNÍ, když rychlost vzduchové hmoty > polovina MC.
de: Wahl der Methode zur Entscheidung, ob während des Vorflugs auf Steigen-Töne geschaltet wird. [Kein]: Steigen-Töne sind im Vorflug ausgeschaltet. [Relativ Null] Steigen-Töne, sobald das relativ Vario größer Null zeigt. [Brutto Null] Steigen-Töne, wenn der Segler steigt. [Relativ MC/2] Steigen-Töne, sobald das relativ Vario mehr als die Hälfte der MacCready Einstellung zeigt. [Netto MC/2] Steigen-Töne, wenn das Steigen der Luftmasse größer als die Hälfte des MacCready ist.
es: Método de comparación utilizado para detectar los estados de planeo para cambiar a tonos de subida durante el planeo. [NINGUNO]: Tono de subida desactivado en crucero. [RELATIVO CERO] Tono de elevación cuando el vario relativo es mayor que cero. [GRUESO CERO] Tono de elevación cuando el planeador está subiendo. [RELATIVO MC/2] Tono de subida cuando el vario relativo es mayor que la mitad de MC. [NETO MC/2] Tono de subida cuando la velocidad de la masa de aire es mayor que la mitad de la MC.
fr: Méthode de comparaison utilisée pour détecter les états de croisière et commuter la tonalité LIFT pendant la croisière. [NEANT] : LIFT tonalité désactivé sur croisière. [RELATIVE ZERO] : LIFT tonalité lorsque le vario relatif supérieur à zéro. [BRUT ZERO] : LIFT tonalité lorsque le planeur monte. [RELATIVE MC / 2] : LIFT tonalité lorsque le vario relatif est supérieur à la moitié de MC. [NET MC / 2] : LIFT tonalité lorsque la vitesse de la masse d'air supérieure à la moitié MC.
hu: A siklás szakaszainak felismeréséhez szükséges viszonyítási módszer, az emelést jelző hangra történő átkapcsoláshoz. [NONE] Jelzés kikapcsolva. [RELATIV ZERO] Jelzés, ha a relatív varió nullánál nagyobb. [ÖSSZ ZERO] Jelzés, ha a gép emelkedik. [RELATIV MC/2] Jelzés, ha a relatív varió az MC felénél nagyobb. [NETTO MC/2] Jelzés, ha légtömeg emelkedése MC felénél nagyobb.
it: Metodo di comparazione per rilevare gli assetti di volo per commutare i toni del vario nella modalità risalita durante le planate. [NESSUNO]: tono di ASCENDENZA disabilitato in volo [ZERO RELATIVO] tono di ASCENDENZA quando il valore relativo del vario è maggiore di zero. [ZERO LORDO] tono di ASCENDENZA quando il velivolo sta salendo. [RELATIVA MC/2] tono di ASCENDENZA quando il vario relativo è maggiore di metà MC [MC/2 NETTO] tono di ASCENDENZA quando la velocità alla massa d'aria è superiore a metà MC.
pl: Metoda stosowana do wykrycia stanu w celu przełączenia dźwięków noszenia w krążeniu. [BRAK]: Dźwięk NOSZENIA jest wyłączony na przeskoku [ZERO WZGL.]]: Dźwięk NOSZENIA gdy wartość noszenia po ew. rozp.krążenia większa od zera. [ZERO BRUTTO]: Dźwięk NOSZENIA gdy szybowiec wznosi się. [MC/2 WZGL]: Dźwięk NOSZENIA gdy wartość noszenia po ew. rozp.krążenia większa MCready/2. [NET MC/2]: Dźwięk NOSZENIA gdy prędkość wznoszenia masy powietrza jest większa niż MCready/2.
ru: [NONE]: отключено на переходе. [RELATIVE ZERO] Тон набора, если относительное варио больше ноля. [GROSS ZERO] Тон набора, если планер набирает высоту. [RELATIVE MC/2] Тон набора, если относительное варио больше половины МС. [NET MC/2] Тон набора, если скорость подъёма воздушной массы больше половины МС.
sk: Porovnávacia metóda na detekciu stavov na preskoku pre prepínanie zvukov stúpania počas preskoku. [ŽIADNA]: Zvuk STÚPANIA deaktivovaný na preskoku. [RELATÍVNE NULA]: Zvuk STÚPANIA ak relatívne vário vykazuje kladné hodnoty. [BRUTTO NULA]: Zvuk STÚPANIA ak vetroň stúpa. [RELATÍVNE MC/2]: Zvuk STÚPANIA ak relatívne vário vário vykazuje hodnoty väčšie ako polovica MC. [NETTO MC/2]: Zvuk STÚPANIA ak je hodnota stúpania vzdušnej masy väčšia ako polovica MC.
sv: Jämförelsemetod för att detektera glid-tillstånd för att växla till stig-ljud under glid. [INGEN]: Stigton inaktiverad under glid [RELATIV NOLL] Stigton när relativ vario är positiv. [BRUTTO NOLL] Stigton när farkost stiger. [RELATIV MC/2] Stigton när relativ vario överstiger halva MC. [NET MC/2] Stigton när luftmassans hastighet överstiger halva MC.
uk: Порівняння методів, що застосовуються для визначення стану переходу для перемикання на тони набору висоти при переході. [NONE]: відключено на переході. [RELATIVE ZERO] Тон набору, якщо відносне варіо більше нуля. [GROSS ZERO] Тон набору, якщо планер набирає висоту. [RELATIVE MC/2] Тон набору, якщо відносне варіо більше половини МС. [NET MC/2] Тон набору, якщо швидкість підйому повітряної маси більша половини МС.

source: Climb averager scale
bg: Интервал за средно варио
cs: Doba průměrování stoupání
de: Steigwert Mittelwertzeitspanne
es: Escala del promediador de ascenso
fr: Echelle du moyenneur en montée
hu: Emelkedés átlagoló léptéke
it: Scala mediometro di ascendenza
nl: Gemiddelde stijgsnelheid schaal
pl: Skala uśredn.noszenia
ru: Постоянная времени усреднения в наборе
sk: Nastavenie spriemerovania stúpania
sv: Skala stigmedelvärde
uk: Постійна часу усереднювача набору висоти

source: Time scale used for vario averager.
bg: Времеви интервал за усредняване на вариометъра.
cs: Časové měřítko průměrování vária.
de: Zeitdauer für die Vario Mittelwertbildung.
es: Escala de tiempo usada por el promediador del vario.
fr: Durée pour le vario. moyen.
hu: A varió átlagolásának időléptéke.
it: temporizzatore usato per il calcolatore delle medie del vario.
nl: Tijdschaal voor vario gemiddelde.
pl: Skala czasowa wariometru uśredn.
ru: Временная шкала, используемая для усреднения варио.
sk: Časová konštanta pre priemerné vário.
sv: Tidsskala för varions medelvärde.
uk: Постійна часу, що застосовується для усереднювача варіо.

source: Cruise averager scale
bg: Интервал за средна скорост
cs: Měřítko pro průměrování překoku
de: Reise Mittelwert Skalierung
es: Escala del promediador de crucero
fr: Échelle du moyenneur en transition
hu: Siklás átlagoló skálája
it: Scala mediometro di crociera
nl: Steek gemiddelde schaal
pl: Skala uśredn.przeskoku
ru: Время усреднения на переходе
sk: Nastavenie spriemerovania preskoku
sv: Tidsskala för medelhastighet vid planflykt
uk: Час усереднання при переході

source: Time scale used for cruise speed command averager.
bg: Времеви интервал за усредняване на командите за скорост при прелитане.
cs: Časové měřítko pro průměrování Speed Command-u.
de: Zeitintervall für die Mittelung der empfohlenen Vorfluggeschwindigkeit.
es: Escala de tiempo utilizada por el promediador del calculador de velocidad de crucero.
fr: Échelle de temps utilisée pour le moyenneur de consigne de vitesse en transition.
hu: A siklás közbeni sebesség utasításokhoz használt átlagoló ütemezése.
it: Scala temporale utilizzata per il calcolatore delle medie dei comandi di velocità.
nl: Tijdschaal voor steeksnelheid gemiddelde.
pl: Skala czas. używana do komend prędkości na przeskoku.
ru: Время, которое используется для видачи команд скорости в режиме перехода
sk: Časová konštanta pre spriemerovanie preskokového rýchlostného vária.
sv: Tidsfönster medelvärde för marchhastighets-kommando.
uk: Постійна часу, що застосовується для усереднювача швидкості в режимі переходу.

source: Circling volume
bg: Сила при кръжене
cs: Hlasitost v kroužení
de: Kreisen Volumen
es: Volumen en vuelo circular
fr: Volume Spirale
hu: Körözés hangerő
it: Volume in termica
nl: Thermieken volume
pl: Głośn. w krąż.
ru: Громкость в наборе
sk: Hlasitosť v krúžení
sv: Volym kurvläge
uk: Гучність при наборі

source: Mean volume level in circling modes.
bg: Средно ниво на звука при кръжене.
cs: Střední hlasitost v režimech kroužení.
de: Mittlere Lautstärke im Steigflug.
es: Nivel de volumen medio en modo vuelo circular.
fr: Niveau de volume moyen en spirale.
hu: Hangerő körözésben.
it: Livello medio del volume in termica.
nl: Gemiddeld volume tijdens thermieken.
pl: Średnia głośność w trybie krążenia.
ru: Средний уровень громкости в режиме набора высоты
sk: Stredná hlasitosť v režimoch krúženia.
sv: Medelvolym i kurvläge.
uk: Середній рівень гучності в режимі спіралі.

source: Cruise volume
bg: Сила при прелитане
cs: Hlasitost na přeskoku
de: Reise Lautstärke
es: Volumen en crucero
fr: Volume en croisière
hu: Hangerő siklásban
it: Volume in crociera
nl: Steken volume
pl: Głośn. na przesk.
ru: Громкость на переходе
sk: Hlasitosť na preskoku
sv: Volym glid
uk: Гучність при переході

source: Mean volume level in cruise modes. If set to zero, scales with airspeed.
bg: Средно ниво на звука при прелитане. Ако е нула, се мащабира със въздушната скорост.

source: Base frequency
bg: Базова честота
cs: Základní frekvence
de: Basis Frequenz
es: Frecuencia base
fr: Fréquence de base
hu: Alapfrekvencia
it: Frequenza base
nl: Frequentie thuisveld
pl: Częstotliwość bazowa
pt_br: Base de frequência
ru: Базовая частота
sk: Základná frekvencia
sv: Basfrekvens
uk: Базова частота

source: Adjustment to base frequency of tones in all modes.
bg: Настройване на базовата честота на звука при всички режими.
cs: Nastavení základní frekvence tónů ve všech režimech.
de: Einstellung der Basistonhöhe für alle Modi.
es: Ajuste a la frecuencia base de tonos en todos los modos.
fr: Ajustement de la fréquence de base des tons dans tous les modes.
hu: A hangok alapfrekvenciájának hangolása minden üzemmódban.
it: Correzione della frequenza di base dei toni di tutte le modalità.
nl: Instellen van basisfrequentie voor alle tonen in alle modi.
pl: Dobór częstotl.bazowej tonów we wszystkich trybach.
pt_br: Ajustar a base de frequência de tons em todos os modos.
ru: Настройка базовой частоты тональности во всех режимах
sk: Nastavenie základnej frekvencie tónov vo všetkých režimoch.
sv: Justering av basfrekvens för toner i alla instrumentlägen.
uk: Налаштування базової частоти тональності в усіх режимах.

source: Filter circling
bg: Филтър кръжене
cs: Filtr kroužení
de: Filter Kreisen
es: Filtro en vuelo circular
fr: Filtre en spirale
hu: Körözés szűrése
it: Filtro termica
nl: Filter thermieken
pl: Filtr w krążeniu
ru: Фильтр набора высоты
sk: Filter pre krúženie
sv: Filter kurvläge
uk: Фільтр при наборі висоти

source: Variometer low pass filter time constant in circling mode.
bg: Време-константа на вариото за нискочестотен филтър в режим кръжене.
cs: Časová konstanta Low Pass filtru variometru v režimu kroužení.
de: Variometer Tiefpassfilter Zeitkonstante im Steigmodus.
es: Constante de tiempo del filtro paso bajo del vario en vuelo circular.
fr: Constante de temps du filtre passe bas du variomètre en spirale.
hu: A variométer aluláteresztő szűrőjének időállandója körözés módban.
it: Costante temporale per il filtro passa-basso del vario nella modalità termica.
pl: Stała czasowa filtru dolnoprzep. wariometru w trybie krążenia.
ru: Постоянная времени фильтра низкой частоты вариометра в режиме набора высоты.
sk: Variometer dolný filter časová konštanta v režime krúženia.
sv: Tidskonstant för lågpassfilter för vario i kurvläge.
uk: Постійна часу фільтра низької частоти варіометра в режимі набору висоти.

source: Filter cruise
bg: Филтър прелитане
cs: Filtr pro přeskok
de: Filter Reise/Gleiten
es: Filtro en crucero
fr: Filtre en croisière
hu: Siklás szűrése
it: Filtro crociera
nl: Filter steken
pl: Filtr na przeskoku
ru: Фильтр перехода
sk: Filter pre preskok
sv: Filter glidflyg
uk: Фільтр при переході

source: Variometer low pass filter time constant in cruise mode.
bg: Време-константа на вариото за нискочестотен филтър в режим прелитане.
cs: Časová konstanta Low Pass filtru variometru v režimu přeskoku.
de: Variometer Tiefpassfilter Zeitkonstante in Vorflugmodus.
es: Constante de tiempo del filtro paso bajo del vario.
fr: Constante de temps du filtre passe bas du variomètre en transition.
hu: Variométer aluláteresztő szűrőjének időállandója siklás üzemben.
it: Costante temporale per il filtro passa-basso del vario nella modalità di crociera.
pl: Stała czasowa filtra dolnoprzepustowego wariometru w trybie przeskoku.
ru: Постоянная времени фільтра низкой частоты вариометра в режиме перехода.
sk: Variometer dolný filter časová konštanta v režime preskoku.
sv: Tidskonstant lågpassfilter för vario i glidläge.
uk: Постійна часу фільтра низької частоти варіометра в режимі переходу.

source: Tone pitch scale
bg: Стъпка на звука
cs: Stoupání tónu
de: Tonanstieg
es: Escala de tonos
fr: Echelle de hauteur tonale
hu: Hangmagasság skála
it: Scala timbro tono
pl: Skala dźwięków
ru: Пропорциональность тональности индикации тангажа
sk: Stupnica tónov
sv: Skalning tonläge
uk: Пропорційність тональності індикації тангажа
