Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Hang glider
bg: Делтапланер
cs: Závěsný kluzák
de: Hängegleiter
es: Ala delta
fr: Deltaplane
hu: Sárkányrepülő
it: Deltaplano
nl: Deltavlieger
pl: Lotnia
pt_br: Asa delta
ru: Дельтаплан
sk: Rogalo
sv: Hängglidare
uk: Дельтаплан

source: Paraglider
bg: Парапланер
cs: Padákový kluzák
de: Gleitschirm
es: Parapente
fr: Parapente
hu: Siklóernyő
it: Parapendio
nl: Schermvlieger
pl: Paralotnia
pt_br: Parapente
ru: Параплан
sk: Padákový klzák
sv: Glidskärm
uk: Параплан

source: Powered aircraft
bg: Моторен лет. апарат
cs: Motorové letadlo
de: Motorflugzeug
es: Avión de motor
fr: Avion
hu: Motors repülőgép
it: Velivolo a motore
nl: Gemotoriseerd vliegtuig
pl: samolot silnikowy
pt_br: Aeronave motorizada
sk: Motorové lietadlo
sv: Motorplan
uk: Моторне ПС

source: Jet aircraft
bg: Реактивен лет. апарат
cs: Tryskové letadlo
de: Düsenflugzeug
es: Avión de turbina
fr: Avion à réaction
hu: Sugárhajtású
it: Velivolo a getto
nl: Verkeersvliegtuig
pl: Samolot odrzutowy
ru: Реактивный самолет
sk: Tryskové lietadlo
sv: Jetplan
uk: Реактивне ПС

source: Flying saucer
bg: Летяща чиния
cs: Létající talíř
de: UFO
es: Platillo volador
fr: Soucoupe volante
hu: Repülő csészealj
it: Disco volante
nl: Vliegende schotel
pl: Latający spodek
sk: Lietajúci tanier
sv: Flygande tefat
uk: Летюча тарілка

source: Balloon
bg: Балон
cs: Balón
de: Ballon
es: Globo
fr: Mongolfière
hu: Hőlégballon
it: Mongolfiera
nl: Luchtballon
pl: Balon
pt_br: Balão
ru: Воздушный шар
sk: Balón
sv: Ballong
uk: Повітряна куля

source: Airship
bg: Дириджабъл
cs: Vzducholoď
de: Luftschiff
es: Aeronave
fr: Dirigeable
hu: Léghajó
it: Dirigibile
nl: Zeppelin
pl: Statek powietrzny
ru: Дирижабль
sk: Vzducholoď
sv: Luftskepp
uk: Повітряне судно

source: Unmanned aerial vehicle
bg: Безпилотен лет. апарат
cs: Bezpilotní letoun
de: Unbemanntes Luftfahrzeug
es: Vehículo aéreo no tripulado
fr: Drone
hu: Robotrepülőgép
it: Aeromobile a pilotaggio remoto
nl: Onbemand vliegtuig
pl: Bezzałogowy statek powietrzny
ru: Беспилотный летательный аппарат
sk: Dron
sv: Obemannad flygfarkost
uk: Безпілотне ПС

source: Static object
bg: Статичен обект
cs: Statický objekt
de: Statisches Objekt
es: Objeto estatico
fr: Object statique
hu: Statikus objektum
it: Oggetto statico
nl: Statisch object
pl: Obiekt statyczny
ru: Статический объект
sk: Statický objekt
sv: Orörligt objekt
uk: Статичний об'єкт

source: Type
bg: Тип
cs: Typ
de: Typ
es: Tipo
hu: Típus
it: Tipo
pl: Typ
pt_br: Tipo
ru: Тип
sk: Typ
sv: Typ
uk: Тип

source: Logger interval
bg: Интервал на записване в журнал
cs: Interval záznamu
de: Logger Intervall
es: Intervalo de registro
fr: Intervalle d'enregistrement
hu: Logger ütem
it: Intervallo logger
nb: Loggerintervall
pl: Interwał loggera
pt_br: Entervalo de Log
ru: Интервал записи (логгирования)
sk: Interval logovania
sv: Loggintervall
uk: Інтервал запису в логгер

source: Stealth mode
bg: Невидим режим
cs: Tajný mód
de: Stealth Modus
es: Modo oculto
fr: Mode furtif
hu: Lopakodó mód
it: Modalità invisibile
nl: Onzichtbare modus
pl: Tryb ukrycia
ru: режим невидимости
sk: Tajný mód
sv: Kamouflageläge
uk: Режим Stealth

source: No tracking mode
bg: Без проследяване
cs: Bez sledování
de: Kein Tracking
es: Sin modalidad de seguimiento
fr: Mode sans suivi
it: Nessuna modalità di tracciamento
nl: Geen tracking modus
pl: Bez śledzenia
sk: Režim bez stopovania
sv: Spårning avstängd
uk: Немає режиму відстеження

source: Range setup
bg: Настройка на обхват

source: Range
bg: Обхват
cs: Vzdálenost
de: Reichweite
es: Alcance
fr: Portée
hu: Távolság
it: Distanza
nb: Rekkevidde
nl: Bereik
pl: Odległość
pt_br: Alcance
ru: Диапазон
sk: Rozsah
sv: Avstånd
uk: Діапазон

source: Vertical range
bg: Вертикален обхват

source: PCAS range
bg: PCAS обхват

source: PCAS vertical range
bg: Вертикален обхват PCAS

source: ADSB range
bg: ADSB обхват

source: ADSB vertical range
bg: Вертикален обхват ADSB

source: Goto
bg: Отиване към
de: Ziele auf
es: Ir a
fr: Aller à
hu: Menj
it: Vai Verso
nl: Ga naar
pl: Leć do
pt_br: Vá Para
ru: Лететь к
sk: Navig. na
sv: Gå Till
uk: Перейти до

source: Ack Day
bg: Приемане за деня
cs: Deaktivuj
de: Best. Tag
es: Silenciar hoy
fr: OK Auj.
hu: Napi nyugta
it: Conferma Oggi
nb: Kvitt idag
nl: Acc Dag
pl: Dziś OK
pt_br: REC Dia
ru: ACK День
sk: Potvrď dnes
sv: Bekr. Dag
uk: Підтвердити день

source: Settings
bg: Настройки
cs: Nastav
de: Einstellungen
es: Ajustes
fr: Paramètres
hu: Rep. tényezők
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sk: Nastavenia
sv: Inställningar
uk: Налаштування

source: Map elements at this location
bg: Елементи на картата на това място
cs: Mapové prvky na této pozici
de: Kartenelemente an diesem Ort
es: Elementos del mapa en esta posición
fr: Éléments de la carte à cet endroit
hu: Térképelemek ezen a helyen
it: Elementi della mappa in questo luogo
nb: Kartelementer ved dette stedet
nl: Kaartelementen op deze locatie
pl: Elementy mapy w tym miejscu
pt_br: Elementos de mapa nestes local
ru: Элементы карты в этой местности.
sk: Mapové prvky na tejto pozícii
sv: Kartelement vid denna plats
uk: Елементи карти для цього місця

source: Map Item List Settings
bg: Настройки на списъка с елементи на картата
cs: Nastavení seznamů objektů mapy
de: Einstellungen Kartenobjektliste
es: Ajustes de la lista de elementos del mapa
fr: Réglages de la liste des éléments cartographiques
hu: Térképrészletek listája
it: Settaggio della Lista di oggetti nella mappa
nl: Kaart Details Lijst Instellingen
pl: Ustaw.listy elementów mapy
sk: Nastavenie zoznamu prvkov mapy
sv: Inställningar lista kartdetaljer
uk: Список налаштувань елементів мапи

source: Show Location row
bg: Покажи ред за местоположение
cs: Zobraz řádek s pozicí
de: Positionsinfo anzeigen
es: Mostrar fila de localización
fr: Afficher la ligne des lieux
hu: Helyadatok
it: Visualizza riga luogo
nl: Geef de Lokatie weer
pl: Pokaż rubrykę pozycji
pt_br: Mostrar linha de localização
sk: Zobraz riadok s pozíciou
sv: Visa lokaliseringsrad
uk: Показати послідовність місць

source: If enabled a row at the top will be added showing you the distance and bearing to the location and the elevation.
bg: Ако е включено най-отгоре ще се добави ред показващ разстоянието и азимута към целта и височината.
cs: Pokud je zapnuto, bude nahoře zobrazen řádek, zobrazující vzdálenost a směr k vybranému místu a jeho výšku.
de: Wenn aktiviert wird oben eine Zeile eingefügt, die Informationen über Entfernung, Kurs zum Ort und seine Höhe anzeigt.
es: Si está activada, se añadirá una fila en la parte superior que muestra la distancia y el rumbo al punto, y la elevación.
fr: Si activé, une ligne en haut de l'écran affichera les distances et relèvements du lieu sélectionné, ainsi que son altitude.
hu: Engedélyezésével egy új sorban meg fog jelenni a távolság, az irányszög és a terepszint.
it: Se abilitata, verrà aggiunta una riga in alto contenente distanza direzione ed elevazione del luogo.
nl: Laat regel voor de afstand en richting van de lokatie inclusief de grond hoogte zien.
pl: Jeżeli włączone rubryka wyświetlająca dystans i kierunek do miejsca zostanie dodana na górze
ru: Если включена строка в верхней части, будут добавлены указатели расстояния и азимута на место и высота.
sk: Ak povolené tak sa hore zobrazí riadok ukazujúci vzdialenosť a smer k miestu spolu s prevýšením.
sv: Om aktiverad, visar en rad högst upp med distans och bäring till platsen och dess höjd.
uk: Якщо активовано, вгорі буде додано послідовність місць, з зазначенням відстані і курсу до місця, а також висоти.

source: Show Arrival Altitude
bg: Покажи височина на пристигане
cs: Zobraz výšku příletu
de: Zeige Ankunftshöhe
es: Mostrar altitud de llegada
fr: Afficher l'altitude d'arrivée
hu: Érkezési magasság kijelzése
it: Visualizza l'altitudine all'arrivo
nl: Geef Aankomst Hoogte weer
pl: Pokaż Wysokość przylotu
pt_br: Mostrar Altitude de Chegada
ru: Показать высоту прибытия
sk: Zobraz výšku doletu
sv: Visa ankomsthöjd
uk: Показати висоту прибуття

source: If enabled a row at the top will be added showing you the arrival altitude at the location.
bg: Ако е включено най-отгоре ще се добави ред показващ височината на пристигане в целта.
cs: Pokud je zapnuto, bude nahoře zobrazen řádek s výškou příletu na danou pozici.
de: Wenn aktiviert: Aktiviert eine Zeile am oberen Rand, welche die Ankunftshöhe am Zielort darstellt.
es: Si se activa, se añadidará una fila en la parte superior mostrando la altura de llegada al punto.
fr: Si activé, une ligne en haut de l'écran affichera l'altitude d'arrivée au lieu sélectionné.
hu: Engedélyezésével egy új sorban meg fog jelenni az érkezési magasság.
it: Se abilitata, verrà aggiunta una riga in alto contenente l'altitudine di arrivo sul luogo.
nl: Laat regel voor de aankomst hoogte van de lokatie zien.
pl: Jeżeli Włączono, w wierszu na górze będzie wyświetlana wysokość przylotu do wybranego Punktu Trasy
pt_br: Se ativada uma linha na parte superior será adicionado mostrando a altitude de chegada ao local.
ru: Если включена строка в верхней будут добавлены данные о высоте прибытия на место.
sk: Ak povolené tak sa hore zobrazí riadok ukazujúci príletovú výšku na pozíciu.
sv: Om aktiverad, visar en rad högst upp med ankomsthöjd vid platsen.
uk: Якщо активовано, показуватиме у верхньому рядку висоту прибуття для даного місця.

source: Select Color
bg: Избери цвят
cs: Vyber barvu
de: Farbauswahl
es: Seleccionar Color
fr: Choisir une couleur
hu: Válasszon színt
it: Seleziona colore
nb: Velg farge
nl: Selecteer Kleur
pl: Wybierz kolor
pt_br: Selecionar Cor
ru: Выберите цвет
sk: Zvoľ farbu
sv: Välj färg
uk: Обрати колір

source: Display
bg: Показване
cs: Zobraz
de: Anzeige
es: Pantalla
fr: Affich.
hu: Kijelző
it: Mostra
nb: Vis
nl: Weergave
pl: Pokazuj
pt_br: Mostrar
ru: Отобразить
sk: Zobrazenie
sv: Visa
uk: Показати

source: Warn
bg: Предупреждение
cs: Varuj
de: Warnen
es: Advertencia
fr: Alert.
hu: Riaszt
it: Avviso
nb: Advar
nl: Waarschuw
pl: Ostrzegaj
pt_br: Alrt
ru: Предупредить
sk: Varuj
sv: Varna
uk: Попередити

source: Airspace
bg: Въздушно пространство
cs: Prostory
de: Luftraum
es: Espacio aéreo
fr: Espace aérien
hu: Légtér
it: Spazio aereo
nb: Luftrom
nl: Luchtruim
pl: Strefy
pt_br: Espaço Aéreo
ru: Воздушное пространство
sk: Vzdušný priestor
sv: Luftrum
uk: Повітряний простір

source: Select Pattern
bg: Избор на шаблон
cs: Vyber vzor
de: Wähle ein Muster
es: Seleccionar patrón
fr: Select. Modèle
hu: Válassz mintát
it: Selez. Motivo
nb: Velg mønster
nl: Selecteer patroon
pl: Wybierz wzór
pt_br: Selecionar padrão
ru: Выбор модели
sk: Zvoľte vzor
sv: Välj Mönster
uk: Виберіть зразок

source: Squawk code
bg: Транспондерен код

source: Set Squawk Code
bg: Задай транспондерен код

source: Radio
bg: Радио
cs: Rádio
de: Funk
hu: Rádió
pt_br: Rádio
ru: Радио
sk: Vysielačka
uk: Радіо

source: Station
bg: Станция

source: Set Active Frequency
bg: Задаване на активна честота
cs: Na aktivní frekvenci
de: als aktive Frequenz setzen
es: Establecer frecuencia activa
fr: Sélectionner la fréquence active
it: Imposta Frequenza Attiva
nb: Sett aktiv frekvens
nl: Instellen Actieve Frequentie
pl: Ustaw używaną częstotliwość
pt_br: Definido frequência ativa
sk: Nastav aktívnu frekvenciu
sv: Ange aktiv frekvens
uk: Активна частота

source: Set Standby Frequency
bg: Задаване на резервна честота
cs: Na záložní frekvenci
de: als Standby-Frequenz setzen
es: Establecer frecuencia alternativa
fr: Sélectionner la fréquence Standby
it: Imposta Frequenza di Standby
nl: Instellen Standby Frequentie
pl: Ustaw częstotliwość oczekującą
pt_br: Definido frequência de espera
sk: Nastav pohotovostnú frekvenciu
sv: Ange vänte-frekvens
uk: Standby частота

source: Class
bg: Клас
cs: Třída
de: Klasse
es: Clase
fr: Classe

source: Top
bg: Горна граница
cs: Horní hr.
de: Obergrenze
es: Techo
fr: Plafond
hu: Teteje
it: Alto
nb: Øverst
nl: Boven
pl: Wys.maks.
pt_br: Topo
ru: Верх
sk: Hore
sv: Högst upp
uk: Вгорі

source: Base
bg: Долна граница
cs: Spodní hr.
de: Untergrenze
hu: Alja
it: Lim.Inf.
nb: Basis
nl: Basis
pl: Wys.min.
ru: Основные
sk: Základňa
sv: Grund
uk: База

source: Airspace Details
bg: Подробности за въздушното пространство
cs: Detail vzdušného prostoru
de: Luftraum Details
es: Detalles del Espacio Aéreo
fr: Détails Airspace
hu: Légtér adatok
it: Dettagli SpazioAer
nb: Luftromsdetaljer
nl: Luchtruim Details
pl: Informacje o Strefie Przestrzeni Pow.
pt_br: Detalhes Espaço Aéreo
ru: Подробн. Возд.простр.
sk: Podrobnosti vzdušného priestoru
sv: Luftrumsdetaljer
uk: Подробиці повітряного простору

source: No Match!
bg: Няма съвпадение!
cs: Žádná shoda!
de: Keinen Eintrag gefunden!
es: No hay resultados!
fr: Pas de correspondance !
hu: Nincs egyezés!
it: Nessuna corrispondenza!
nb: Ingen treff!
nl: Geen overeenkomst!
pl: Nie znaleziono!
pt_br: Sem corresp!
ru: Нет совпадений!
sk: Žiadna zhoda!
sv: Ingen träff!
uk: Не підходить!

source: Heading
bg: Курс
cs: Kurz
de: Kurs
es: Rumbo
fr: En-tête
hu: Irányszög
it: Prua
nb: Flyretning
nl: Richting
pl: Kurs
pt_br: Rumo
ru: По полету
sk: Kurz
sv: Riktning
uk: Орієнтація крила

source: Name
bg: Име
cs: Jméno
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sk: Názov
sv: Namn
uk: Назва

source: Class/Type
bg: Клас/тип

source: Select Airspace
bg: Избери въздушно пространство
cs: Vyber prostor
de: Wähle Luftraum
es: Seleccionar Espacio Aéreo
hu: Válasszon légteret
it: Selez. SpazioAer
nb: Velg Luftrom
nl: Selecteer Luchtruim
pl: Wybierz Strefę
pt_br: Selecionar Espaço Aéreo
ru: Выбор ВП
sk: Zvoľte vzdušný priestor
sv: Välj Luftrum
uk: Вибір повітряного простору

source: Airspace Renderer Settings
bg: Настройки за изобразяване на ВП
cs: Nastavení zobrazení prostorů
de: Luftraum Darstellung Einstellungen
es: Ajustes de visualización del Espacio Aéreo
fr: Réglages du rendu des espaces aériens
hu: Légtér rajzolat
it: Impostazioni visualizzazione spazi aerei
nl: Luchtruim Rendering Instellingen
pl: Ust.oznaczeń Stref
sk: Nastavenia vykresľovania priestorov
sv: Inställningar rendering luftrum
uk: Налаштування візуалізації повітряного простору

source: Change Border Color
bg: Смяна цвета на контура
cs: Změň barvu ohraničení
de: Farbe der Umrandung ändern
es: Cambiar el color del borde
fr: Modifier la couleur de la bordure
hu: Keretszín
it: Cambia il colore del bordo
nl: Randkleur wijzigen
pl: Zmień kolor obwiedni
pt_br: Mudar Cor da Borda
ru: Изменить цвет границ
sk: Zmeniť farbu okraja
sv: Ändra gränsfärg
uk: Змінити колір контуру

source: Change Fill Color
bg: Смяна цвета на запълване
cs: Změň barvu výplně
de: Füllfarbe ändern
es: Cambiar el color de relleno
fr: Modifier la couleur de remplissage
hu: Kitöltési szín
it: Cambia il colore di riempimento
nl: Vulkleur wijzigen
pl: Zmień kolor wypełn.
pt_br: Mudar Cor de Preenchimento
ru: Изменить цвет заливки
sk: Zmeniť farbu výplne
sv: Ändra fyllnadsfärg
uk: Змінити колір заповнення

source: Change Fill Brush
bg: Смяна на четката
cs: Změnit vzorek výplně
de: Wechsle Füllpinsel
es: Cambiar la trama de relleno
fr: Changer la brosse de remplissage
hu: Kitöltési mintázat
it: Cambia il pennello del riempimento
nl: Vul Penseel wijzigen
pl: Zmień wzór wypełn.
sk: Zmeniť vzor výplne
sv: Ändra penselfyllnad
uk: Змінити пензель заповнення

source: Border Width
bg: Дебелина на контура
cs: Šířka okraje
de: Randbreite
es: Ancho de la línea
fr: Epaisseur de bordure
hu: Keret vastagsága
it: Spessore bordo
nl: Randdikte
pl: Szer. obwódki
pt_br: Largura da borda
ru: Ширина границы
sk: Šírka okraja
sv: Gränsbredd
uk: Ширина контуру

source: The width of the border drawn around each airspace. Set this value to zero to hide the border.
bg: Дебелина на контурната линия около всяка въздушна зона. Стойност нула скрива контура.
cs: Šířka okraje, vykresleného kolem každého prostoru. 0 znamená skrýt okraj.
de: Die Breite der Linie um einen Luftraum herum. Wenn der Wert auf Null gestellt wird, ist die Luftraumgrenze nicht mehr sichtbar.
es: El ancho del borde de cada espacio aereo. Cero para ocultar el borde.
fr: Épaisseur de la bordure dessinant le contour de chaque espace aérien. Choisir zéro pour cacher la bordure.
hu: A légteret szegélyező keret vastagságát szabályozza. Nullára állítva eltűnik a keret.
it: Lo spessore del bordo disegnato attorno ad ogni spazio aereo. Impostare questo valore a zero per nascondere il bordo.
nl: De dikte van de rand getekend om elk luchtruim. Op 0 instellen om de rand te verbergen.
pl: Szerokość obwiedni Strefy przestrzeni. Ustaw wart. 0, aby ukryć obwiednię.
ru: Ширина границы, отображается вокруг каждого воздушного пространства. Установите это значение на 0, чтобы скрыть границу.
sk: Šírka hranice vykreslená okolo každého vymedzeného priestoru. Nastavením nuly sa hranica schová.
sv: Bredden på gränsen som ritas runt varje luftrum. Sätt detta till noll för att gömma gränsritningen.
uk: Ширина контуру навколо кожного авіаційного простору. Щоб зробити контур невидимим, встановіть значення рівним нулю.

source: Filled
bg: Запълнен
cs: Vyplněné
de: Gefüllt
es: Relleno
fr: Rempli
hu: Kitöltve
it: Riempito
nl: Gevuld
pl: Wypełnione
pt_br: Preenchido
ru: сплошная заливка
sk: Vyplnené
sv: Fylld
uk: Заповнення кольором

source: Only padding
bg: Само отстояние
cs: Pouze orámování
de: Nur Füllrahmen
es: Solo el borde del relleno
fr: Remplissage seul
hu: Csak szegély
it: Solo bordatura
nl: Alleen vulling
pl: Tylko tło
ru: Только рамка
sk: Iba výplň
sv: Endast gränsifyllnad
uk: Тільки рамка

source: Not filled
bg: Незапълнен
cs: Nevyplněné
de: Nicht ausgefüllt
es: Sin relleno
fr: Transparent
hu: Nincs kitöltve
it: Non riempito
nl: Niet gevuld
pl: Brak wypełnienia
ru: Не заполнено
sk: Nevyplnené
sv: Inte fylld
uk: Без кольору

source: Fill Mode
bg: Режим запълване
cs: Režim vyplnění
de: Füllmodus
es: Tipo de relleno
fr: Coloré
hu: Kitöltés módja
it: Modalità di riempimento
nl: Vul Modus
pl: Wypełnienie
ru: Режим заливки
sk: Režim vyplnenia
sv: Ifyllnadsläge
uk: Режим заповнення

source: Defines how the airspace is filled with the configured color.
bg: Определя как да се запълни въздушната зона с избрания цвят.
cs: Definuje, jak jsou prostory vyplněny a jakou barvou.
de: Legt die Schraffierung der Lufträume mit der eingestellten Farbe fest.
es: Define cómo se rellena el espacio aéreo con el color elegido.
fr: Défini comment les espaces aériens sont affichés avec la couleur choisie (rempli ou non).
hu: A légtér kiszínezésének a módját szabályozza.
it: Definisce come viene riempito lo spazio aereo con il colore impostato.
nl: Bepaald hoe het luchtruim wordt gevuld met de ingestelde kleur.
pl: Określa jak obszar strefy przestrzeni jest wypełniany wybranym kolorem.
ru: Определяет, как воздушное пространство заполняется настроенным цветом.
sk: Definuje ako sa vymedzené priestory vyfarbia nastavenou farbou.
sv: Definierar hur luftrum fylls i med konfigurerad färg.
uk: Визначає, яким чином повітряний простір буде заповнений вибраним кольором.

source: ACK
bg: Потвържд.
cs: Potvrď
de: Bestätigen
es: Silenciar
fr: CONF
pl: Przyjąłem
sk: POT
sv: Bekr.

source: ACK Day
bg: Потвържд. за деня
cs: Dnes OK
de: Best. Tag
es: Silenciar hoy
fr: OK Auj.
hu: Napi nyugta
it: ACK Oggi
nb: Kvitt Idag
nl: ACC Dag
pl: ZATW dziś
pt_br: REC Dia
ru: ACK День
sk: Potvrď dnes
sv: Bekr. Dag

source: No Warnings
bg: Без предупреждения
cs: Žádné varování
de: Keine Warnungen
es: Sin Advertencias
fr: Pas d'Alerte
hu: Nincs mire figyelmeztetni
it: Nessun avviso
nb: Ingen Varsler
nl: Geen Waarschuwingen
pl: Brak ostrzeżeń
pt_br: Nenhum Alerta
ru: предостережения нет
sk: Žiadne upozornenia
sv: Inga varingar
uk: Без застережень

source: Airspace Warnings
bg: Предупреждения за ВП
cs: Varování před prostory
de: Luftraumwarnungen
es: Advertencias del Espacio Aéreo
fr: Alertes Espace Aérien
hu: Légtér figyelmeztetések
it: Avvisi SpazioAer
nb: Luftromvarsler
nl: Luchtruim waarschuwingen
pl: Ostrzeżenia o naruszeniu stref
pt_br: Alertas Esp Aéreo
ru: Предупрежд. Возд.простр.
sk: Vzdušný priestor - Varovania
sv: Luftrumsvarning
uk: Увага! Повітряний простір

source: Circling wind
bg: Вятър при кръжене
cs: Kroužení
de: Wind beim Kreisen
es: Viento girando
fr: Vent en spirale
it: Vento circuitazione
sv: Vind kurvläge

source: Estimate the wind vector while circling. Requires only a GPS.
bg: Определяне на посоката на вятъра при въртене. Нужна е само ГПС.

source: ZigZag wind
bg: Вятър при зигзаг
cs: Cik-cak
de: Zick-Zack Wind
es: Viento en ZigZag
fr: Vent en zigzag
it: Vento ZigZag
sv: Sicksack vind

source: Estimate the wind vector during glides. Requires an airspeed sensor.
bg: Определяне на посоката на вятъра при планиране. Нужен е сензор за въздушна скорост.

source: External wind
bg: Външен вятър
cs: Vítr externě
de: Externer Wind
es: Viento externo
fr: Vent externe
it: Vento esterno
nl: Externe wind
pl: Inny czujnik wiatru
sk: Externý vietor
sv: Extern vind
uk: Зовнішній вітер

source: Should XCSoar accept wind estimates from other instruments?
bg: Да приема ли XCSoar оценки за вятъра от други инструменти?
cs: Má XCSoar přijímat odhad větru z externích zařízení?
de: Soll XCSoar Windschätzungen anderer Instrumente akzeptieren?
es: ¿Debería aceptar XCSoar estimaciones de viento de otros instrumentos?
fr: XCSoar doit-il accepter les estimations de vent de la part d'autres instruments ?
it: XCSoar deve acettare stime del vento da altri strumenti?
nl: Moet XCSoar windberekeningen accepteren van andere instrumenten?
pl: Czy XCSoar ma przyjmować kalkulacje wiatru z innych przyrządów?
sk: Má XCSoar prímať odhad vetra z iných zariadení?
sv: Skall XCSoar acceptera vindestimat från andra instrument?

source: Trail drift
bg: Дрейф от вятъра
cs: Snos stopy
de: Spurdrift
es: Rastro desplazado
fr: Dérive compensée en cheminement
hu: Sodrás
it: Scarroccio della traccia
nb: Spor avdrift
nl: Spoor drift
pl: Dryf śladu
pt_br: Deriva de trilha
ru: Учитывать снос
sk: Unášanie stopy
sv: Spåravdrift
uk: Дрейф траєкторії

source: Determines whether the snail trail is drifted with the wind when displayed in circling mode. Switched Off, the snail trail stays uncompensated for wind drift.
bg: Определя дали следата се отнася от вятъра когато се показва в режим на кръжене. Ако е изключено следата остава некомпенсирана за вятър.
cs: Určuje, zda je pozemní stopa snášena větrem v režimu kroužení. Po vypnutí nebude pozemní stopa kompenzovaná na snos.
de: Bestimmt ob die Flugspur im Steigmodus mit dem Wind verschoben wird. Ausgeschaltet bleibt die Flugspur unkompensiert gegenüber dem Wind.
es: Determina si el rastro se desplaza con el viento en el modo vuelo circular. Desactivado, el rastro permanece sin compensación por la deriva del viento.
fr: Permet de décaler la trace de cheminement pour compenser sa dérive, en mode spirale. OFF ne fait aucun décalage de la trace.
it: Determina se la traccia viene spostata secondo il vento quando visualizzata in modalità termica. Se spento, la traccia non sarà compensata per lo scarroccio.
nl: Bepaalt of het slakkenspoor drift met de wind tijdens thermieken. Indien uit wordt het slakkenspoor niet gecompenseerd voor wind drift.
pl: Określa czy ślad lotu ma być znoszony z wiatrem podczas wyświetlania w trybie krążenia. Wyłączenie tej opcji skutkuje tym, że ślad pozostaje nieruchomy względem ziemi mimo wiatru.
sk: Určuje či stopa klzáku je unášaná vetrom keď je zobrazená v režime krúženia. Ak vypnuté, stopa nebude kompenzovaná na znos vetra.
sv: Bestämmer om snigelspår driftar med vinden vid visning i kurvläge. Om avstängd tas ingen hänsyn till vindavdrift.
uk: Визначає, чи буде показано на екрані в режимі набору висоти дрейф спіралі через вплив вітру. Коли вимкнено, траєкторія спіралі залишається без компенсації через вплив вітру.

source: Source
bg: Източник
cs: Zdroj
de: Herkunft
es: Origen
it: Sorgente
nl: Bron
pl: Źródło
pt_br: Origem
ru: Источник
sk: Zdroj
sv: Källa
uk: Джерело
