Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Whether the internal accelerometer is used. Only change this if the accelerometer has malfunctioned or the instrument cannot be installed with correct alignment.
cs: Určuje, zda je použit interní akcelerometr. Nastavení změňte pouze pokud akcelerometr selhal nebo ho nelze správně zkalibrovat.
de: Ob der interne Beschleunigungssensor verwendet werden soll. Schalte dies nur aus, wenn der Sensor nicht gut funktioniert, oder das Gerät nicht korrekt ausgerichtet montiert ist.
es: Si se usa el acelerómetro interno. Solo cambie esto si el acelerómetro no funciona correctamente o si el instrumento no puede instalarse con la alineación correcta.
fr: Utilisation de l'accéléromètre interne. A ne changer que si l'accéléromètre est défectueux ou si l'instrument ne peut pas être installé avec le bon alignement.
hu: A beépített gyorsulásmérő használata. Csak akkor változtasson ezen, ha a gyorsulásmérő meghibásodott vagy a készüléket nem lehet megfelelő módon beépíteni.
it: Se venga utilizzato l'accelerometro interno. Modificare solo se l'accelerometro non funziona correttamente o lo strumento non può essere installato con il corretto allineamento.
nl: Of de interne versnellingsmeter wordt gebruikt. Alleen wijzigen als de versnellingsmeter niet goed werkt of niet correct geinstalleerd kan worden.
pl: Informacja o używaniu akcelerometru. Zmieniać tylko gdy akcelerometr źle funkcjonuje lub nie może zostać zainstalowany z odpowiednimi parametrami.
ru: Используется ли встроенный акселерометр. Вносите сюда изменения, только в случае, если акселерометр работает не корректно, или не может быть установлен с корректными настройками.
sk: Určuje, či je používaný interný akcelerometer. Toto nastavenie meňte len ak akcelerometer mal nejakú poruchu, alebo zariadenie nemôže byť nainštalované so správnym zarovnaním (nasmerovaním).
sv: Huruvida den interna accelerometern används. Ändra detta bara om accelerometern ej fungerar eller instrumentet ej kan installeras med korrekt orientering.
uk: Чи застосовується вбудований акселерометр. Вносьте сюди зміни, тільки в разі, коли акселерометр працює не коректно, або не може бути встановлений з коректними налаштуваннями.

source: Whether a temperature and humidity sensor is installed. Set to 0 to disable, 255 to enable auto-detect; otherwise the 1Wire device ID can be specified.
cs: Určuje, zda je nainstalován senzor teploty a vlhkosti. Nastavte 0 pro vypnuto, 255 pro autodetekci , jinak může být nastaveno device ID pro 1Wire.
de: Ob ein Temperatur- und Feuchtigkeitssensor verfügbar ist. Setze auf 0, wenn nicht verfügbar, 255 für eine automatische Erkennung, oder auf die Gerätekennung der Eindrahtverbindung.
es: Si está instalado un sensor de temperatura y humedad. Establezca en 0 para deshabilitar, 255 para habilitar la detección automática; de lo contrario, se puede especificar la ID del dispositivo 1Wire.
fr: Indique si un capteur de température et d'humidité est installé. Mettre à 0 pour désactiver, 255 pour activer l'auto-détection ; sinon l'ID du périphérique 1Wire peut être spécifié.
hu: Hőmérséklet és páraérzékelő csatlakozik-e. Állítsa 0-ra a kikapcsoláshoz, 255-re az automatikus felismeréshez; egyébként a 1Wire eszköz azonosító használható.
it: Se un sensore di temperatura ed umidità è installato. Impostare a 0 per disabilitare, 255 per consentire il rilevamento automatico; altrimenti è possibile specificare l'ID 1Wire del dispositivo..
nl: Of de temperatuur en vochtigheidssensor is geinstalleerd. Zet op 0 om uit te zetten, 255 voor automatische detectie en anders het ID van het 1W apparaat.
pl: Informacja o użyciu czujników temperatury i wilgotności. Ustaw 0 aby wyłączyć, 255 włącza w trybie autodetekcji; w innym przypadku można podać ID urządzenia.
ru: Установлены ли датчики температуры и влажности. Установите 0, чтобы выключить; 255, чтобы включить автоопределение; в других случаях может быть обозначено как идентификатор устройства с интерфейсом 1Wire.
sk: Či je inštalovaný senzor teploty a vlhkosti. Nastav na 0 pre vypnuté, 255 povolí autodetekciu, ináč môže byť nastavené 1Wire device ID.
sv: Huruvida en temperatur och fuktighetsgivare är installerade. Sätt 0 för att inaktivera, 255 för auto-detektering; annars kan 1-wire-enhetens id användas.
uk: Чи встановлено датники температури і вологості. Встановіть 0, щоб вимкнути; 255, щоб увімкнути автовизначення; в інших випадках може бути позначено як ідентифікатор пристрою з інтерфейсом 1Wire.

source: Baud rate of serial device connected to Vega port X1. Use this as necessary when using a third party GPS or data-logger instead of FLARM. If FLARM is connected the baud rate will be fixed at 38400. For OzFLARM, the value can be set to 19200.
cs: Přenosová rychlost zařízení, připojeného na port X1 variometru Vega. Použijte dle potřeby, pokud používáte logger nebo GPS jiný než FLARM. Pokud je připojen FLARM, přenosová rychlost bude nastavena pevně na 38400 baudů. Pro OzFLARM může být přenosová rychlost nastavena na 19200 baudů.
de: Baudrate der seriellen Verbindung zum Vega-Anschluss X1. Einstellung nach den Erfordernissen des angeschlossenen GPS oder Logger. Ist ein FLARM angschlossen wird die Baudrate fest auf 38400 eingestellt. Für das OzFLARM kann auch 19200 verwendet werden.
es: Velocidad en baudios del dispositivo serie conectado al puerto X1 de Vega. Utilícelo según sea necesario cuando use un GPS o un registrador de datos de terceros en lugar del FLARM. Si el FLARM está conectado, la velocidad en baudios se fijará en 38400. Para el OzFLARM, el valor se puede fijar en 19200.
fr: Bande passante en baud d'un périphérique connecté en série au port X1 Vega. A Utiliser lors de l'utilisation d'un GPS tierce ou d'un enregistreur de données à la place du FLARM. Si le FLARM est connecté la bande passante est fixée à 38400. Pour Le OzFLARM, la valeur est 19200.
hu: A Vega X1 porthoz kötött soros eszköz átviteli sebessége. Szükség szerint használja ezt, ha más GPS vagy logger gyártó termékét használja FLARM helyett. Ha FLARM-ot csatlakoztat, az átvitel indig 38400 baud. OzFLARM esetében ez 19200-ra is állítható.
it: Velocità di trasmissione del dispositivo seriale collegato alla porta Vega X1. Utilizzare quando necessario se si utilizza un GPS o data-logger di terze parti invece del FLARM. Se è collegato un dispositivo FLARM la velocità di trasmissione sarà fissa a 38400. Per OzFLARM, il valore può essere impostato a 19200.
pl: Prędkość transmisji urządzenia szeregowego podłączonego do złącza X1 komputera Vega. Ustaw w przypadku konieczności, np. gdy korzystasz z zewnętrznego GPS lub loggera zamiast FLARM. Jeżeli podłączony jest FLARM, prędkość będzie ustawiona na 38400 bodów. W przypadku OzFLARM będzie to wartość 19200 bodów.
ru: Скорость передачи данных от устройств, которые подключены к порту X1 последовательного интерфейса Vega. Воспользуйтесь при необходимости в случае подключения GPS или дата-логеров от третьих фирм вместо FLARM. Если FLARM подключён, скорость передачи данных будет зафиксирована как 38400. Для OzFLARM эта величина может быть установлена как 19200.
sk: Prenosová rýchlosť sériového zariadenia pripojeného k Vega X1 portu. Použite toto nastavenie podľa potreby ak používate GPS prijímač alebo logger iný než FLARM. Ak máte pripojený FLARM, prenosová rýchlosť bude 38400. Ak používate OzFLARM, rýchlosť môže byť nastavená na 19200.
sv: Baudhastighet för seriell enhet ansluten till Vega-port X1. Använd detta vid behov när du använder en tredjeparts-GPS eller dataloggare istället för FLARM. Om FLARM är ansluten kommer baudhastigheten att vara fixerad till 38400. För OzFLARM kan värdet ställas in på 19200.
uk: Швидкість передачі даних від пристроїв, що під'єднані до порту X1 послідовного інтерфейса Vega. Скористайтесь при необхідності в разі підключення GPS чи дата-логерів від третіх фірм замість FLARM. Якщо FLARM підключено, швидкість передачі даних буде зафіксовано як 38400. Для OzFLARM ця величина може бути встановлена як 19200.

source: Enable detection of FLARM. Disable only if FLARM is not used or disconnected.
cs: Zapnutá FLARM detekce. Vypněte pouze pokud FLARM není používán.
de: Aktiviert die FLARM Erkennung. Schalte dies nur ab, wenn das FLARM nicht genutzt wird, oder nicht angeschlossen ist.
es: Habilita la detección de FLARM. Deshabilite solo si FLARM no se usa o desconecta.
fr: Activer la détection FLARM. Désactiver seulement si le FLARM n'est pas utilisé ou est déconnecté.
hu: FLARM érzékelés engedélyezése. Csak akkor kapcsolja ki, ha nem használja a FLARM-ot vagy nincs csatlakoztatva.
it: Abilita il rilevamento di FLARM. Disattivare solo se FLARM non viene utilizzato o se è scollegato.
nl: FLARM detectie aanzetten. Alleen uitzetten als de FLARM niet gebruikt wordt of niet aangesloten is.
pl: Włącz wykrywanie FLARM. Wyłącz tylko gdy nie używasz FLARM lub gdy jest odłączony.
ru: Включает определение наличия FLARM. Выключайте эту опцию только когда FLARM не используется или отсоединён.
sk: Povolí detekciu FLARM-u. Vypnite to len keď FLARM nepoužívate alebo je odpojený.
sv: Aktivera FLARM detektering. Inaktivera bara om FLARM ej används eller frånkopplad.
uk: Вмикає визначення наявності FLARM. Вимикайте опцію тільки коли FLARM не використовується чи від'єднано.

source: Enable output of +5V power supply for PDA etc. at Vega connector~X2. If Vega is connected to Altair, this should be set to False.
cs: Zapne na portu X2 variometru Vega výstup napájení +5V pro PDA aj. Pokud je Vega připojena na Altair, mělo by tato volba být vypnuta.
de: Aktiviere den +5V Ausgang für PDA's etc. an der Vega Schnittstelle ~X2. Ist das Vega mit dem Altair verbunden muss diese Einstellung ausgeschaltet sein.
es: Habilite la salida de la fuente de alimentación de + 5V para PDA, etc. en el conector Vega ~ X2. Si Vega está conectado a Altair, esto debería establecerse en False.
fr: Active la sortie +5V pour alimenter un appareil tiers sur le connecteur Vega ~X2. Si Vega est connecté à Altair, alors désactiver l'option.
hu: Engedélyezi a Vega~X2 csatlakozón a +5V tápellátást a PDA, stb. számára. Ha a Vega az Altairhez csatlakozik, állítsa ezt HAMIS-ra.
it: Abilita l'uscita di alimentazione +5V per dispositivi esterni (Tablet, PDA etc..) al connettore Vega ~X2. Se Vega è collegato ad Altair, dovrebbe essere impostato su False.
pl: Włącz zasilanie +5V dla PDA na złączu ~X2 komp. VEGA. Jeżeli VEGA jest podłączony do Altair, powinno być Wyłączone.
ru: Включает внешнее питание +5V для КПК и других устройств на разъёме ~X2 Vega. Если Vega подключён к Altair, эта настройка должна быть установлена как False.
sk: Povolí výstup napätia +5V pre PDA a pod. na Vega konektore~X2. Ak je Vega pripojená k Altair-u, mala by byť táto voľba nastavená na "NEPLATÍ" (FALSE).
sv: Aktivera +5V matning för PDA etc. på Vega kontakt ~X2. Om Vega är ansluten till Altair bör denna sättas till Falskt.
uk: Вмикає зовнішнє живлення +5V для КПК і інших пристроїв на роз'ємі ~X2 Vega. Якщо Vega під'єднано до Altair, це налаштування має бути встановлено як False.

source: Raw Logger
cs: NMEA Logger
de: Rohlogger
es: Registro en bruto
fr: Enregistreur brut
hu: NMEA logger
it: Logger Grezzo
nb: Rå Logger
pl: Dane z Rejestr.
pt_br: Logar NMEA
ru: Raw Логер
sk: Surový logger
sv: Logga Rådata
uk: Raw Логер

source: ICAO
fr: OACI
ru: Код ИКАО

source: VNE
fr: VNE (vitesse à ne jamais dépasser)
pl: Prędkość nieprzekraczalna

source: MC
pl: MCread

source: G
pl: Przec.G

source: IOIO IC pressure sensor
nl: IOIO iC druk sensor

source: The IC address that matches your configuration. This field is not used when your selection in the "IC bus" field is not an IC bus number. Assume this field is not in use if that doesn't make sense to you.
nl: Het IC adres dat met de configuratie overeenkomt. Dit veld wordt niet gebruikt wanneer de selectie in de "IC bus" geen IC bus nummer is. (Wanneer de voorgaande zin chinees is kan het veld worden leeg gelaten.)

source: Vega
ru: Вега
uk: Вега

source: Firmware timeout
hu: Firmware időkorlát

source: Power
hu: Tápellátás
nb: Strøm

source: GPS configuration
hu: GPS konfigurálás
nb: GPS-oppsett

source: Transponder receiver
hu: Transzponder vevő
nb: Transpondermottaker

source: Unkown
hu: Ismeretlen
nb: Ukjent

source: When the algorithm is switched off, the pilot is responsible for setting the wind estimate.
hu: Ha az algoritmus ki lett kapcsolva, a pilóta feladata a becsült széladatok beállítása.
nb: Dersom beregningsalgorithmen slås av er piloten ansvarlig for innstilling av vindprognosen.

source: Requires only a GPS source.
hu: Csak GPS jelet igényel.
nb: Krever kun en GPS-kilde.

source: Requires GPS and an intelligent vario with airspeed output.
hu: GPS jelet és sebességjelet adó intelligens variót igényel.
nb: Krever GPS og en intelligent vario med flyhastighetutgang.

source: Use ZigZag and circling.
hu: Cikk-cakk és körözés
nb: Bruk sikksakk og sirkling

source: Auto wind
hu: Aut. szél számítás
nb: Autovind

source: This allows switching on or off the automatic wind algorithm.
hu: Az automatikus szélalgoritmust lehet ki/be kapcsolni.
nb: Beregning av vindforholdene.

source: Ballast of the glider. Increase this value if the pilot/cockpit load is greater than the reference pilot weight of the glide polar (typically 75kg). Press ENTER on this field to toggle count-down of the ballast volume according to the dump rate specified in the configuration settings.
hu: A gép vízballasztja. Növelje ezt az értéket, ha a pilóta/csomag terhelés nagyobb mint a referenciapilóta súlya a polárgörbén (tipikusan 75kg). Az Enter megnyomására elindul a ballaszt kiengedése, a konfigurációban megadott ütemben.
nb: Ballastmengde. Øk denne verdien dersom nyttelasten inklusiv pilot er høyere enn referansevekten hvor polaren gjelder (normalt 75 kg.) Trykk ENTER på dette feltet for å slå av/på nedtelling under ballasttømming. Raten som brukes hentes fra innstillinger for ballast.

source: Paste
hu: Beill.
nb: Lim inn

source: Overwrite?
hu: Felülírjam?
nb: Erstatt?

source: InfoBox paste
hu: Kijelzők beillesztés
nb: InfoBoks Lim Inn

source: Dry Mass
hu: Száraz tömeg
nb: TørrMasse

source: Waypoints Editor
hu: Fordulópontok kezelése
nb: Vendepunktsredigering

source: Top Left
hu: Bal felső
nb: Topp Venstre

source: Top Right
hu: Jobb felső
nb: Topp Høyre

source: Bottom Left
hu: Bal alsó
nb: Bunn Venstre

source: Bottom Right
hu: Jobb alsó
nb: Bunn Høyre

source: Centre Top
hu: Felül, középen
nb: Topp Senter

source: Centre Bottom
hu: Alul, középen
nb: Bunn Senter

source: Inverse InfoBoxes
hu: Inverz kijelzők
nb: Inverter Infoboksene

source: If true, the InfoBoxes are white on black, otherwise black on white.
hu: Ha igaz, a kijelzők fekete háttéren fehérek, egyébként fehér háttéren feketék.
nb: InfoBokser, veg mellom hvit på svart bakgrunn, eller omvendt.

source: A 30 second rolling average climb rate based of the reported GPS altitude, or vario if available.
hu: Az emelkedés 30 másodperces görgetett átlaga. A GPS magasságon alapul vagy a variométeren, ha van.
nb: 30 sekunders fortløpende snittverdi på stiget basert på målt GPS høyde eller variohøyde dersom tilkoblet.

source: Total altitude gain/loss in the last thermal.
hu: Összes magasság nyereség/veszteség az utolsó termikben.
nb: Sum høydeendring i siste boble.

source: Average cross country speed while on current task, not compensated for altitude.
hu: Az aktuális feladat átlagos utazósebessége, magassági kompenzáció nélkül.
nb: Snitthastighet for gjeldende oppgave, ikke kompensert for høyde.

source: Instantaneous cross country speed while on current task, compensated for altitude. Equivalent to instantaneous Pirker cross-country speed.
hu: A pillanatnyi utazósebesség, feladat végrehajtása közben, magassági kompenzációval. Megegyezik a pillanatnyi Pirker utazósebességgel.
nb: Gjeldende oppgavehastighet, under gjeldende oppgave, kompensert for høyde. Identisk med Pirker cross-country hastighet.

source: Achieved cross country speed while on current task, compensated for altitude. Equivalent to Pirker cross-country speed remaining.
hu: A feladat alatt elért utazósebesség, magassági kompenzációval. Megegyezik a maradék táv Pirker utazósebességével.
nb: Oppnådd oppgavehastighet, under gjeldende oppgave, kompensert for høyde. Identisk med gjenstående Pirker cross-country hastighet.

source: Altn %d
hu: Másik %d

source: Airframe Switches
hu: Kabin kapcsolók
nb: Farkost Brytere

source: Pan Off
hu: Görgetés Ki
nb: Flytt Av

source: Flight Setup
hu: Repülési tényezők
nb: Flytur Oppsett

source: Mark Drop
hu: Jelet tesz
nb: Marker

source: Cruise Demo
hu: Utazás Demó
nb: Strekkfl. Demo

source: Zoom In
hu: Közelít
nb: Zoom Inn

source: Setup System
hu: Rendszer konfig
nb: Oppsett System

source: Climb Demo
hu: Emelkedés Demó
nb: Stig Demo

source: Zoom Out
hu: Távolít
nb: Zoom Ut

source: Nearest Airspace
hu: Közeli légtér
nb: Luftrom Nærmest

source: Settings Airspace
hu: Légtér konfig
nb: Innstillinger Luftrom

source: Waypoint List
hu: FP Lista
nb: Vendep. Liste

source: Check list
hu: Ellenőrző lista
nb: Sjekk liste

source: Manual Demo
hu: Kézi demó
nb: Man Demo

source: Pan On
hu: Görgetés Be
nb: Flytt På

source: Message Repeat
hu: Üzenet ismét
nb: Siste Beskjed

source: What's here?
hu: Mi van itt?
nb: Hva finns her?

source: Accel Zero
hu: Gyorsít Zero
nb: G-måler Nullst.

source: Team Code
hu: Csapat kód
nb: Lag ID

source: Setup Wind
hu: Szél konfig
nb: Oppsett Vind

source: Setup Stall
hu: Átesés konfig
nb: Oppsett Steil

source: Parse Error at Line
nb: Analyser feil på linje

source: Logger inactive, insufficient storage!
nb: Logger er av, for lite minne!

source: Wind V
nb: Vind V

source: Wind Brng
nb: Vind Retn

source: On-Line Contest distance
nb: On-Line Contest distanse

source: Instantaneous evaluation of the flown distance according to the configured On-Line Contest rule set.
nb: Aktuell evaluering av tilbakelagt distanse i forhold til det oppsatte OLC reglementet.

source: Head wind component
nb: Motvindskomponent

source: OLC Speed
nb: OLC-hastighet

source: Bluetooth LE
nb: Lavenergi-Blåtann

source: Task calc
nb: Oppgave bergn

source: Adjusts MC for fastest arrival. For OLC sprint tasks, the MacCready is adjusted in order to cover the greatest distance in the remaining time and reach the finish height.
nb: Juster MC for raskest ankomst. For OLC sprintoppgaver blir MacCready justert slik at størst mulig distanse blir tilbakelagt innenfor gjenstående tid og være over målhøyden.

source: 24 Right (Landscape)
nb: 24 Høyre (Liggende)

source: Select the rules used for calculating optimal points for the On-Line Contest. The implementation conforms to the official release 2010, Sept.23.
nb: Regelsettet som brukes til å beregne optimalposisjonene for On-Line Contest. Algorytmen er i henhold til offisiell utgave 2010, sept.23.

source: ASI Zero
nb: ASI Nullstill
