Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Adjusts MC for fastest arrival. For contest sprint tasks, the MacCready is adjusted in order to cover the greatest distance in the remaining time and reach the finish height.
cs: Nastaví MC pro nejrychlejší přílet. Pro soutěžní sprinty je MacCready nastaven tak, aby pokryl co největší vzdálenost ve zbývajícím čase a dosáhl cílové výšky.
de: Stellt MC auf die schnellstmögliche Ankunft ein. Bei den Contest Sprint-Aufgaben sind die Einstellungen so, dass eine möglichst große Strecke innerhalb der verbleibenden Zeit zurückgelegt wird und die Ankunftshöhe eingehalten wird.
es: Ajusta el MC para la llegada más rápida. Para las tareas de velocidad, el MacCready se ajusta para cubrir la mayor distancia en el tiempo restante y llegar a la altura de la meta.
fr: Adapte le calage MacCready pour l'arrivée la plus rapide. Pour les circuits de sprint en concours, le calage est ajusté afin de parcourir la plus grande distance dans la durée restante et atteindre la hauteur d'arrivée.
it: Regola MC per l'arrivo più veloce. Per temi di gara sprint, il MacCready viene regolato in modo da coprire la maggior distanza nel tempo rimanente e raggiungere l'altezza finale.
nl: Past MacCready aan voor de snelste aankomst. Voor de OLC sprint opdrachten wordt de MacCready aangepast om de grootste afstand en finish hoogte te halen in de resterende tijd.
sv: Justerar MC för snabbast ankomst. För tävlingssprint-uppgifter justeras MacCready för att längsta distans under kvarvarande tid som kan nås med bibehållen målgångshöjd.

source: Topleft
cs: Nahoře vlevo
de: Oben Links
es: Arriba Izquierda
fr: HautGauche
hu: Balrafent
it: Alto-Sinistra
nb: Øverst til Venstre
nl: Linksboven
pl: Górny lewy róg
pt_br: Sup Esq
ru: Верх/Слева
sk: Vľavo hore
sv: Övre vänster
uk: Вгорі ліворуч

source: Show status message boxes ina the top left corner.
cs: Zobrazí okno se zprávou v levém horním rohu.
de: Nachrichten-Anzeige in der Ecke links oben.
es: Mostrar cuadros de mensaje de estado en la esquina superior izquierda.
fr: Message d'état dans le coin haut et gauche de l'écran.
hu: Az állapotjelző üzeneteket a bal felső sarokban jeleníti meg.
it: Mostra la casella dei messaggi di stato nell'angolo in alto a sinistra.
nl: Toon de status berichtvensters in de linker boven hoek.
pl: Komunikaty w lewym górnym rogu.
pt_br: Mostrar caixas de mensagem de status no canto superior esquerdo.
ru: Показывать сообщения о статусе вверху слева
sk: Zobraz dialógové okná vľavo hore.
sv: Visa boxar för statusmeddelande i övre vänstra hörnet.
uk: Показувати повідомлення про статус вгорі ліворуч.

source: If true, certain InfoBoxes will have coloured text. For example, the active waypoint InfoBox will be blue when the glider is above final glide.
cs: Pokud je zapnuto, určité InfoBoxy budou mít barevný text. Například aktivní otočný bod bude modrý, pokud je kluzák nad dokluzovou výškou.
de: Wenn gesetzt haben bestimmte InfoBoxen eingfärbten Text. Z.B. wird die InfoBox "Aktiver Wegpunkt" blau, wenn die Endanflughöhe erreicht ist.
es: Si está activo, algunos InfoBoxes tendrán texto en color. Por ejemplo, el InfoBox del waypoint activo será azul cuando el planeador esté por encima del planeo final.
fr: Si activé, alors certaines InfoBoxes auront leur texte coloré. Par exemple le nom du point de virage actif sera bleu lorsque le planeur est au-dessus du plan.
hu: Ha igaz, bizonyos kijelzők felirata színes lesz. Például az aktív fordulópont kijelzője kék lesz, ha a siklópálya felett vagyunk.
it: Se selezionato, alcuni InfoBox avranno il testo colorato. Ad esempio, l'InfoBox della boa attiva sarà blu quando la vela è sopra la planata finale.
nb: Aktiv farging av InfoBokser av/på. Slått på vil for eksempel aktiv vendepunktboksen bli blå når man har nok høyde til målglidestrekket.
nl: Als dit zo is, zullen bepaalde InfoBoxen gekleurde tekst hebben. Zo zal bijvoorbeeld het actieve routepunt InfoBox blauw zijn als het zweefvliegtuig boven final glide is.
pl: Jeżeli zaznaczono, określone InfoBox'y będą miały barwny tekst. Na przykład : InfoBox aktywnego punktu trasy będzie niebieski kiedy szybowiec jest powyżej wysokości dolotu.
pt_br: Se verdadeiro, algumas InfoBoxes terão textos coloridos. Por exemplo, a InfoBox de waypoint ativo será azul quando o planador estiver acima do planeio final.
ru: Если включено, некоторые Инфобоксы будут иметь цветной текст. Например, об активной путевой точке Инфобокс будет синим, когда планер находится выше финишного глайда.
sk: Ak aktivované niektoré Info-okná budú mať farebný text. Napríklad aktívny otočný bod bude modrý ak je vetroň nad doklzom.
sv: Om markerad kommer vissa Info-rutor ha färgad text. Exempelvis Info-ruta för aktiv vägpunkt kommer bli blå när farkosten är högre än finalglid.
uk: Якщо так, деякі ІнфоБокси матимуть кольоровий текст. Наприклад, активнаий ППМ буде синім, коли планер буде над глісадою дольоту.

source: Show Menubutton
cs: Tlačítko Menu
de: Zeige Menübutton
es: Mostrar botón de menú
fr: Afficher le bouton du menu
it: Mostra pulsante Menù
nl: Toon Menuknop
pl: Pokaż guzik menu
sk: Zobraz tlačítko Menu
sv: Visa menyknapp
uk: Показати кнопку меню

source: Show the Menubutton
cs: Zobrazuje tlačítko Menu
de: Menütaste zeigen
es: Mostrar el botón Menú
fr: Afficher le bouton du menu
it: Mostra il pulsante del menù
nl: Toon de Menuknop
pl: Pokazywanie guzika menu
sk: Zobraz tlačítko Menu
sv: Visa menyknappen
uk: Показати кнопку меню

source: Displays either the Circling, Cruise or Final glide infoxboxes
cs: Zobrazuje InfoBoxy pro kroužení, přeskok nebo dokluz.
de: Zeigt entweder die Kreisflug, Vorflug, oder Endanflug InfoBoxen an
es: Muestra las infoxboxes de Vuelo Circular, Crucero o Planeo final
fr: Affiche soit les InfoBoxes Spirale, Transition ou Arrivée
it: Mostra l'InfoBox di termica, di crociera oppure di planata finale
nl: Toont hetzij de Thermiek, Steek of Final glide informatievakken
pl: Wyświetla infoboxy krążenia, przeskoku lub dolotu.
sk: Zobrazuje info-okná pre krúženie, preskok alebo doklz.
sv: Visa en av Info-rutorna för kurvning, planflykt eller finalglid

source: For cruise mode. Displayed when 'Auto' is selected and ship is below final glide altitude
cs: Pro režim přeskoku. Zobrazí se, pokud je nastaveno "Auto" a kluzák je pod dokluzovou výškou.
de: Vorflug. Wird angezeigt, wenn 'Auto' gewählt ist und das Luftfahrzeug unterhalb der Endanflugshöhe ist
es: Para el modo crucero. Aparece cuando se selecciona 'Auto' y el avión está por debajo de la altitud de planeo final
fr: Pour le mode transition. Affichée quand le mode 'Auto' est sélectionné et que le planeur est sous le plan d'arrivée
it: Per la modalità di crociera. Visualizzato quando è selezionato 'Auto' e passa all'altezza di planata finale
nl: Tijdens steken. Wordt getoond wanneer 'Auto' is geselecteerd en het vliegtuig is onder final glide hoogte
pl: Na przeskoku. Wyświetlane w trybie ‚Auto’, gdy jesteś poniżej minimalnej wysokości dolotowej.
sk: Pre režim preskoku. Zobrazí sa ak je nastavené 'Auto' a klzák je pod cieľovou doklzovou výškou.
sv: Visas, i glidflygsläget, vid val 'Auto' och när farkosten är under finalglidshöjd

source: For circling mode. Displayed when 'Auto' is selected and ship is circling
cs: Pro režim kroužení. Zobrazí se pokud je nastaveno "Auto" a kluzák krouží.
de: Beim Kreisen. Wird angezeigt, wenn 'Auto' ausgewählt ist und das Luftfahrzeug kreist
es: Para el modo vuelo circular. Aparece cuando se selecciona 'Auto' y el avión vuela en cículos
fr: Pour le mode spirale. Affiché quand le mode 'Auto' est sélectionné et que le planeur est en spirale
it: Per la modalità termica. Visualizzato quando è selezionato 'Auto' ed il velivolo sta circuitando
nl: Tijdens thermieken. Wordt getoond wanneer 'Auto' is geselecteerd en het vliegtuig thermiekt
pl: W krążeniu. Wyśwetlane w trybie ‚Auto’, gdy krążysz w kominie
sk: Pre režim krúženia. Zobrazí sa ak je nastavené 'Auto' a klzák krúži.
sv: Visas, i kurvläge, vid val 'Auto' och när farkosten kurvar

source: For final glide mode. Displayed when 'Auto' is selected and ship is above final glide altitude
cs: Pro režim dokluzu. Zobrazí se, pokud je nastaveno "Auto" a kluzák je nad dokluzovou výškou.
de: Für den Endanflugmodus. Wird angezeigt, wenn 'Auto' ausgewählt ist und das Luftfahrzeug über der Endanflughöhe liegt
es: Para el modo planeo final. Se muestra cuando se selecciona 'Auto' y la el avión está por encima de la altitud de planeo final
fr: Pour le mode arrivée. Affiché quand le mode 'Auto' est sélectionné et que le planeur est au-dessus du plan d'arrivée
it: Per la modalità di planata finale. Visualizzato quando è selezionato 'Auto' ed il velivolo è sopra all'altitudine di planata finale
nl: Tijdens final glide. Wordt getoond wanneer 'Auto' is geselecteerd en het vliegtuig is boven final glide hoogte
pl: Na dolocie. Wyświetlane w trybie ‚Auto’, gdy jesteś na wysokości wystarczającej na dolot
sk: Pre režim doklzu. Pre režim preskoku. Zobrazí sa ak je nastavené 'Auto' a klzák je nad cieľovou doklzovou výškou.
sv: Visas, i finalglidläget, vid val 'Auto' och om farkosten är över finalglidshöjd

source: When enabled, route planning climbs are limited to ceiling defined by greater of current aircraft altitude plus 500 m and the thermal ceiling. If disabled, climbs are unlimited.
cs: Pokud je zapnuto, plánovaná stoupání na trase jsou omezena stropem, definovaným větší hodnotou z aktuální výšky plus 500m nebo termickým stropem. Pokud je vypnuto, stoupání je neomezeno.
de: Wenn aktiviert wird bei der Routenplanung das Steigen durch die Wolkenbasis begrenzt. Sie wird mit 500 m über der momentanen Flugzeughöhe und der Thermikhöhe angenommen. Deaktiviert wird mit unbegrenztem Steigen geplant.
es: Cuando está habilitado, los ascensos en la planificación de ruta se limitan al techo definido por el mayor entre la altitud actual de la aeronave más 500 m y el techo de las térmicas. Si está deshabilitado, los ascensos son ilimitados.
fr: Si activé, alors la prédiction de route est limitée en ascendance par le plafond le plus élevé entre 500m au-dessus de l'altitude courante et le plafond des thermiques. Si désactivé, alors les montées ne sont pas limitées.
hu: Ha engedélyezzük, ez szabályozza, hogy milyen magas emelésekkel számol az útvonaltervezésben. Ez vagy a gép pillanatnyi magassága felett 500m vagy a termik magassága, amelyik magasabb. Ha kikapcsoljuk, az emelések korlátlan magasak.
it: Se abilitato, la pianificazione della rotta sarà limitata dal plafond definito dalla quota massima raggiunta durante il volo più 500 m, oltre l'altezza massima in termica. Se disabilitata, le quote saranno illimitate.
nb: Ruteplanlegger, høydebegrensning. [På] Maksimalhøyde begrenset til den største verdien av nåværende høyde pluss 500 m eller maksimal termikkhøyde. [Av] Maksimalhøyde som brukes i ruteplanleggeren er ubegrenset.
nl: Indien ingeschakeld zullen stijg routes gelimiteerd worden door een plafond, welke bepaald word door de grotere waarde van de huidige hoogte plus 500 meter en het thermiek plafond. Indien uitgeschakeld is er geen thermiek plafond.
pl: Kiedy zaznaczone to wznoszenia w planowaniu szlaku są ograniczone do pułapu określonego przez większą z wartości: wysokość lotu +500m lub pułap termiki. Jeśli wyłączone to wznoszenie jest nieograniczone.
pt_br: Quando habilitado, o planejamento da rota limita as subidas ao teto definido pela maior altitude da aeronave atual mais 500 m e também pelo teto da térmica. Se desabilitado, as subidas são ilimitadas.
ru: Если применено, потолок набора высоты при планировании маршрута ограничен большим из чисел: текущей высотой ПС + 500 м и потолком набора в термиках. Если не применено, набор высоты не ограничен.
sk: Ak povolené, plánované stúpania na trase sú obmedzené stropom definovaným väčším z aktuálnej výšky plus 500m alebo termickým stropom. Ak zakázané, stúpania sú neobmedzené.
sv: När aktiverad begränsas termikhöjd utmed planerad rutt till det högsta av nuvarande höjd plus 500m och termikens tak (beräknat?). Om inaktiverad är stigen obegränsade.
uk: Коли застосовано, стеля набору висоти при плануванні маршруту обмежена більшим з чисел: поточною висотою ПС + 500 м та стелею набору в терміках. Якщо не застосовано, набір висоти не обмежено.

source: Uses safety MacCready value
cs: Použije bezpečnostní MacCready hodnotu
de: Verwendet den Sicherheits-MacCready-Wert
es: Utiliza el valor MacCready de seguridad
fr: Utilise le calage MacCready de sécurité
hu: A biztonsági MC értékkel.
it: Usa il valore di sicurezza del MacCready
nb: Bruker sikkerrhets McCready verdi.
nl: Gebruikt veiligheidheids MacCready waarde
pl: Wg Bezpiecznej wartość nastawy MacCready'ego, ustawionej w Konfig > System > Ustaw.bezpiecz.
pt_br: Usa valores MacCready de segurança
ru: Использование безопасной величини МС
sk: Použije bezpečnú MacCready hodnotu.
sv: Använder MacCready-säkerhetsvärde
uk: Використання безпечної величини МС

source: Primary waypoints file. Supported file types are Cambridge/WinPilot files (.dat), Zander files (.wpz) or SeeYou files (.cup).
cs: Primární soubor otočných bodů. Podporované typy souborů jsou Cambridge/WinPilot (.dat), Zander (.wpz) nebo SeeYou (.cup).
de: Primäre Wegpunktdatei. Unterstützte Dateiformate sind Cambridge/WinPilot (.dat), Zander (.wpz), oder SeeYou Dateien (.cup).
es: Archivo principal de waypoints. Los tipos de archivo compatibles son los Cambridge/WinPilot (.dat), los Zander (.wpz) o los de SeeYou (.cup).
fr: Fichier de points de virage principal. Les types de fichier supportés sont ceux de Cambridge/WinPilot (.dat), Zander (.wpz) or SeeYou files (.cup).
hu: Elsődleges fordulópont fájl. A támogatott formátumok: Cambridge/WinPilot (.dat), Zander (.wpz) vagy SeeYou (.cup).
it: File principale delle boe. Sono supportati i tipi di file di SeeYou (.cup) Cambridge/WinPilot (.dat) e Zander (.wpz).
nb: Primær vendepunktsfil. Støttede formater er Cambridge/WinPilot filer (.dat), Zander filer (.wpz) og SeeYou filer (.cup).
nl: Primair keerpunten bestand. Ondersteunde bestandstypen zijn Cambridge/Winpilot-bestanden (.dat), Zander-bestanden (.wpz) of SeeYou-bestanden (.cup).
pl: Główny plik punktów tras. Wspierane typy plików to: Cambridge/WinPilot (.dat), pliki Zander(.wpz) lub SeeYou(.cup)
pt_br: Arquivo de waypoints primário. Tipos de arquivos suportados são Cambridge/WinPilot (. dat), Zander (.wpz) ou arquivos SeeYou (.cup).
ru: Файл с основными путевыми точками. Поддерживаемые типы файлов Cambridge / WinPilot файлы (. DAT), Zander файлы (. WPZ) или SeeYou файлы (.cup).
sk: Primárny súbor s otočnými bodmi. Podporované typy súborov sú Cambridge/WinPilot (.dat), Zander (.wpz) alebo SeeYou (.cup).
sv: Primär vägpunktsfil. Supporterade filtyper är Cambridge/WinPilot filer (.dat), Zander files (.wpz) eller SeeYou files (.cup).
uk: Первинний файл з шляховими точками. Підтримуються такі типи файлів, як Cambridge/WinPilot files (.dat), Zander files (.wpz) or SeeYou files (.cup).

source: More waypoints
cs: Více ot. bodů
de: Weitere Wegpunkte
es: Más waypoints
fr: Autres wpts.
hu: Alkalmi FP
it: Boe aggiuntive
nb: Flere vendepunkter
nl: Meer keerpunten
pl: Punkty trasy dodatk.
pt_br: Mais waypoints
ru: Еще точки
sk: Ďalšie otočné body
sv: Fler vägpunkter
uk: Більше шляхових точок

source: Secondary waypoints file. This may be used to add waypoints for a competition.
cs: Sekundární soubor otočných bodů. Lze použít k přidání otočných bodů soutěže.
de: Eine weitere Wegpunktdatei. Sie kann dazu genutzt werden extra Wegpunkte für einen Wettbewerb zu laden.
es: Archivo de waypoints secundarios. Se puede usar para agregar wqypoints para una competición.
fr: Fichier de points de virage secondaires. Peut être utilisé pour ajouter les points de virage d'une compétition.
hu: Másodlagos fordulópont fájl. Ezzel egy versenyen új fordulópontokat adhat a többihez.
it: File secondario delle boe. Può essere usato per aggiungere le boe del percorso per una gara.
nb: Sekundær vendepunktsfil. Kan brukes til å tilføye vendepunkter, for eksempel i forbindelse med en konkurranse.
nl: Secundair keerpunten bestand. Dit kan gebruikt worden om keerpunten toe te voegen voor een competitie.
pl: Drugi plik punktów tras. To może być użyte aby dodać punkt trasy dla zawodów.
pt_br: Arquivo de waypoints secundário. Este pode ser usado para adicionar waipoints para a competição.
ru: Файл с дополнительными путевыми точками. Может быть использован для добавления точек на соревновании.
sk: Sekundárny súbor otočných bodov. Môže byť použitý pre pridanie súťažných otočných bodov.
sv: Sekundär vägpunktsfil. Kan användas för att lägga till vägpunkter under en tävling.
uk: Вторинний файл з шляховими точками. Можна використати для того, щоб додати шляхові точки змагань.

source: Watched waypoints
cs: Sledované body
de: Beobachtete Wegpunkte
es: Waypoints observados
fr: Waypoints spéc.
hu: Kiszemelt FP
it: Boe sorvegliate
nb: Nylige vendepunkter
nl: Bekeken keerpunten
pl: Specjalne Punkty na trasie
pt_br: Waypoints observados
ru: Просмотр точек
sk: Sledované body
sv: Bevakade vägpunkter
uk: Очікувані шляхові точки

source: Waypoint file containing special waypoints for which additional computations like calculation of arrival height in map display always takes place. Useful for waypoints like known reliable thermal sources (e.g. powerplants) or mountain passes.
cs: Soubor speciálních bodů, pro které se vždy provádí zvláštní výpočty (např. výpočet příletové výšky v mapě). Užitečné pro body, jako jsou známé termální zóny (elektrárny) nebo horské průsmyky.
de: Wegpunktdatei für spezielle Punkte, für welche zusätzliche Berechnungen wie z.B. die Ankunftshöhe auf der Karte immer aktualisiert werden. Das ist praktisch für verlässliche Thermikquellen (z.B. Kraftwerke) oder Bergpässe.
es: Archivo de puntos de viraje que contiene waypoints especiales para los cuales siempre se realizan cómputos adicionales, como el cálculo de altura de llegada mostrado el mapa. Útil para lugares conocidos por tener buenas térmicas (p. e. centrales térmicas) o collados.
fr: Fichier de points de virage contenant des points de virage spéciaux, pour lesquels des calculs supplémentaires comme les calculs d'altitude d'arrivée en affichage carte sont toujours effectués. Utile pour des points de virage qui sont des ascendances fiables, ou des cols.
hu: Különleges fordulópontokat tartalmazó fájl, melyeket további számítások használhatnak fel, mint például az érkezési magasság számítása. Megbízható termiklelőhelyek (pl. erőművek), hágók, ilyesmik esetében hasznos.
it: File che contiene tipi speciali di boe per le quali vengono sempre effettuati calcoli aggiuntivi come il calcolo dell'altezza di arrivo nella visualizzazione della mappa. Utile per boe come punti di termica affidabili (es. centrali elettriche) o passi di montagna.
nb: Vendepunktsfil som inneholder spesielle vendepunkter hvor det alltid beregnes ankomsthøyde. Nyttig i forhold til kjente triggerpunkter som alltid fungerer (kraftverk, fjelltopper, osv.)
nl: Keerpunten bestand met speciale keerpunten waarvoor aanvullende berekeningen, zoals de berekening van aankomst hoogte in kaartweergave nodig zijn, vindt altijd plaats. Nuttig voor keerpunten zoals bekende betrouwbare thermische bronnen (bijv. elektriciteitscentrales) of bergpassen.
pl: Plik punktów tras zawierający specjalne punkty dla których zawsze mają miejsce dodatkowe obliczenia takie jak wysokość przybycia na wyświetlaczu mapy. Użyteczne dla punktów trasy takich jak znane pewne źródła termiki (np.elektrownie) lub przełęcze górskie.
pt_br: Arquivo de waypoint contendo waypoints especiais para que os cálculos adicionais, como o cálculo da altura de chegada sempre seja exibido no mapa. Útil para waypoints com fontes de termal conhecidas (i.e. termoelétricas) ou passagens de montanha.
ru: Файл с точками, содержащий специальные путевые точки, для которых производятся дополнительные вычисления (вычисления высоты прибытия на экране карты происходит всегда). Полезно для путевых точек, для которых известны надёжные тепловые источники (например, powerplants) или горные перевалы.
sk: Súbor špeciálnych bodov, pre ktoré sa prevádzajú prídavné výpočty ako napríklad príletová výška, ktoré sa vždy zobrazujú na mape. Užitočné pre body ako napr. známe zdroje termiky ( napr. elektrárne) alebo horské priesmyky.
sv: Vägpunktsfil innehållande speciella vägpunkter där ytterligare beräkningar sker, som att beräkning av ankomsthöjd på kartan alltid sker. Användbar för vägpunkter som är säkra termiska källor, t.ex. kraftverk eller bergspass.
uk: Файл з шляховими точками, що містить спеціальні шляхові точки, для яких завжди будуть виконуватися додаткові розрахунки, такі як розрахунок висоти прибуття з показом на мапі. Корисно для шляхових точок, відомих як надійні джерела терміків чи перевали в горах.

source: The file name of the primary airspace file.
cs: Jméno primárního souboru prostorů.
de: Der Dateiname der primären Luftraumdatei.
es: El nombre del archivo del espacio aéreo primario.
fr: Le nom du fichier principal d'espace aérien.
hu: Az elsődleges légtér fájl neve.
it: File principale dello spazio aereo.
nb: Navnet på filen som inneholder Primær Luftromsinformasjon
nl: De naam van het primaire luchtruim bestand.
pl: Nazwa podst. pliku Stref Przestrzeni powietrznej.
pt_br: O nome do arquivo do de espaço aéreo primário.
ru: Имя основного файла воздушного пространства.
sk: Názov súboru s primárnymi vzdušnými priestormi.
sv: Filnamn på primär luftrumsfil.
uk: Назва первинного файлу повітряного простору.

source: More airspaces
cs: Více prostorů
de: Weitere Lufträume
es: Más espacios aéreos
fr: Autres esp. aér.
hu: Alkalmi légterek
it: Spazi aerei aggiuntivi
nb: Flere luftrom
nl: Meerdere luchtruimen
pl: Strefy dodatkowe
pt_br: Mais espaços aéreos
ru: Дополнительное воздушное пространство
sk: Ďalšie priestory
sv: Fler luftrum
uk: Більше повітряного простору

source: The file name of the secondary airspace file.
cs: Jméno sekundárního souboru prostorů.
de: Der Dateiname der sekundären Luftraumdatei.
es: El nombre del archivo del espacio aéreo secundario.
fr: Le nom du fichier secondaire d'espace aérien.
hu: A másodlagos légtérfájl neve. Ezzel egy versenyen időleges légtereket adhat a többihez.
it: File secondario dello spazio aereo.
nb: Navnet på filen som inneholder sekundær luftrom.
nl: De naam van het secundaire luchtruim bestand.
pl: Nazwa dod.pliku Stref Przestrzeni powietrznych.
pt_br: O nome do arquivo de espaço aéreo secundário.
ru: Имя дополнительного файла воздушного пространства.
sk: Názov súboru so sekundárnymi vzdušnými priestormi.
sv: Filnamn på sekundär luftrumsfil.
uk: Назва вторинного файлу повітряного простору.

source: Waypoint details
cs: Detail ot. bodu
de: Wegpunktdetails
es: Detalles del waypoint
fr: Détails wpts.
hu: FP részletek
it: Dettagli delle boe
nb: Vendepunktsdetaljer
nl: Keerpunt details
pl: Punkty trasy - dod. info
pt_br: Detalhes de waypoint
ru: Детали точки
sk: Detaily otočných bodov
sv: Vägpunktsdetaljer
uk: Подробиці шляхових точок
