Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: All turnpoints not the same type
bg: Не всички повратни точки са от един вид
cs: Všechny otočné body nejsou stejného typu
de: Alle Wendepunkte sind nicht vom selben Typen
es: No todos los puntos de viraje son del mismo tipo
fr: Tous les points de virage ne sont pas du même type
it: Non tutte le boe dello stesso tipo
nb: Alle vendepunkter er ikke av samme type
nl: Niet alle keerpunten zijn van hetzelfde type
pl: Wszystkie punkty nie są tego samego typu
pt_br: Todos os turnpoints não são do mesmo tipo
ru: Все поворотный точки одного типа
sk: Všetky otočné body nemajú rovnaký typ
sv: Alla vägpunkter ej av samma typ
uk: Всі ППМ не однакового типу

source: Incorrect number of turnpoints
bg: Неправилен брой повратни точки
cs: Nesprávný počet otočných bodů
de: Falsche Anzahl an Wendepunkten
es: Número incorrecto de puntos de viraje
fr: Nombre de points de virage incorrect
it: Numero di boe non valido
nb: Feil antall vendepunkter
nl: Foutief aantal keerpunten
pl: Niewłaściwa liczba punktów swrotnych
pt_br: Número incorreto de pilões
ru: Неверное количество поворотных точек
sk: Nesprávny počet otočných bodov
sv: Felaktigt antal vägpunkter
uk: Не вірна кількість ППМ

source: Too many turnpoints
bg: Твърде много повратни точки
cs: Příliš mnoho otočných bodů
de: Zu viele Wendepunkte
es: Demasiados puntos de viraje
fr: Trop de points de virage
it: Troppe boe
nb: For mange vendepunkter
nl: Te veel keerpunten
pl: Zbyt wiele PZ
pt_br: Número máximo de pilões excedido
ru: слишком много поворотных точек
sk: Príliš veľa otočných bodov
sv: För många vägpunkter
uk: Надто багато ППМ

source: Not enough turnpoints
bg: Недостатъчно повратни точки
cs: Málo otočných bodů
de: Nicht genügend Wendepunkte
es: No hay suficientes puntos de viraje
fr: Pas assez de points de virage
it: Boe insufficienti
nb: Ikke nok vendepunkter
nl: Niet genoeg keerpunten
pl: Za mało PZ
pt_br: Número de pilões insuficiente
ru: Не хватает поворотных точек
sk: Málo otočných bodov
sv: För få vägpunkter
uk: Не достатньо ППМ

source: Turnpoints not unique
bg: Повратните точки не са уникални
cs: Otočné body nejsou unikátní
de: Doppelte Wendepunkte
es: Puntos de viraje no únicos
fr: Points de virage non uniques
it: Boe non univoche
nb: Vendepunktet(er) eksisterer fra før
nl: Keerpunten niet uniek
pl: PZ powtarzają się
pt_br: Pontos não são únicos
ru: Неправильная точка
sk: Otočné body nie sú unikátne
sv: Icke unika vägpunkter
uk: ППМ не унікальний

source: Empty task
bg: Непопълнена задача
cs: Prázdná úloha
de: Leere Aufgabe
es: Tarea vacía
fr: Circuit vide
it: Tema vuoto
nb: Tom oppgave
nl: Lege taak
pl: Puste zadanie
pt_br: Prova vazia
ru: Пустой таск
sk: Prázdna úloha
sv: Tom uppgift
uk: Порожнє завдання

source: non-FAI turn points
bg: Повратни точки не по FAI
cs: ne-FAI otočné body
de: Nicht-FAI Wendepunkte
es: Puntos de viraje no FAI
fr: Points de virage non-FAI
hu: nem FAI fordulópontok
it: Boe non-FAI
nb: Ikke-FAI vendepunkter
nl: niet-FAI keerpunten
pl: PZ typu innego niż FAI
pt_br: Pilões não-FAI
ru: Поворотные точки (не FAI)
sk: nie-FAI otočné body
sv: Vägpunkter ej FAI
uk: ППМ не відповідають правилам ФАІ

source: non-MAT turn points
bg: Повратни точки не по MAT
cs: ne-MAT otočné body
de: nicht-MAT Wendepunkte
es: Puntos de viraje no TAM
fr: Point de virage non-MAT
it: Boe non di una tema MAT
nl: niet-MAT keerpunten
pl: PZ typu innego niż MAT
pt_br: Pontos não são de MAT
ru: Поворотные точки (не MAT)
sk: nie MAT otočné body
sv: Vägpunkter ej MAT
uk: ППМ не відповідають правилам МАТ

source: Wrong shape
bg: Грешна фигура
cs: Špatný tvar
de: falsche Form
es: Forma incorrecta
fr: Format erroné
it: Forma errata
nl: Verkeerde vorm
pt_br: Forma inválida
sv: Fel form

source: Loading Airspace File...
bg: Зареждане на файл с въздушно пространство...
cs: Nahrávám soubor s prostory...
de: Lade Luftraumdatei...
es: Cargando Archivo de Espacio Aéreo...
fr: Chargement du fichier d'espace aérien…
hu: Légtér fájl betöltése
it: Caricamento file degli spazi aerei...
nb: Laster Luftromsfil...
nl: Luchtruimbestand laden...
pl: Wczytywanie pliku stref przestrzeni...
pt_br: Carregando arquivo de espaço aéreo ...
ru: Загрузка файла воздушного пространства ...
sk: Nahrávam súbor s priestormi...
sv: Laddar Luftrumsfil...
uk: Завантаження файлу повітряного простору...

source: Unknown airspace filetype
bg: Непознат тип файл за въздушно пространство
cs: Neznámý typ souboru s prostory
de: Unbekannter Luftraumdateityp
es: Tipo de archivo de espacio aéreo desconocido
fr: Type de fichier d'espace aérien inconnu
hu: Ismeretlen légtér fájl típus
it: Tipo file Spazi Aerei sconosciuto
nb: Luftrom filtype ukjent
nl: Onbekend luchtruim-bestandsformaat
pl: Nieznany typ pliku stref
pt_br: Tipo de arquivo desconhecido
ru: Неизвестный тип файла воздушного пространства
sk: Neznámy typ súboru priestoru
sv: Okänd filtyp för luftrum
uk: Невідомий тип файлу повітряного простору

source: Date
bg: Дата
cs: Datum
de: Datum
es: Fecha
it: Data
sv: Datum

source: Username
bg: Потребителско име
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Usuário
ru: Имя пользователя
sk: Užívateľské meno
sv: Användarnamn
uk: Ім'я користувача

source: Plane
bg: Планер
cs: Letadlo
de: Flugzeug
es: Avión
fr: Aéronef
hu: Repülőgép
it: Velivolo
nb: Fly
nl: Vliegtuig
pl: Szybow.
pt_br: Planador
ru: Планер
sk: Lietadlo
sv: Farkost
uk: Планер

source: Registration
bg: Регистрация
cs: Registrace
de: Kennzeichen
es: Matricula
fr: Immatriculation
hu: Regisztráció
it: Registrazione
nb: Registrering
nl: Registratie
pl: Znaki rejestr.
pt_br: Registro
ru: Регистрация
sk: Registrácia
sv: Registrering
uk: Реєстрація

source: Comp. ID
bg: Състезателен №
cs: Soutěžní znak
de: Wettbewerbszeichen
es: ID Comp.
fr: n° concours
hu: Verseny azns
it: ID Comp.
nl: Wedstr. ID
pl: Znaki konk.
ru: Соревновательный ID
sk: Súťaž. číslo
sv: Tävlings ID
uk: Комп. ID

source: WeGlide Upload
bg: Изпращане в WeGlide
cs: Nahraj na WeGlide
de: Upload auf WeGlide
es: Subir a WeGlide
fr: Téléversement sur WeGlide
it: Caricamento WeGlide
sv: WeGlide Ladda upp

source: Upload Flight
bg: Изпращане на полет
cs: Nahraj let
de: Flug hochladen
es: Subir vuelo
fr: Téléversement du vol
it: Carica Volo
sv: Ladda upp flyg

source: Error
bg: Грешка
cs: Chyba
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
nb: Feil
nl: FOUT
pl: Błąd
pt_br: Erro
ru: Ошибка
sk: Chyba
sv: Fel
uk: Помилка

source: Start Logger
bg: Стартиране на журнал
cs: Zapnout logger
de: Logger starten
es: Iniciar Registrador
fr: Logger ON
hu: Logger indul
it: Avvia Logger
pl: Start Rejestratora
pt_br: Iniciar logger
ru: Начать запись
sk: Zapnúť logger
sv: Starta logger
uk: Запустити Логгер

source: Stop Logger
bg: Спиране на журнала
cs: Zastav logger
de: Logger stoppen
es: Detener Registrador
fr: Arrêter l'enregistreur
hu: Loggert leállítsam
it: Ferma Logger
nb: Stopp Logger
pl: Stop Rejestratora
pt_br: Parar logger
ru: Остановить запись.
sk: Ukončiť logger
sv: Stoppa logger
uk: Зупинити Логгер

source: Declare task?
bg: Деклариране на задача?
cs: Deklarovat úlohu?
de: Aufgabe anmelden?
es: ¿Declarar tarea?
fr: Déclarer le circuit ?
hu: Deklarálja a feladatot?
it: Dichiarare tema?
nb: Deklarere oppgave?
nl: Declareer opdracht?
pl: Zadeklarować Zadanie?
pt_br: Declarar a prova?
ru: Установить задание?
sk: Deklarovať úlohu?
sv: Deklarera uppgift?
uk: Оголосити завдання?

source: Declare task
bg: Деклариране на задача
cs: Deklaruj úlohu
de: Aufgabe anmelden
es: Declarar tarea
fr: Déclarer circuit
hu: Feladat deklarálása
it: Dichiarare tema
nb: Deklarer oppgave
nl: Declareer opdracht
pl: Zadeklaruj Zadanie
pt_br: Declarar prova
ru: Установить задание
sk: Deklarovať úlohu
sv: Deklarera uppgift
uk: Встановити завдання

source: Task declared!
bg: Задачата е декларирана!
cs: Úloha deklarována!
de: Aufgabe angemeldet!
es: ¡Tarea declarada!
fr: Circuit déclaré !
hu: Feladat deklarálva!
it: Tema dichiarato!
nb: Oppgave deklarert!
nl: Opdracht gedeclareerd!
pl: Trasa zadeklarowana!
pt_br: Prova declarada!
ru: Задача установлена!
sk: Úloha deklarovaná!
sv: Uppgift deklarerad!
uk: Завдання оголошено!

source: Error occurred, Task NOT declared!
bg: Възникна грешка. Задачата НЕ е декларирана!

source: No logger connected
bg: Няма свързан журнал
cs: Logger nepřipojen
de: Kein Logger verbunden
es: No hay registrador conectado
fr: Pas de logger externe connecté
hu: Nincs logger csatlakoztatva
it: Nessun logger collegato
nb: Ingen logger koblet til
nl: Geen logger aangesloten
pl: Logger niepodłączony
pt_br: Nenhum Logger conectado
ru: Нет соединения с логгером.
sk: Logger nepripojený
sv: Ingen logger ansluten
uk: Логгер не підключено

source: Failed to download flight list.
bg: Грешка при изтегляне на списъка с полети.
cs: Nepodařilo se stáhnout seznam letů.
de: Download der Flugliste fehlgeschlagen.
es: No se pudo descargar la lista de vuelos.
fr: Impossible de télécharger la liste de vol.
hu: Hiba a repülési lista letöltésekor
it: Download della lista voli non riuscito.
nb: Kunne ikke laste ned flyturliste.
nl: Logboek download mislukt.
pl: Nie udało się pobrać listy lotów.
pt_br: Falha ao descarregar a lista de vôos.
ru: Ошибка загрузки листа полетов
sk: Sťahovanie zoznamu letov zlyhalo.
sv: Kan ej hämla lista med flygningar.
uk: Помилка при завантаженні списку польотів.

source: Download flight
bg: Изтегляне на полет
cs: Stáhni let
de: Flug herunterladen
es: Descargar vuelo
fr: Téléchargement du vol
hu: Repülés letöltése
it: Scarica volo
nb: Last ned flytur
nl: Download vlucht
pl: Pobierz lot
pt_br: Descarregar o vôo
ru: Скачать полет
sk: Stiahnuť let
sv: Ladda ner flyg
uk: Завантажити політ

source: Logger is empty.
bg: Журналът е празен.
cs: Logger je prázdný.
de: Der Logger ist leer.
es: El registrador está vacío.
fr: Aucun enregistrement.
hu: A logger üres
it: Il Logger è vuoto.
nb: Loggeren er tom.
nl: Geen logger-bestanden.
pl: Rejestrator jest pusty.
pt_br: O registrador está vazio.
ru: Данные отсутствуют
sk: Logger je prázdny.
sv: Loggern är tom.
uk: Логгер порожній.

source: Failed to download flight.
bg: Грешка при изтегляне на полет.
cs: Nepodařilo se stáhnout let.
de: Flug herunterladen fehlgeschlagen.
es: No se pudo descargar el vuelo.
fr: Impossible de télécharger le vol.
hu: Hiba a repülés letöltésekor.
it: Download del volo non riuscito.
nb: Kunne ikke laste ned flytur.
nl: Vlucht download mislukt.
pl: Nie udało się pobrać lotu.
pt_br: Falha ao descarregar o vôo.
ru: Ошибка загрузки полета
sk: Stiahnutie letu zlyhalo.
sv: Nedladdning av flygning misslyckades.
uk: Не вдалося завантажити політ.

source: Do you want to upload this flight to WeGlide?
bg: Желаете ли да изпратите този полет до WeGlide?
cs: Chcete nahrát tento let na WeGlide?
de: Möchtest Du diesen Flug auf WeGlide hochladen?
es: ¿Quiere subir este vuelo a WeGlide?
fr: Voulez-vous téléverser ce vol sur WeGlide ?
it: Vuoi caricare questo volo su WeGlide?
sv: Ladda upp flyget till WeGlide?

source: Upload flight
bg: Изпращане на полет
cs: Nahraj let
de: Flug hochladen
es: Subir vuelo
fr: Téléversement du vol
it: Carica volo
sv: Ladda upp flyg

source: Do you want to download another flight?
bg: Желаете ли да изтеглите друг полет?
cs: Chcete stáhnout jiný let?
de: Möchtest Du einen weiteren Flug herunter laden?
es: ¿Quieres descargar otro vuelo?
fr: Télécharger un autre vol ?
hu: Szeretne egy másik repülést letölteni?
it: Vuoi scaricare un'altro volo?
nb: Vil du laste ned en annen flytur?
nl: Wilt u een andere vlucht te downloaden?
pl: Czy chcesz ściągnąć inny lot?
pt_br: Você gostaria de fazer o download de outro voo?
ru: Хотите загрузить другой полет?
sk: Stiahnuť ďalší let?
sv: Vill du ladda ner ytterligare flygningar?
uk: Чи не бажаєте завантажити інший політ?

source: Not moving
bg: Стоене на място
cs: Bez pohybu
de: Stillstehend
es: No se mueve
fr: statique
it: Non in movimento
nl: Beweegt niet
pl: Brak ruchu
pt_br: Sem se mover
sk: Bez pohybu
sv: Ej i rörelse
uk: Не рухається

source: Not Circling
bg: Не се кръжи
cs: Nekroužím
de: Kein Kreisflug
es: No está virando
fr: Pas en spirale
hu: Nem körözünk
it: Non circuitando
nb: Sirkler ikke
nl: Niet Thermieken
pl: Nie krążysz
pt_br: Não Girando
sk: Nekrúži sa
sv: Kurvar inte
uk: Немає спіралі

source: Close
bg: Затвори
cs: Zavři
de: Schließen
es: Cerrar
fr: Fermer
hu: Bezár
it: Chiudi
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sk: Zavrieť
sv: Stäng
uk: Закрити

source: No Traffic
bg: Няма трафик
cs: Žádný provoz
de: Kein Verkehr
es: Sin Tráfico
fr: Pas de trafic
hu: Nincs forgalom
it: Nessun Traffico
nb: Ingen Trafikk
nl: Geen Vliegverkeer
pl: Brak sygn. FLARM
pt_br: Sem tráfego
ru: Нет трафика
sk: Žiadna prevádzka
sv: Ingen trafik
uk: Нема трафіку

source: Vario
bg: Варио
cs: Vário
hu: Varió
it: Variometro
pl: Wariometr
ru: Варио
sk: Vário
uk: Варіо

source: Distance
bg: Разстояние
cs: Vzdál.
de: Distanz
es: Distancia
hu: Táv
it: Distanza
nb: Distanse
nl: Afstand
pl: Odległość
pt_br: Distância
ru: Дистанция
sk: Vzdialenosť
sv: Avstånd
uk: Відстань

source: Rel. Alt.
bg: Отн. височ.
cs: Rel. výška
de: rel. Höhe.
es: Alt. Rel.
fr: Alt. Rel.
hu: Rel. mgsg.
it: Alt. Rel.
nb: Rel. Høyde
nl: Rel. Hgt.
pl: Wys. wzgl.
pt_br: Alt. Rel.
ru: Отн. Выс.
sk: Rel. výška.
uk: Відн.Вис.

source: Details
bg: Подробности
cs: Detail
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
ru: Подробн.
sk: Podrobnosti
sv: Detaljer
uk: Подробиці

source: Next Turnpoint
bg: Следваща повратна точка
cs: Další OB
de: Nächster Wendepunkt
es: Siguiente Punto de Viraje
fr: Point de virage suivant
hu: Következő FP
it: Prossima Boa
nb: Neste Vendepunkt
nl: Volgende Keerpunt
pl: Nast. PZ
pt_br: Próx. Pto. Virada
ru: Следующий поворотный пункт
sk: Nasledujúci otočný bod
sv: Nästa vägpunkt
uk: Наступний ППМ

source: Previous Turnpoint
bg: Предишна повратна точка
cs: Předchozí OB
de: Vorheriger Wendepunkt
es: Anterior Punto de Viraje
fr: Point de virage précédent
hu: Előző FP
it: Boa Pecedente
nb: Forrige Vendepunkt
nl: Vorige Keerpunt
pl: Poprz. PZ
pt_br: Pto. virada anterior
ru: Предыдущий поворотный пункт
sk: Predošlý otočný bod
sv: Föregående vägpunkt
uk: Попередній ППМ

source: Furthest Landpoint
bg: Най-отдалечена точка за приземяване
cs: Nejvzdálenější místo přistání
de: Weitester Landeplatz
es: Punto de Aterrizaje Más Alejado
fr: Point d'atterrissage le plus éloigné
hu: Legtávolabbi leszállóhely
it: Atterraggio più lontano
nb: Landingsområde lengst borte
nl: Verste Landingspunt
pl: Najdalsze lądowanie
pt_br: Pto. de pouso mais distante
ru: Максимально удаленное место посадки
sk: Najvzdialenejšia pristávacia plocha
sv: Mest avlägsna landning
uk: Найвіддаленіше місце посадки

source: Next Landpoint
bg: Следваща точка за приземяване
cs: Další místo přistání
de: Nächster Landeplatz
es: Siguiente Punto de Aterrizaje
fr: Prochain point d'atterrissage
hu: Következő LH
it: Prossimo Atterraggio
nb: Neste Landingsområde
nl: Volgende Landingspunt
pl: Następne lądowanie
pt_br: Próx. pto. pouso
ru: Следующее место посадки
sk: Ďalšia pristávacia plocha
sv: Nästa landning
uk: Наступне місце посадки

source: Closest Landpoint
bg: Най-близка точка за приземяване
cs: Nejbližší místo přistání
de: Nähester Landeplatz
es: Punto de Aterrizaje Más Cercano
fr: Atterrissage le plus proche
hu: Legközelebbi leszállóhely
it: Atterraggio più vicino
nb: Nærmeste Landingsområde
nl: Dichtstbijzijnste Landingspunt
pl: Najbliższe lądowanie
pt_br: Pto. pouso mais próx.
ru: Ближайшее место посадки
sk: Najbližšia pristávacia plocha
sv: Närmaste landning
uk: Найближче місце посадки

source: Previous Landpoint
bg: Предишна точка за приземяване
cs: Předchozí místo přistání
de: Vorhergehender Landeplatz
es: Punto de Aterrizaje Anterior
fr: Point d'atterrissage précédent
hu: Előző LH
it: Atterraggio precedente
nb: Forrige Landingsområde
nl: Vorige Landingspunt
pl: Poprz. lądowisko
pt_br: Pto. pouso anterior
ru: Предидушее место посадки
sk: Predošlá pristávacia plocha
sv: Föregående landning
uk: Попереднє місце посадки

source: Finish Turnpoint
bg: Финална повратна точка
cs: Cílový bod trati
de: Zielpunkt
es: Punto de viraje de meta
fr: Point de virage d'arrivée
hu: Utolsó FP
it: Boa finale
nb: Målpunkt
nl: Finish Keerpunt
pl: Punkt Końcowy
pt_br: Pto. virada final
ru: Финишная поворотная точка
sk: Cieľový otočný bod
sv: Mål vägpunkt
uk: Фінішний ППМ

source: Next Startpoint
bg: Следваща стартова точка
cs: Další bod startu
de: Nächster Startpunkt
es: Siguiente Punto de Salida
fr: Prochain point de départ
hu: Másik start
it: Prossimo Startpoint
nb: Neste Startpunkt
nl: Volgend Startpunt
pl: Nast. Pkt.Wyjśc.
pt_br: Próx. pto de partida
ru: Следующая стартовая точка
sk: Ďalší bod štartu
sv: Nästa startpunkt
uk: Наступне місце старту

source: Start Turnpoint
bg: Стартова повратна точка
cs: Startovní bod trati
de: Abflugpunkt
es: Punto de Viraje de salida
fr: Point de virage de départ
hu: Kezdő FP
it: Boa Iniziale
nb: Startpunkt
nl: Start Keerpunt
pl: Punkt Wyjśc.
pt_br: Pto. virada inicial
ru: Стартовая поворотная точка
sk: Štartový otočný bod
sv: Start vägpunkt
uk: Стартовий ППМ

source: Arm start
bg: Активирай старт
cs: Aktivuj start
de: Bereit zum Abflug
es: Preparar salida
fr: Préparer départ
hu: Startfigyelő BE
it: Arma partenza
nb: Armér start
nl: Start activeren
pl: Aktywuj start
pt_br: Armar largada
ru: Ручной старт
sk: Aktivovať štart
sv: Sätt i startläge
uk: Готовність до старту

source: Arm turn
bg: Активирай поврат
cs: Aktivuj obrat
de: Bereit zum Wenden
es: Preparar giro
fr: Préparer virage
hu: FPfigyelő BE
it: Arma virata
nb: Armér sving
nl: Keerpuntsronding activeren
pl: Aktywuj PZ
pt_br: Armar virada
ru: Ручной поворот
sk: Aktivovať otočenie
sv: Aktivera sväng
uk: Готовність до ППМ

source: Disarm start
bg: Деактивирай старт
cs: Odlož start
de: Abflug verschieben
es: Anular salida
fr: Désarmer le départ
hu: Startfigyelő KI
it: Disarma partenza
nb: Avbryt start
nl: Start deactiveren
pl: Deakt. Start
pt_br: Desarmar largada
ru: Обезвредить начало
sk: Odlož štart
sv: Lämna startläge
uk: Відбій готовності до старту

source: Disarm turn
bg: Деактивирай поврат
cs: Odlož obrat
de: Wende verschieben
es: Anular giro
fr: Désarmer le virage
hu: FPfigyelő KI
it: Disarma virata
nb: Avbryt sving
nl: Keerpuntsronding deactiveren
pl: Deaktywuj PZ
pt_br: Desarmar virada
ru: Обезвредить очередь
sk: Odlož otočenie
sv: Avaktivera sväng
uk: Відбій готовності до ППМ

source: Advance (manual)
bg: Напред (ръчно)
cs: Další (ručně)
de: Weiter (manuell)
es: Avanzar (manual)
fr: Avance (manuelle)
hu: Léptet (kézi)
it: Avanza (manuale)
nb: Neste (man.)
nl: Volgende (handmatig)
pl: Nast. PZ (ręcznie)
pt_br: Avançar (manual)
ru: Расширенный (вручную)
sk: Postup v úlohe (manuálne)
sv: Nästa (manuell)
uk: Наст.ППМ (вручну)

source: Advance (auto)
bg: Напред (автоматично)
cs: Další (auto)
de: Weiter (auto)
es: Avanzar (auto)
fr: Avance (auto)
hu: Léptet (automata)
it: Avanza (auto)
nb: Neste (auto)
nl: Volgende (automatisch)
pl: Nast. PZ (auto)
pt_br: Avançar (auto)
ru: Расширенный (авто)
sk: Postup v úlohe (automaticky)
sv: Nästa (Automatisk)
uk: Наст. ППМ (авто)

source: Abort Start
bg: Прекъсни Старт
cs: Přeruš Start
de: Abflug abbrechen
es: Abortar Salida
fr: Abandon Départ
hu: Startot megszakít
it: Annulla Start
nb: Avbryt Start
nl: Start Afbreken
pl: Deakt. Start
pt_br: Abortar Largada
ru: Отмена Старт
sk: Prerušiť Štart
sv: Avbryt Start
uk: Перервати старт

source: Arm Start
bg: Активирай Старт
cs: Aktivuj Start
de: Bereit zum Abflug
es: Preparar Salida
fr: Préparer Départ
hu: Startfigyelő BE
it: Arma Partenza
nb: Armér Start
nl: Start Activeren
pl: Aktywuj Start
pt_br: Armar Largada
ru: Приготовиться Старт
sk: Aktivuj štart
sv: Sätt i startläge
uk: Готовність до старту

source: Abort Turn
bg: Прекъсни Поврат
cs: Přeruš Obrat
de: Wende abbrechen
es: Abortar Giro
fr: Annuler Virage
hu: FPfigyelő KI
it: Annulla Virata
nb: Avbryt Sving
nl: Afbreken Keerpuntsronding
pl: Deakt. PZ
pt_br: Abortar Virada
ru: Отменить поворот
sk: Zruš otočenie
sv: Avbryt Vägpunkt
uk: Скасувати поворот

source: Arm Turn
bg: Активирай Поврат
cs: Aktivuj Obrat
de: Bereit zur Wende
es: Preparar Giro
fr: Préparer Virage
hu: FPfigyelő BE
it: Arma Virata
nb: Armér Sving
nl: Keerpuntsronding Activeren
pl: Aktywuj PZ
pt_br: Armar Virada
ru: Вручную Поворот
sk: Aktivuj otočenie
sv: Läge för Brytpunktspassage
uk: Готовність до повороту

source: Resume
bg: Продължи
cs: Pokračuj
de: Fortsetzen
es: Reanudar
fr: Reprendre
hu: Folytatás
it: Riprendi
nb: Fortsett
nl: Hervatten
pl: Wznów
pt_br: Retomar
ru: Продолжить
sk: Pokračovať
sv: Återuppta
uk: Резюме

source: Abort
bg: Прекъсни
cs: Přeruš
de: Abbruch
es: Abortar
fr: Abandon
hu: Állj
it: Interrompi
nb: Avbryt
nl: Afbreken
pl: Przerwij
pt_br: Abortar
ru: Отменить
sk: Prerušiť
sv: Avbryt
uk: Перервати

source: Manual
bg: Ръчно
cs: Ručně
de: Manuell
fr: Manuel
hu: Kézi
it: Manuale
nb: Man
nl: Handmatig
pl: Ręcznie
ru: Вручную
sk: Ručne
sv: Manuell
uk: Вручну

source: Auto
bg: Автоматично
es: Automático
hu: Automata
ru: Автоматически
sk: Automaticky
uk: Авто

source: Track up
bg: По курса нагоре
cs: Trasa nahoru
de: Kurs nach oben
es: Derrota arriba
fr: Route en haut
hu: REPIRÁNY
it: Rotta in alto
nb: Flyretning opp
nl: Koers boven
pl: Rzeczywista Linia Drogi
pt_br: Rota acima
ru: По треку
sk: Traťou hore
sv: Färdlinje Upp
uk: Напрямок руху - вгору

source: North up
bg: Север нагоре
cs: Sever nahoru
de: Norden oben
es: Norte arriba
fr: Nord en haut
hu: ÉSZAK
it: Nord in alto
nb: Nord opp
nl: Noord boven
pl: Północ
pt_br: Norte acima
ru: На север
sk: Sever hore
sv: Norr upp
uk: Північ вгору

source: Stop
bg: Спри
cs: Zastav
es: Detener
fr: Arrêter
hu: Leállít
nb: Stopp
pt_br: Parar
ru: Стоп
sv: Stopp
uk: Стоп

source: Start
bg: Старт
es: Iniciar
fr: Démarrer
hu: Indít
pt_br: Iniciar
ru: Старт
sk: Štart
sv: Starta
uk: Старт

source: Long
bg: Дълъг
cs: Dlouhá
de: Lang
es: Largo
hu: Hosszú
it: Lunga
nb: Lang
nl: Lang
pl: Długi
pt_br: Longo
ru: Длинный
sk: Dlhá
sv: Lång
uk: Довгий

source: Short
bg: Къс
cs: Krátká
de: Kurz
es: Corto
fr: Court
hu: Rövid
it: Corta
nb: Kort
nl: Kort
pl: Krótki
pt_br: Curto
ru: Короткий
sk: Krátka
sv: Kort
uk: Короткий

source: Full
bg: Пълен
cs: Celá
de: Voll
es: Completo
fr: Complet
hu: Teljes
it: Completa
nb: Alt
nl: Volledige
pl: Pełny
pt_br: Completo
ru: Полный
sk: Celá
uk: Повний

source: Off
bg: Изкл.
cs: Vyp
de: Aus
es: Desactivado
fr: Désactivé
hu: Ki
it: Spento
nb: Av
nl: UIT
pl: Nie
pt_br: Desligado
ru: Откл.
sk: Vypnúť
sv: Av
uk: Вимк

source: On
bg: Вкл.
cs: Zap
de: Ein
es: Activado
fr: Activé
hu: Be
it: Acceso
nb: På
nl: AAN
pl: Tak
pt_br: Ligado
ru: Вкл.
sk: Zapnúť
sv: På
uk: Вкл

source: Topography On
bg: Топография Вкл.
cs: Topografii Zap
de: Topographie ein
es: Topografía Visible
fr: Topographie activée
hu: Térképjelek be
it: Topografia Attiva
nb: Topografi På
nl: Topografie AAN
pl: Topo
pt_br: Topografia ligada
ru: Топография Вкл
sk: Topografia zapnutá
sv: Topografi På
uk: Топографію вкл

source: Terrain On
bg: Релеф Вкл.
cs: Terén Zap
de: Gelände ein
es: Terreno Visible
fr: Relief activé
hu: Domborzat be
it: Terreno Attivo
nb: Terreng På
nl: Terrein AAN
pl: Teren
pt_br: Mapa Ligado
ru: Цветной рельеф Вкл
sk: Terén zapnutý
sv: Terräng på
uk: Ландшафт вкл

source: Terrain + Topography
bg: Релеф + Топография
cs: Terén+Topo
de: Gelände + Topographie
es: Terreno + Topografía
fr: Relief + Topographie
hu: Jelek + Domborzat
it: Terreno + Topografia
nb: Terreng + Topografi
nl: Terrein + Topo
pl: Teren/Topo
pt_br: Terreno + Topografia
ru: Ландшафт + Топография
sk: Terén + Topografia
sv: Terräng + topografi
uk: Ландшафт + топографія
