Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: The instantaneous MacCready speed-to-fly, making use of netto vario calculations to determine dolphin cruise speed in the glider's current bearing. In cruise flight mode, this speed-to-fly is calculated for maintaining altitude. In final glide mode, this speed-to-fly is calculated for descent. In climb mode, this switches to the speed for minimum sink at the current load factor (if an accelerometer is connected). When Block mode speed to fly is selected, this InfoBox displays the MacCready speed.
cs: Okamžitá optimální rychlost letu MacCready (STF), využívající výpočty netto varia k určení rychlosti delfínového letu v současném kurzu. Během přeskoku je STF rychlost optimalizována pro udržení výšky. Na dokluzu počítá s klesáním. V režimu stoupání ukazuje rychlost min. opadání vztaženou k aktuálnímu násobku zatížení (pokud je připojen akcelerometr). Pokud je vybrána STÁLÁ STF rychlost, InfoBox zobrazuje rychlost MacCready.
de: Die momentane Sollfahrt nach MacCready, unter Berücksichtigung der Totalenergie beim Fliegen im Delphinstil in der aktuellen Flugrichtung. Beim Vorfliegen wird er zum beibehalten der Höhe berechnet, im Endanflugmodus auf Basis der Höhe zum Ziel. Beim Kreisen in der Thermik wechselt die Anzeige zur Geschwindigkeit des geringsten Sinkens (wenn ein Beschleunigungsmesser verbunden ist basierend auf der aktuellen Flächenbelastung).
es: La velocidad de vuelo MacCready instantánea, haciendo uso de los cálculos de vario neto para determinar la velocidad delfín de crucero en el rumbo actual. En modo crucero, esta velocidad de vuelo se calcula para mantener la altitud. En modo planeo final, esta velocidad de vuelo se calcula para el descenso. En modo vuelo circular, se cambia a la velocidad de mínimo descenso con el factor de carga actual (si está conectado un acelerómetro). Cuando se selecciona la velocidad de vuelo en modo Bloqueo, este cuadro de información muestra la velocidad de MacCready.
fr: Vitesse de consigne MacCready instantanée, prenant en compte le vario netto pour déterminer la vitesse en vol dauphin sur le segment courant. En transition cette consigne est calculée pour maintenir l'altitude. En arrivée, elle est calculée pour la descente. En montée elle indique la vitesse de taux de chute minimum a facteur de charge courant (si un accéléromètre est disponible). Si le mode "vitesse de consigne bloquée" est sélectionné, alors la consigne est la vitesse de consigne MacCready.
hu: A pillanatnyi MacCready sebesség. A nettó varió számítások felhasználásával meghatározott delfinezési sebesség a gép jelenlegi irányában. Siklás üzemmódban a magasságtartáshoz szükséges sebességet számítja. Végsiklás üzemmódban a megfelelő merüléshez szükséges sebességet számítja. Emelkedés üzemmódban a mindenkori felületi terheléshez tartozó gazdaságos sebességet mutatja (ha gyorsulásmérőt csatlakoztattunk). Ha a Cochrane mód lett kiválasztva, akkor ez a kijelző a MacCready sebességet mutatja.
it: La velocità istantanea di MacCready da volare, utilizzando i calcoli del vario netto per determinare la velocità di delfinamento nell'attuale direzione del velivolo. In modalità volo di crociera, la velocità a cui volare è calcolata per il mantenimento dell'altitudine. In modalità planata finale, questa velocità è calcolata per la discesa. In modalità salita, cambia alla velocità per il minimo tasso di caduta al fattore di carico attuale (se un accelerometro è connesso). Quando è selezionata il blocco della velocità a cui volare, questa Info Box indica la velocità MacCready.
nl: De actuele MacCready vliegsnelheid, maakt gebruik van netto varioberekeningen om de dolfijn snelheid met de huidige koers te bepalen. In "steek" modus wordt deze snelheid berekend om op gelijke hoogte te blijven. In "final glide" modus wordt hoogte verlies meegenomen. In "thermiek" modus verandert de snelheid zodanig dat minimum zakken wordt bereikt met de huidige vleugel belasting. In "blokkeer" modus is geselecteerd laat de InfoBox de MacCready snelheid zien.
pl: V MCdelf: chwilowa prędkość wg MacCready'ego, z uwzględnieniem wskazań wariometru NETTO. Określana jest prędkość przeskoku lotu delfina z aktualnym kursem szybowca. W trybie przeskoku dla 'lotu delfina' wymagana prędkość jest obliczana tak, aby zachować wysokość. W trybie dolotu prędkość ta uwzględnia możliwą utratę wysokości. W trybie termiki, przełącza się na prędkość minimalnego opadania przy aktualnym współczynniku obciążenia (o ile dostępny jest akcelerometr). W przypadku włączenia Blokady MacCready (System>Komputer>Komputer) w tym InfoBoxie wyświetlana jest nastawa MacCready'ego.
ru: Мгновенная скорость полёта Маккриди, использует для расчётов нетто варио для определения крейсерской скорости при текущем угле планирования. В режиме полёта, эта скорость рассчитывается для поддержания высоты. В режиме конечного снижения, эта скорость рассчитывается для приземления. В режиме набора высоты, переключается на скорость для минимального снижения в текущем коэффициенте нагрузки (если акселерометр подключается). При выборе скоростного режима полёта, этот InfoBox отображает скорость Маккриди.
sk: Okamžitá príkazová rýchlosť podľa MacCready teórie. Používa výpočet netto vária na stanovenie rýchlosti delfínového letu v momentálnom kurze. V režime preskoku je táto príkazová rýchlosť počítaná na udržanie výšky. V režime doklzu je počítaná na zostup. V režime krúženia sa prepne na rýchlosť minimálneho opadania v momentálnom prevádzkovom zaťažení (Ak je pripojený akcelerometer). Ak je zvolená stála rýchlosť na preskoku toto info okno zobrazuje MacCready rýchlosť.
sv: Momentan MacCready hastighet-att-flyga som nyttjar beräkningar för netto-vario för att bestämma delfinflyghastighet för farkostens aktuella bäring. Vid planflykt beräknas hastighet-att-flyga för bibehållen höjd. I finalglidsläge beräknas hastighet-att-flyga utifrån nedstigning. I stigläge beräknas hastighet-att-flyga enligt minsta sjunk vid aktuell lastfaktor (om accelerometer är ansluten). När "Block mode" hastighet-att-flyga är valt visar Info-rutan MacCready-hastighet.

source: The difference between the glider's track bearing, to the bearing of the next waypoint, or for AAT tasks, to the bearing to the target within the AAT sector. GPS navigation is based on the track bearing across the ground, and this track bearing may differ from the glider's heading when there is wind present. Chevrons point to the direction the glider needs to alter course to correct the bearing difference, that is, so that the glider's course made good is pointing directly at the next waypoint. This bearing takes into account the curvature of the Earth.
cs: Rozdíl mezi aktuálním kurzem a kurzem k dalšímu otočnému bodu (v úloze AAT k cílovému bodu uvnitř AAT oblasti). Při větru se vlivem snosu tento kurz liší od skutečného směru pohybu kluzáku. Šipky ukazují směr, kterým je potřeba kurz upravit tak, aby se shodoval s kurzem k dalšímu otočnému bodu. Výpočet bere v úvahu zakřivení Země.
de: Die Differenz aus der Peilung zum nächsten Wegpunkt, oder für AA-Aufgaben zum Ziel im AAT Sektor, zum geflogenen Kurs. GPS Navigation basiert auf dem Kurs über Grund. Bei Wind kann sich dieser vom Steuerkurs unterscheiden. Die Doppelpfeile zeigen in die Richtung, in die der Kurs korrigiert werden muss, um den nächsten Wegpunkt direkt anzufliegen. Diese Peilung berücksichtigt die Erdkrümmung.
es: La diferencia entre el rumbo del planeador y el rumbo del siguiente waypoint o, para tareas TAA, al rumbo al destino dentro del área. La navegación GPS se basa en el rumbo con respecto al suelo, y este rumbo puede diferir del rumbo del planeador cuando hay viento presente. Las flechas apuntan en la dirección que el planeador necesita para corregir la diferencia de rumbo, es decir, para que el rumbo corregido del planeador apunte directamente al siguiente waypoint. Este rumbo tiene en cuenta la curvatura de la Tierra.
fr: Différence entre la route instantanée du planeur et le relèvement du prochain point de virage, ou bien pour les AAT le relèvement du point objectif dans le secteur AAT. La navigation au GPS est basée sur la route sol instantanée, et cette route peut être différente du cap du planeur en présence de vent. Des chevrons indiquent la direction dans laquelle le planeur doit adapter sa route afin de corriger la dérive, et se diriger directement vers le prochain pont de virage. Cette indication prend en compte la courbure de la Terre.
hu: A gép nyomvonalának és a következő fordulópont, vagy légtérfeladat (AAT) esetén a következő szektor célpontjának iránya közötti különbség. A GPS navigáció a terepre vetített nyomvonalon alapul, és ennek az iránya eltérhet a gép irányától ha fúj a szél. A kettős nyilak mutatják, merre kell fordulni, hogy a nyomvonal a következő fordulópont irányába tartson. Ez az irány számításba veszi a Föld görbületét.
it: La differenza tra la direzione della traccia del velivolo e la direzione della boa successiva, o per le attività di AAT, la direzione al target nel settore AAT. La navigazione GPS si basa sulla direzione di volo al suolo, questa direzione può differire dell'orientamento reale del velivolo quando c'è vento per via dello scarroccio. La freccia punta nella direzione in cui il velivolo ha bisogno di andare per correggere la differenza dovuto allo scarroccio, in modo che la rotta reale del velivolo punti esattamente sulla boa successiva. Questa correzione tiene conto della curvatura della Terra.
nb: Forskjellen mellom farkostens flyretning og retning til neste vendepunkt. For AAT oppgaver, forskjellen mellom farkostens flyretning og retning til målpuntet iinfor AAT sektor. GPS navigasjon er basert på spor-retning på bakken. Spor-retning kan være forskjellig fra farkostens flyretning når det ikke er vindstille. Piler peker i retning som farkosten bør endre kurs til for å kompensere for dette avviket, slik at vendepunktet nåes med optimal kurs. Det kompenseres også for jordas kurvatur.
nl: Het verschil tussen de koers en de richting naar het volgende keerpunt (of voor AAT taken de richting tot het doel in de AAT sector). GPS navigatie is gebaseerd op de grondkoers en deze koers kan verschillen van de richting van het zweefvliegtuig wanneer het waait. Pijltjes geven de richting aan die gevlogen moet worden om het verschil te corrigeren. Er wordt rekening gehouden met de kromming van de aarde.
pl: PT dKurs: Różnica między rzeczywistym kątem drogi szybowca a nakazanym kątem drogi do następnego punktu trasy lub, w przypadku tras AAT, nakazanym kątem drogi do celu w sektorze AAT. Nawigacja wg GPS opiera się na rzeczywistym kącie drogi, który ze względu na wiatr może różnić się od kursu szybowca. Strzałki wskazują kierunek, w jakim należy zmienić kurs, aby poprawić odchylenie od trasy, czyli ustawić szybowiec tak, aby leciał po najkrótszej drodze do następnego punktu zwrotnego. Kąt drogi jest obliczany z uwzględnieniem krzywizny Ziemi.
pt_br: Diferença entre a proa do planador e a trajetória para o próximo ponto, ou para provas AAT, para a proa do ponto-alvo dentro da área. A navegação GPS é baseada na trajetória no solo, essa trajetória pode diferir da leitura do planador se há vento. Setas mostram quanto o planador precisa desviar para corrigir a diferença de trajetória, de modo que seja possível apontar diretamente o próximo ponto. Essa proa leva em conta a curvatura da terra.
ru: Разница между текущим курсом планера и курсом на поворотный пункт или назначенную область. Показания прибора GPS могут отличатся от направления д и эта композиция курсе может отличаться от планера заголовок, если есть ветер настоящее время. Шевроны указывают на направление планера чтоб изменить курс, чтобы исправить курсе разницей, что есть, так что конечно планера сделал хороший указывает непосредственно на следующую точку. Этот курс учитывает кривизну Земли.
sk: Rozdiel medzi aktuálnym azimutom lietadla a azimutom k nasledujúcemu traťovému bodu alebo k bodu vnútri AAT oblasti v prípade AAT úlohy. GPS navigácia je založená na azimute vzhľadom na zem, pričom tento azimut sa môže líšiť od aktuálneho kurzu lietadla ak je prítomný bočný vietor. Šípky ukazujú smer, ktorým musí lietadlo upraviť svoj kurz, aby smerovalo priamo k nasledujúcemu traťovému bodu. Tento azimut berie do úvahy zakrivenie Zeme.
sv: Skillnad mellan farkostens spår-bäring och bäring för nästa vägpunkt. Eller för AAT-uppgift, skillnad till bäring mot målet inom AAT-sektorn. GPS-navigering baseras på spår-bäring över mark vilken kan skilja från farkostens riktning vid vind. Chevron pilar pekar i riktningen farkosten behöver anta för att ändra sin kurs och korrigera sin bäringen, alltså så att farkostens rätta kurs pekar mot nästa vägpunkt. Jordens kurvatur tas i beaktande för denna bäring.
uk: Різниця між напрямком руху планера і напрямком на наступний ППМ, або, для завдань ААТ, напрямком на ціль в межах сектору ААТ. GPS навігація основана на напрямку руху планера відносно землі і цей напрямок руху може відрізнятися від орієнтації поздовжньої осі планера за наявності вітру. Шеврони показують в яку сторону повинен довернути планер для корекції різниці курсів, тобто, щоб фактичний курс планера був спрямований точно на наступний ППМ. Цей курс враховує кривизну Землі.

source: The current Team code for this aircraft. Use this to report to other team members. The last team aircraft code entered is displayed underneath.
cs: Aktuální týmový kód pro toto letadlo. Oznamte ho ostatním členům týmu. Poslední zadaný kód je zobrazen dole.
de: Der eingestellte Teamcode für dieses Flugzeug. Verbreite diesen um Weitere ins Team zu holen. Der zuletzt eingegebene Flugzeugcode wird darunter angezeigt.
es: El código de equipo actual para esta aeronave. Use esto para informar a otros miembros del equipo. El último código de equipo de aeronave ingresado se muestra debajo.
fr: Le code actuel de l'équipe pour cet aéronef. Utilisez cette option pour l'attribuer aux autres membres de l'équipe. Le dernier code de l'équipe en affiché en dessous.
hu: Ennek a gépnek a csapatkódja. Ezt kell közölni a csapattaggal. Alul az utoljára bevitt kód van kijelezve.
it: Il codice Team in vigore per questo velivolo. Utilizzarlo per comunicare con gli altri membri del team. L'ultimo codice Team velivolo inserito è indicato al di sotto.
nb: Gjeldende Lag ID for denne farkosten. Bruk dette ved kontakt med andre lagmedlemmer. Den sist definerte lag ID blir vist under.
nl: De huidige team code voor dit vliegtuig. Gebruik deze om aan andere teamleden te melden. Het laatst ingevoerde teamvliegtuig code wordt hieronder weergegeven.
pl: ZesKodSz: Aktualny kod twojego szybowca, do przekazania innym członkom zespołu. Pod spodem wyświetlany jest ostatnio wpisany kod.
pt_br: Código de equipe para a aeronave. Use o código para reportar aos outros membros da equipe. O último código registrado é reportado logo abaixo.
ru: Код группы. Поможет найти вам ващего партнера. В нужный момент сообщите его своему напарнику. Крайний введеный TeamCode отображается внизу.
sk: Aktuálny tímový kód pre toto lietadlo. Používať na hlásenie iným členom tímu. Posledný tímový kód je zobrazený dole.
sv: Nuvarande teamkod för denna flygfarkost. Använd för att rapportera till andra teammedlemmar. Den senast inmatade koden visas undertill.
uk: Діючий код команди для даного повітряного судна. Використовується для повідомлення решті команди. Останній введений код команди відображено нижче.

source: The bearing to the team aircraft location at the last team code report.
cs: Kurz k poslední známé poloze týmového letadla.
de: Peilung zum Teamkollegen der letzten Teamcode Meldung.
es: La derrota a la posición de la aeronave del equipo en el último informe de código de equipo.
fr: Le relèvement vers la position de l'appareil de la même équipe à la dernière position connue.
hu: A csapattárs repülőjének mágneses irányszöge az utolsó jelentés alapján.
it: la direzione verso la posizione del velivolo della squadra nell'ultimo rilevamento del codice team.
nb: Retning mot lag-farkosten ved siste lag ID oppdatering
nl: De koers naar de positie van het team vliegtuig bij de laatste team code melding.
pl: ZesKątDr: Kąt drogi do szybowca o ostatnio wpisanym kodzie członka zespołu.
pt_br: Trajetória para a localização do planador do último código reportado.
ru: Курс к местоположению напарников на крайний его доклад.
sk: Kurz na polohu tímového lietadla podľa posledného hlásenia kódu.
sv: Bäring till platsen för teamflygfarkostens senaste teamkodrapport.

source: The relative bearing to the team aircraft location at the last reported team code.
cs: Relativní směr k poslední známé poloze týmového letadla.
de: Relative Peilung zum Teamkollegen der letzten Teamcode Meldung.
es: La derrota relativa a la posición de la aeronave del equipo en el último informe de código de equipo.
fr: Le gisement vers l'équipier à sa dernière position.
hu: A csapattárs repülőjének relatív irányszöge az utolsó jelentés alapján.
it: Il la direzione relativa verso la posizione del velivolo della squadra nell'ultimo rilevamento del codice team.
nb: Relativ retning mot lag-farkost ved siste lag ID oppdatering.
nl: De relatieve koers naar de team vliegtuig positie bij de laatste team code melding.
pl: ZesKątWz: Względny kąt drogi do szybowca o ostatnio wpisanym kodzie członka zespołu.
pt_br: Proa referente à localização do planador do último código reportado.
ru: разность между курсом к местоположению команды за крайние доклады.
sk: Relatívny azimut k pozícii tímového lietadla s naposledy hláseným tímovým kódom.
sv: Relativ bäring till platsen för teamflygfarkostens senaste teamkodrapport.

source: The range to the team aircraft location at the last reported team code.
cs: Vzdálenost k poslední známé poloze týmového letadla.
de: Entfernung zum Teamkollegen der letzten Teamcode Meldung.
es: El alcance hacia la posición de la aeronave del equipo en el último informe de código de equipo.
fr: Distance à l'appareil équipier, mesurée à partir du dernier code d'équipier reçu.
hu: A csapattárs repülőjének távolsága az utolsó jelentés alapján.
it: La distanza dal luogo del velivolo del Team all'ultimo rilevamento del codice team.
nb: Distansen til lag-farkosten ved siste lag ID oppdatering.
nl: De afstand tot het team vliegtuig bij de laatste team code melding.
pl: ZesOdleg: Odległość do szybowca o ostatnio wpisanym kodzie członka zespołu.
pt_br: Distância para a localização do planador reportado pelo último código.
ru: Дальность до местоположения члена команды на момент крайнего доклада.
sk: Vzdialenosť k polohe tímového lietadla podľa posledného hláseného kódu.
sv: Avståndet till lag-farkostens position vid senast rapporterad lag-kod.

source: Displays percentage of device battery remaining (where applicable) and status/voltage of external power supply.
cs: Procentuálně zobrazí status/napětí baterie a externího zdroje.
de: Zeigt prozentual den Batterieladezustand (soweit anwendbar) und den Status, bzw. die Spannung der externen Versorgung.
es: Muestra el porcentaje de batería restante del dispositivo (cuando corresponda) y el estado / voltaje de la fuente de alimentación externa.
fr: Affiche le pourcentage restant de batterie (si possible) et l'état/tension de l'alimentation externe.
hu: Kijelzi a telep töltöttségét százalékban (ahol lehet) és a külső tápellátás állapotát/feszültségét.
it: Indica la percentuale rimanente della batteria del dispositivo (quando applicabile) e lo status/voltaggio della fonte energetica esterna.
nb: Batteristatus i gjenværende energimengde (%) og spenning (V) for både internbatteriet og eventuelt eksternt batteri.
nl: Toont de resterende accucapaciteit van het apparaat en status/voltage van de aangesloten externe voeding.
pl: Bateria: Wyświetla stan naładowania baterii w procentach(jeśli dotyczy) i stan/napięcie zewnętrznego źródła zasilania.
pt_br: Mostra a porcentagem restante de bateria (quando aplicável) e status/voltagem da fonte externa de energia.
ru: Отображает процент оставшегося заряда аккумулятора и состояние / напряжение внешнего источника питания.
sk: Zobrazuje percentá kapacity batérie zariadenia (ak použiteľné) a status/napätie vonkajšieho zdroja.
sv: Visar enhetens återstående batterikapacitet i procent (om applicerbart) och status/spänning för extern strömkälla.
uk: Відображаються процент залишкового заряду батареї (за можливості) і статус/напруга зовнішнього джерела живлення.

source: The required glide ratio over ground to finish the task, given by the distance to go divided by the height required to arrive at the safety arrival height.
cs: Klouzavý poměr vůči zemi potřebný k dokončení úlohy, daný zbývající vzdáleností dělenou výškou potřebnou pro přílet do bezpečné výšky.
de: Die benötigte Gleitzahl über Grund um die Aufgabe zu beenden, gegeben durch die verbleibende Distanz geteilt durch die benötigte Höhe um mit Sicherheitshöhe anzukommen.
es: La relación de planeo necesaria sobre el suelo para finalizar la tarea, dada por la distancia a recorrer dividida por la altura necesaria para llegar a la altura de llegada de seguridad.
fr: Finesse nécessaire pour finir le circuit, calculée comme la distance restante à parcourir divisée par la hauteur nécessaire pour arriver à la hauteur de sécurité en arrivée.
hu: A feladat befejezéséhez szükséges siklószám.A biztonsági magasságban érkezéshez szükséges magasság és a távolság hányadosa.
it: L'efficienza al suolo per finire il tema, calcolato dalla distanza residua diviso l'altezza necessaria per arrivare alla quota di sicurezza.
nb: Det minimale glidetallet (beregnet med høyde over bakken) for å fullføre oppgaven. Distanse/høyde for å ankomme målet med sikkerhetshøyde.
nl: De benodigde glijhoek over de grond om de opdracht te kunnen voltooien, bepaald door de afstand te delen door de hoogte benodigd om aan te komen op de veiligheidshoogte.
pl: DOL Dsk: wymagana doskonałość do dokończenia zadania, obliczona jako iloraz odległości do PKT i różnicy wysokości aktualnej i bezpiecznej wysokości przylotu.
pt_br: Planeio necessário para terminar a tarefa, dado pela distância a percorrer dividido pela altura necessária para chegar à altura de segurança.
ru: Необходимый коэффициент планирования относительно земли для завершения задания, учитывая расстояние, которое необходимо преодолеть, делённое на высоту, необходимую для того, чтобы финишировать в пределах безопасности.
sk: Kĺzavosť nad zemou potrebná pre dosiahnutie cieľa úlohy, daná podielom vzdialenosti a výšky pre prílet v bezpečnej výške.
sv: Glidtal över mark nödvändigt för att slutföra banan, baserat på kvarvarande distans dividerat med nödvändig höjd för målgång vid säkerhetshöjd.
uk: Необхідна для фінішування аеродинамічна якість відносно землі , визначена як відстань до фінішного ППМ поділена на висоту, необхідну для прибуття на безпечній висоті прибуття.

source: Displays name and bearing to the best alternate landing location.
cs: Zobrazí název a kurz k nejvhodnějšímu záložnímu místu přistání.
de: Zeigt den Namen und die Peilung zum besten Ausweichlandeplatz (Alternative).
es: Muestra nombre y rumbo al mejor alternativo.
fr: Affiche le nom et le cap de la meilleure option d'atterrissage.
hu: Kijelzi a legjobb kitérő leszállóhely nevét és irányát.
it: Mostra nome e direzione del migliore atterraggio alternativo.
nb: Viser navn og retning mot beste landingsalternativ.
nl: Geeft naam en koers naar de beste alternatieve landingsplaats weer.
pl: Lądow.1: Nazwa i kierunek najbliższego lądowiska..
pt_br: Mostra o nome e proa para o melhor ponto de pouso alternativo.
ru: Отображает имя и направление на лучее альтернативное место посадки.
sk: Zobrazí názov a kurz na najlepšiu alternatívnu pristávaciu plochu.
sv: Visar namn och bäring för bästa alternativa landningsplatsen.
uk: Показує назву та азимут на місце для найкращої посадки на запасний майданчик.
