Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Average dry thermal updraft strength near mid-BL height. Subtract glider descent rate to get average vario reading for cloudless thermals. Updraft strengths will be stronger than this forecast if convective clouds are present, since cloud condensation adds buoyancy aloft (i.e. this neglects "cloudsuck"). W* depends upon both the surface heating and the BL depth.
cs: Průměrná rychlost stoupavého proudu čisté termiky ve střední výšce konvekční vrstvy. Po odečtení opadání kluzáku vyjde průměrná rychlost stoupání v čisté termice. Síla stoupavých proudů bude vyšší než tato předpověď, pokud dojde k výskytu mraků, protože kondenzace v mraku podporuje vzestupný proud ("sání mrakem" není uvažováno ). W* závisí na ohřevu terénu a výšce konvekční vrstvy.
de: Durchschnittliche Aufwindstärke der trockenen Thermik in mittlerer Höhe der Konvektionsschicht. Abzüglich des Eigensinkens erhält man in etwa die Varioanzeige bei Blauthermik. Bei Wolkenthermik können die Aufwinde stärker sein als diese Vorhersage, da die Kondensation der Wolke oberhalb zusätzlich Aufwinde generiert (der Wolkensog wird vernachlässigt). W* hängt von der Oberflächenerwärmung und der Konvektionsschichtdicke ab.
es: Ascenso promedio de corriente ascendente térmica seca cerca de la altura media de BL. Reste la velocidad de descenso del planeador para obtener una lectura de vario promedio para las térmicas sin nubes. Las corrientes ascendentes serán más fuertes que este pronóstico si hay nubes convectivas, ya que la condensación de las nubes agrega flotabilidad en el aire (es decir, esto ignora la “succión de nube”). W * depende tanto del calentamiento de la superficie como de la profundidad BL.
fr: Vario moyen du thermique à mi-hauteur de la couche convective. Soustraire le taux de chute du planeur pour déterminer le vario de l'ascendance en thermique pur. Le vario réel sera plus élevé que cette estimation en présence de cumulus, puisque la condensation dans le nuage augmente l'aspiration (effet négligé ici). W* dépend à la fois de l'apport de chaleur au sol et de l'épaisseur de la couche convective.
hu: A száraztermikes feláramlás átlagos ereje a határréteg közepének magasságában. Ebből kivonva a vitorla merülését lehet megkapni az átlagos varió értéket a száraz termikre. A feláramlások ennél az előrejelzésnél erősebbek lesznek konvektív felhők jelenlétében, mert a felhők kondenzációja felhajtóerőt termel. A W* értéke egyaránt függ a felület besugárzásától és a határréteg vastagságától.
it: Media delle termiche secche intorno alla metà della quota del BL. Sottrai il tasso di caduta del velivolo per ottenere il valore medio del vario per le termiche blu. Le correnti ascensionali saranno più forti di questa stima in presenza di nubi convettive, dal momento che la formazione di condensa aggiunge spinta verso l'alto (cioè questo trascura l'aspirazione). W* dipende sia dal riscaldamento della superficie che dalla profondità del BL.
nb: Snitt tørrtermikkstyrke i senter av blandingslaget. Trekk fra farkostens synkverdi for å få snittløft i blåtermikk. Løftet kan være sterkere enn denne prognosen ved skysug, siden kondensering øker løftet (dvs. at denne prognosen ikke tar høyde for skysug). W* er avhengig av både innstråling og blandingslagets tykkelse.
nl: Gemiddelde sterkte van droge thermiek nabij Mid-BL hoogte. Trek daalsnelheid van het zweefvliegtuig af om de gemiddelde vario aanwijzing voor droge thermiek te krijgen. De thermiek sterkte zal sterker zijn dan deze prognose wanneer cumulus wolken aanwezig zijn, omdat condensatie opwaartse druk toevoegt (dat wil zeggen dit verwaarloost de zuigende werking van wolkenvorming). W* hangt af van zowel de bodem verwarming als de BL diepte.
pl: Średnia wartość noszenia termiki bezchmurnej w pobliżu wysokości mid-BL. Odejmij prędkość opadania szybowca w celu uzyskania średniego noszenia termiki bezchmurnej. Noszenia będą silniejsze niż wynika z tej prognozy w przypadku obecności chmur konweksyjnych, gdyż kondensacja zwieksza sił wyporu (efekt 'zasysania' przez chmury). W* zależy od stopnia ogrzania powierzchni ziemi i zasięgu wysokości warstwy BL.
pt_br: Força da corrente ascendente térmica próximo a altura da Camada Limite média (CL-Média). Subtrair taxa de descida do planador para obter leitura da média do vário para térmicas sem nuvem. Correntes ascendentes serão mais fortes do que esta previsão se nuvens convectivas estiverem presentes, desde que a condensação das nuvens aumente a flutuabilidade no alto (ou seja, negligencia "chupadeira de nuvens"). V* depende tanto do aquecimento da superfície quanto da profundidade da CL.
ru: Прогноз средней скороподъемности сухого воздуха с высотой. Вычтите скорости снижения планера, чтобы получить среднее значение Vario для безоблачной термики. Восходящие потоки будут сильнее, если этот прогнозируется развитие кучевой облачности, поскольку конденсация облаков добавляет неустойчивости в воздухе.
sk: Priemerná sila stúpania suchej termiky v strednej konvekčnej výške. Odčítaním opadania vetroňa dostaneme priemernú hodnotu vária pre termiku v čistom. Stúpania budú silnejšie ako táto predpoveď ak sa vytvoria konvekčné mraky, keďže kondenzácia v mrakoch zvyšuje tendenciu stúpania v hornej časti konvekčnej vrstvy (toto zanedbáva "sanie mraku"). W* závisí od ohrievania povrchu a hĺbky konvekčnej vrstvy.
sv: Torrtermikens medelstig nära mitt-gränsskiktshöjd. Subtrahera farkostens sjunk för att erhålla medelstig i blåtermik. Stiget kommer vara högre än denna prognos om konvektiva moln finns eftersom molnkondensation tillför bärighet (m.a.o. negligerar prognosen molnsug). W* beror av markens uppvärmning samt gränsskiktets tjocklek.

source: The speed and direction of the vector-averaged wind in the BL. This prediction can be misleading if there is a large change in wind direction through the BL.
cs: Rychlost a směr průměrovaného vektoru větru v konvekční vrstvě. Předpověď může být nepřesná, pokud dochází k velkému střihu směru větru v konvekční vrstvě.
de: Stärke und Richtung des gemittelten Windvektors in der Konvektionsschicht (KS). Diese Vorhersage kann irreführen, wenn sich die Windrichtung über die KS stark ändert.
es: La velocidad y dirección del viento vectorial promedio en la capa límite. Esta predicción puede ser incorrecta si hay un gran cambio en la dirección del viento a lo largo de la capa límite.
fr: Vitesse et direction du vent moyen dans la couche convective. Cette prédiction peut prêter à confusion si le vent a une forte variation de direction au sein de la couche convective.
hu: A határrétegben megátlagolt szélvektorok sebessége és iránya. Ez az előrejelzés félrevezető lehet, ha nagy szélirányváltozás van a határrétegben.
it: Velocità e direzione della media vettoriale del vento nel BL. Questa previsione può essere fuorviante in presenza di forti cambiamenti nella direzione del vento nel BL.
nb: Vindretning og hastighet i blandingslaget. Denne prognosen kan være misvisende hvis det er større vindgradienter i blandingslaget.
nl: De snelheid en richting van de vector-gemiddelde wind in de grenslaag. Deze voorspelling kan misleidend zijn als er een grote verandering in windrichting optreedt over de grenslaag.
pl: Prędkość i kierunek wektorowo uśrednionego wiatru w warstwie BL. To szacowanie może nie być dokładne, jeżeli wewnątrz BL następuje istotna zmiana kierunku wiatru.
pt_br: A velocidade e direção do vento vetor-média na BL. Esta previsão pode ser enganosa se houver uma grande mudança na direção do vento através do BL.
sk: Sila a smer priemerného vektoru vetra v hraniciach konvekčnej vrstvy (KV). Táto predpoveď môže zavádzať ak je výrazná zmena smeru vetra v KV.
sv: Hastighet och riktning av vind i BL (Boundary Layer/gränsskikt). Skattningen kan vara missvisande vid stora förändringar av vindriktning genom BL.

source: Height of the top of the mixing layer, which for thermal convection is the average top of a dry thermal. Over flat terrain, maximum thermalling heights will be lower due to the glider descent rate and other factors. In the presence of clouds (which release additional buoyancy aloft, creating "cloudsuck") the updraft top will be above this forecast, but the maximum thermalling height will then be limited by the cloud base. Further, when the mixing results from shear turbulence rather than thermal mixing this parameter is not useful for glider flying.
cs: Výška vrcholu promíchávací vrstvy, která pro termickou konvekci tvoří průměrný strop dostupu stoupavých proudů v čisté termice. Nad plochým terénem bude výška dostupů nižší vlivem opadání kluzáku a dalším faktorům. Pokud se vyskytnou mraky (které podporují vzestupný proud vytvořením efektu "sání mrakem"), vrchol dostupu bude výše než tato předpověď, ale maximální dostup bude limitován základnou mraku. Dále, pokud je promíchávání následek turbulence střihu větru spíše než termického promíchávání, tento parametr není vhodný pro termické létání.
de: Die Höhe des oberen Ende vom Durchmischungsband. Für thermische Konvektion ist das die durchschnittliche Höhe des oberen Ende eines trockenen Thermik-Aufwinds. Über flachem Gelände ist die max. thermisch erreichbare Höhe aufgrund des Eigensinken des Seglers und anderen Faktoren geringer. Bei Wolkenthermik (die Wolke darüber gibt zusätzlichen Auftrieb frei, den sogenannten "Wolkensog") liegt die erreichbare Höhe über dieser Vorhersage, allerdings ist die nutzbare Höhe durch die Wolkenuntergrenze limitiert. Des weiteren ist dieser Parameter ohne Aussage für den Segelflug, wenn die thermische Durchmischung von Scherwinden dominiert wird.
es: Altura del techo de la capa combinada, que para la convección térmica es el techo promedio de una térmica seca. Sobre terreno plano, las alturas máximas de térmicas serán más bajas debido a la tasa de descenso del planeador y a otros factores. En presencia de nubes (que pueden provocar mayor empuje arriba, causando una "succión de nube") el techo de la corriente de aire ascendente estará por encima de este pronóstico, pero entonces la altura máxima de térmica estará limitada a la base de la nube. Además, cuando la combinación es por turbulencia en vez de mezcla térmica, este parámetro no es útil para vuelo en planeador.
fr: Hauteur de la couche convective, qui correspond au plafond des thermiques en thermique pur. En plaine, la hauteur maximale des thermiques sera inférieure, entre autres à cause du taux de chute du planeur. En présence de cumulus (qui produisent une aspiration supplémentaire), la hauteur maximale sera supérieure, mais limitée par la base des nuages. En outre, lorsque la convection résulte de turbulence de cisaillement plutôt que de brassage thermique classique, ce paramètre n'est pas utile pour le vol à voile.
hu: A keveredési réteg tetejének magassága, ami a száraz termikek átlagos magassága. Síkságokon a maximális kitekerhető magasság ennél kisebb lesz, a vitorla merülése és más tényezők miatt. Felhők jelenléte esetén a feláramlás ennél az előrejelzésnél magasabb lesz, de a kitekerhető magasságot a felhőalap fogja behatárolni. Továbbá, ha a keveredés turbulencia nyíróhatásának eredménye, ez a paraméter haszontalan a vitorlázás szempontjából.
it: Quota superiore dello strato di rimescolamento, che per convezione termica corrisponde alla quota media della sommità di una termica secca. Su un terreno pianeggiante, l'altezza massima delle termiche sarà inferiore a causa del tasso di caduta del velivolo ed altri fattori. In presenza di nuvole (che rilasciano energia supplementare, creando aspirazione) la sommità della corrente ascensionale sarà più alta di questa previsione, ma l'altezza massima in termica sarà comunque limitata dalla base cumulo. Inoltre, quando il rimescolamento avviene per turbolenza tra strati piuttosto che per convezione termica, questo parametro non è utile per il volo a vela.
nb: Maksimalhøyden på blandingslaget, som for termisk oppdrift er gjennomsnittlig maksimalhøyde for tørrtermikk. Over flatland, vil maksimalhøyden som kan oppnås være lavere på grunn av farkostens synk og andre faktorer. Ved skydannelse (som gjennom skysug danner bedre løft) vil maksimalhøyden overstige denne prognosen, men maksimalhøyde vil da være begrenset til skybashøyde. Dersom blandingslaget dannes av ren turbulens istedenfor termisk blanding er denne verdien ikke brukbar.
nl: Hoogte van de bovenkant van de grenslaag, die bij thermische convectie overeenkomt met de gemiddelde bereikte hoogte van blauwe thermiek. Over vlak terrein zal de maximaal bereikte hoogte in de klim lager zijn door de eigen daalsnelheid van het zweefvliegtuig en andere factoren. Als er wolken zijn zal de thermiek tot grotere hoogte stijgen (door condensatie in de wolk), maar de maximale stijghoogte wordt dan beperkt door de wolkenbasis. Als menging in de grenslaag vooral het gevolg is van turbulentie als gevolg van windschering in plaats van convectieve menging in thermiekbellen, dan is deze parameter niet bruikbaar voor zweefvliegen.
pl: Pionowy zasięg wysokości warstwy mieszania, co odpowiada średniemu zaięgowi pionowemu kominów termiki bezchmurnej. Ponad terenem płaskim, maksymalny zasięg pionowy kominów termicznych będzie mniejszy ze względu na opadanie własne szybowca i inne czynniki. W przypadku wystąpienia chmur maksymalny zasięg termiki do wykorzystania może być ograniczony ich podstawą. Ponadto, gdy mieszanie następuje na skutek np. wiatrów gradientowych, a nie termiki, ten parametr nie jest przydatny w lotach szybowcowych.
pt_br: Altura do topo da camada de mistura, que para convecção térmica é o topo médio de uma térmica seca. Sobre terrenos planos, as alturas máximas de termalização serão mais baixas devido a taxa de descida do planador e a outros fatores. Na presença de nuvens (que proporcionam flutuabilidade adicional no alto, criando "chupadeira de nuvens") o topo das correntes ascendentes serão acima da previsão, mas a altura máxima de termalização será limitada pela base da nuvem. Além disso, quando se mesclam os resultados da turbulência do cisalhamento ao invés de mistura de térmicas, este parâmetro não é útil para o voo de planador.
sk: Výška horného stropu premiešavanej vrstvy, ktorá je pre termálnu konvekciu priemerný vrchol suchého stupáku. Nad plochým terénom budú maximálne dosiahnuteľné výšky v stupáku nižšie kvôli opadaniu vetroňa a iným faktorom. Za prítomnosti mrakov (ktoré uvoľňujú prídavný vztlak(hydrostatický) a vytvárajú "sanie mraku") bude vrchol stupáku vyššie ako táto predpoveď, ale maximálna využiteľná výška bude limitovaná základňou mraku. V prípade že miešanie atmosféry je spôsobené turbulentným strihom vetra je tento parameter nepoužiteľný pre plachtenie.
sv: Blandskiktets topphöjd, vilket för termisk konvektion är medelhöjden för torrtermik. Över plan terräng kommer max termikhöjd vara lägre pga farkostens sjunkhastighet och andra faktorer. Vid förekomst av moln (som innebär ytterligare stig skapat av "molnsug") kommer höjden på uppvinden överstiga denna prognos fastän max kurvhöjd begränsas av molnbasen. Vidare, när blandning är resultat av turbulens snarare än termisk inblandning är denna parameter ej användbar för glidflygning.

source: This parameter estimates the height above ground at which the average dry updraft strength drops below 225 fpm and is expected to give better quantitative numbers for the maximum cloudless thermalling height than the BL Top height, especially when mixing results from vertical wind shear rather than thermals. (Note: the present assumptions tend to underpredict the max. thermalling height for dry consitions.) In the presence of clouds the maximum thermalling height may instead be limited by the cloud base. Being for "dry" thermals, this parameter omits the effect of "cloudsuck".
cs: Tento parametr odhaduje výšku nad zemí, ve které průměrná rychlost stoupavého proudu čisté termiky poklesne pod 1.14m/s a lze předpokládat, že poskytne lepší kvantitativní hodnoty pro maximální výšku dostupu čisté termiky, než je hodnota vrchní hranice konvekční vrstvy, zvláště pokud dochází k promíchávání vlivem vertikálního střihu větru spíše než konvekce. (Pozn. Současné odhady často předpovídají výšky dostupů v čisté termice níže, než je skutečnost). Pokud se vyskytnou mraky, maximální dostup může být limitován základnou mraků. Protože je tento parametr určen pro čistou termiku, vliv "sání mrakem" není uvažován.
de: Dieser Parameter schätzt die Höhe über Grund bei der im Durchschnitt die Stärke eines trockenen Aufwindes unter 1.14 m/s fällt. Vermutlich ist damit eine bessere Abschätzung der maximalen wolkenfreien Thermikhöhe gegeben als mit der KS Obergrenze, besonders wenn man Ergebnisse aus der vertikalen Windscheerung anstatt der Thermik vermischt. (Beachte: diese Annahmen tendieren dazu die max. Thermikhöhe für trockene Bedingungen zu unterschätzen.) Andererseits wird bei Wolken die maximale Thermikhöhe durch die Wolkenbasis beschränkt sein. Dieser Parameter vernachlässigt bei trockener Thermik den Wolkensog Effekt.
es: Este parámetro estima la altura sobre el suelo a la cual la fuerza promedio de la corriente de aire seco ascendente cae por debajo de 225 fpm (pies por minuto) y se espera que dé mejores valores para la altura máxima de térmica sin nubes que la altura tope de la capa límite (BL), especialmente cuando se combinan resultados de cizalladura vertical en lugar de térmicas. (Nota: las presentes suposiciones tienden a predecir por debajo de la altura máxima de térmica para condiciones secas). En cambio, en presencia de nubes la altura máxima de térmica podría estar limitada por la base de nubes. Al usarse para térmicas "secas", este parámetro omite el efecto de "succión de nube".
fr: Ce paramètre est une estimation de la hauteur au-dessus du sol à laquelle les thermiques purs sont inférieurs à 1,14m/s. Ce paramètre est censé donner de meilleurs résultats pour le plafond des thermiques purs que l'estimation d'épaisseur de couche convective, surtout lorsque le brassage de l'air dépend plus des cisaillements de vent que de la convection thermique. Note : L'hypothèse actuelle sous-estime la hauteur max en thermiques pur. En présence nuages, la hauteur maximale des thermique peut être limitée pas la base des nuages. Etant destinés aux thermiques purs, cette estimation néglige l'effet d'aspiration du nuage.
hu: Ez a paraméter becslés, hogy az átlagos száraz feláramlás milyen magasan lassul 1,25 m/s alá és várhatóan jobb mérőszám a maximális termikelhető magasságra kék ég esetén, különösen ha a keveredés szélnyírás és nem termikek eredménye. (Megjegyzés: a jelenlegi feltételezések hajlamosak alábecsülni a termikelhető magasságot száraz körülmények között). Felhők jelenlétében a termikelhető magasságot a felhőalap korlátozza. Mivel ez a paraméter száraztermikekhez van, figyelmen kívül hagyja a felhőbeszívás hatását.
it: Questo parametro stima l'altezza dal suolo alla quale la forza media delle correnti ascensionali secche scende sotto i 225 piedi al minuto (circa 70 metri al minuto) e dovrebbe dare migliori numeri quantitativi per l'altezza massima in termica blu rispetto all'altezza del BL, soprattutto quando il rimescolamento è dovuto a wind shear verticale piuttosto che convezione termicha. (Nota: le attuali ipotesi tendono a sottostimare la massima altezza in termica per condizioni secche.) In presenza di cumuli, l'altezza massima in termica può invece essere limitata dalla base dei cumuli stessi. Essendo per le termiche blu, questo parametro omette l'effetto di aspirazione.
nb: Denne prognosen gir høyden hvor gjennomsnittlig tørrtermikk blir lavere enn 1.1 m/s, og forventes til å gi mer pålitelige verdier for maksimalhøyden som kan oppnås i tørrtermikk enn BL Top height, særlig når blandingslaget dannes av vertikale vindskjæringer, istedenfor termisk aktivitet (Merk: prognosen er sannsynligvis pessimistisk.). Ved skydannelse vil maksimalhøyden være begrenset opp til skybashøyde. Effekten av skysug blir ikke tatt hensyn til ved tørrtermikk.
nl: Deze parameter schat de hoogte boven grond waarop de gemiddelde stijgsnelheid in blauwe thermiek onder 1.14 m/s zakt. Zij geeft naar verwachting betere waarden voor de maximaal te bereiken hoogte in blauwe thermiek dan de grenslaag hoogte. Zeker als menging het gevolg is van windschering met de hoogte en niet zozeer van thermiek. (N.B.: de huidige aannames neigen tot een onderschatting van de maximaal te bereiken stijghoogte bij blauwe thermiek.) Als er wolken zijn, kan de te bereiken stijghoogte worden beperkt door de wolkenbasis. Deze parameter geldt voor blauwe thermiek en houdt daarom geen rekening met de "zuigende" werking van wolken.
pl: Ten parametr pozwala oszacować wysokość nad terenem na jakiej średnie noszenie termiki bezchmurnej spadnie poniżej 1.25 m/s (225 fpm ) i oczekuje się, że dzięki niemu uzyskany jest dokładniejszy pułap termiki bezchmurnej niż maks. wysokość granicy BL, szczególnie gdy mieszanie następuje na skutek pionowego uskoku wiatru a nie termiki. (Uwaga: obecne założenia niedoszacowują maksymalny zasięg termiki bezchmurnej.) W przypadku wystąpienia chmur maksymalny zasięg użytecznej termiki może być ograniczany przez ich podstawę. Ponieważ jest to parametr dla "suchej" termiki (bezchmurnej), nie uwzględnia efektu "zasysania"przez chmury.
pt_br: Este parâmetro é uma estimativa da altura acima do solo em que a força da corrente média ascendente de ar seco cai para menos que 255 fpm (1.3 m/s) e é esperado que forneça melhores números quantitativos para a altura máxima de termalização em dias sem nuvens do que o Altura Topo CL, especialmente quando as misturas resultam de um cisalhamento vertical do vento ao invés de térmicas. (Nota: as premissas adotadas tendem a subestimar a máxima altura de termalização para condições secas). Na presença de nuvens, a altura máxima de termalização pode ao invés ser limitada pela base das nuvens. Sendo para térmicas "secas", este parâmetro omite o efeito de "chupadeira de nuvem".
sk: Tento parameter odhaduje výšku nad zemou v ktorej sila priemerného suchého stupáku padne pod 1.14 m/s. Pravdepodobne dosahuje lepšie výsledky pre výšku suchého stúpania ako výška Kv, obzvlášť ak je premiešavanie atmosféry výsledkom skôr vertikálneho strihu vetra ako termikou. (Poznámka: tieto predpoklady inklinujú k podhodnoteniu maximálnej termickej výšky pre suché podmienky.) Za prítomnosti mrakov bude maximálna využiteľná výška limitovaná základňou mraku. Pre suché stupáky tento parameter zanedbáva efekt "sania mraku".
sv: Denna parameter skattar höjd över mark vid vilken medelstiget för torrtermik faller under 225 fpm och förväntas ge bättre kvantitativt tal för blåtermikens maxhöjd jämfört med topphöjd på blandskikt, speciellt när blandning är orsakad av vertikal vindskjuvning snarare än termik. Notera: antagandet tenderar underskatta max termikhöjd vid torra förhållanden. Vid förekomst av moln kan max kurvhöjd istället begränsas av molnbas. Ämnad för blåtermik tar denna parameter ej hänsyn till molnsug.
