Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: If enabled, then the map will zoom in automatically when entering circling mode and zoom out automatically when leaving circling mode.
bg: Ако е включено, картата ще се мащабира автоматично при влизане в режим кръжене и ще се връща към първоначалния мащаб при излизане от кръженето.
cs: Pokud je zapnuto, mapa se automaticky přiblíží při zahájení kroužení a oddálí při opuštění kroužení.
de: Wenn aktiviert, dann wird die Kartendarstellung automatisch beim Umschalten auf den Steigmodus vergößert, und entsprechend für den Vorflugmodus wieder verkleinert.
es: Si está activado, el mapa se acercará automáticamente al entrar al modo vuelo circular y se alejará automáticamente al salir del mismo.
fr: Si activé, alors la carte sera automatiquement zoomée en spirale, et dézoomée en quittant la spirale.
hu: Engedélyezi a térkép automatikus nagyítását körözés megkezdésekor és kicsinyítését annak befejezésekor.
it: Se abilitato, la mappa si ingrandisce automaticamente quando si entra in modalità termica e diminuisce automaticamente quando se ne esce.
nb: Autozoom ved sirkling av/på. [På] Kartet zoomes automatisk inn ved sirkling, og zoomer ut igjen ved strekkflyging. [Av] Zoomfaktor endres ikke ved sirkling.
nl: Indien ingeschakeld, zal de kaart automatisch inzoomen tijdens het thermieken en uitzoomen bij het stoppen met thermieken.
pl: Jeżeli włączone to mapa będzie się automatycznie powiększać kiedy wejdziesz w tryb krążenia i automatycznie oddalać kiedy opuścisz tryb krążenia.
pt_br: Se ativado, então o mapa irá aumentar o zoom automaticamente quando estiver em modo giro e irá diminuir o zoom automaticamente quando deixar o modo giro.
ru: Если включено, то масштаб карты будет увеличиваться автоматически при входе в спираль и автоматически уменьшаться при выходе из спирали.
sk: Ak je táto voľba povolená, tak sa mapa automaticky priblíži keď sa zapne mód krúženia - a opäť oddiali keď bude tento mód opustený.
sv: Om aktiverad, zoomar automatiskt in kartan vid kurvläge och zoomar ut vid utgång därifrån.
uk: Якщо застосовано, карта буде автоматично збільшувати масштаб при спіралі і зменшувати масштаб при виході з спіралі.

source: Map shift reference
bg: Ориентир за изместване на картата
cs: Reference posunu mapy
de: Kartenreferenzpunkt
es: Referencia de desplazamiento del mapa
fr: Réf. de décalage carte
hu: Térképeltolás
it: Riferimento per spostamento della mappa
nb: Kartendringsreferanse
nl: Kaartverschuivingsreferentie
pl: Odniesienie przesunięcia mapy.
pt_br: Referência do deslocamento do mapa
ru: Основания для сдвига карты
sk: Referencia na posuv mapy
sv: Växla kartreferens
uk: Підстави для зсуву мапи

source: Determines what is used to shift the glider from the map center
bg: Определя ориентира използван за изместване на планера от центъра на картата
cs: Určuje velikost posunu symbolu kluzáku od středu mapy
de: Bestimmt, nach welcher Richtung das Seglerikon aus der Kartenmitte verschoben wird
es: Determina qué se usa para desplazar el planeador desde el centro del mapa
fr: Détermine le critère de décalage de la position du planeur par rapport au centre de la carte
hu: Szabályozza, mi alapján kerüljön eltolásra a gép jele a térkép közepéről.
it: Determina cosa viene utilizzato per spostare il velivolo dal centro della mappa
nb: Avgjør hva som brukes for å flytte farkostens ikon vekk fra skjermens senter
nl: Bepaalt wat wordt gebruikt om het zweefvliegtuig t.o.v. het kaart centrum te verschuiven
pl: Określa co jest używane aby przesunąć szybowiec od środka mapy.
pt_br: Determina o que é usado para deslocar o planador do centro do mapa
ru: Определяет, что на сколько будет смещён планер на экране от центра карты
sk: Určuje čo je použité na posun klzáku od stredu mapy.
sv: Anger vad som används för att flytta farkosten från kartcentrum
uk: Визначає підстави для зсуву планера з центру мапи

source: Glider position offset
bg: Изместване на планера
cs: Pozice symbolu kluzáku
de: Seglersymbol Platzierung
es: Desplazamiento de la posición del planeador
fr: Décalage symbo. planeur
hu: Eltolás mértéke
it: Decentramento posizione velivolo
nb: Flyikon posisjonsoffset
nl: Randafstand
pl: Pozycja ikonki szybowca
pt_br: Offset da posição do glider
ru: Поправка к позиции планера.
sk: Posun pozície klzáku
sv: Farkost position offset
uk: Поправка до позиції планера

source: Defines the location of the glider drawn on the screen in percent from the screen edge.
bg: Определя мястото на планера показан на екрана в проценти от ръба на екрана.
cs: Určuje pozici kluzáku zobrazeného na obrazovce v procentech od okraje obrazovky.
de: Bestimmt die Position des auf dem Bildschirm dargestellten Seglers in Prozent vom Bildrand.
es: Define la posición del planeador en la pantalla, en porcentaje desde el borde de la pantalla.
fr: Définit la position en pourcents du planeur sur l'écran à partir du bord de l'écran.
hu: A gép ikonjának a helyét határozza meg a képernyőn, a függőleges oldal hosszának arányában.
it: Definisce la posizione del velivolo sullo schermo in percentuale dal bordo.
nb: Avstand i prosent mellom fly-ikonet og skjermkanten.
nl: Bepaalt de plaats van het zweefvliegtuig weergegeven in procenten van de rand van het scherm.
pl: Określa pozycję szybowca narysowanego na ekranie w procentach od krawędzi ekranu.
pt_br: Define a localização do desenho do planador na tela em porcentagem a partir da borda da tela.
ru: Определяет позицию планера на экране в процентах от края экрана.
sk: Určuje polohu klzáku zobrazeného na obrazovke v percentách od okraja obrazovky.
sv: Definierar farkostens positionen på skärmen i procent från skärmkanten.
uk: Визначає розміщення піктограми планера на екрані в процентах від краю екрану.

source: Max. auto zoom distance
bg: Максимално разстояние за автом. мащаб
cs: Max. auto zvětšení
de: Max. auto Zoom Entfernung
es: Máx. distancia zoom auto
fr: Max. dist. zoom auto
hu: Automata nagyítás max. táv
it: Max. distanza zoom automatico
nb: Maks autozoomdistanse.
nl: Max. auto zoom afstand
pl: Szer. obszaru auto-zoom
pt_br: Dist. máxima do auto zoom
ru: Максимальное расстояние автозума
sk: Max. auto mierka
sv: Max. auto. zoom distans
uk: Макс. відстань автозум

source: The upper limit for auto zoom distance.
bg: Горната граница за разстоянието на автоматичния мащаб.
cs: Horní limit vzdálenosti pro automatické zvětšení.
de: Die obere Grenze für die auto Zoom Distanz.
es: Límite superior para la distancia de zoom automático.
fr: Maximum de distance pour le zoom auto.
hu: Az automata nagyítás felső határa.
it: Limite superiore per la distanza di zoom automatico.
nb: Øvre grense for auto zoom distanse.
nl: De bovengrens voor auto zoom afstand.
pl: Górny limit dla odległości auto zoom.
pt_br: Limite superior da distância do zoom automático.
ru: Верхний предел для расстояния автозума.
sk: Horný limit pre automatickú mierku.
sv: Övre gräns för auto. zoom-distans.
uk: Верхня межа відстані автозуму.

source: Distinct page zoom
bg: Различен мащаб на страница
cs: Odlišné zvětšení stránek
de: Eigenständiger Seitenzoom
es: Zoom de página diferenciado
fr: Zoom différents par page
it: Zoom pagina distinto
nl: Verschillende zoom per pagina
pl: Odrębny zoom na stronach
pt_br: Páginas com zoom distintos
ru: Зум отдельных страниц
sk: Odlišné mierky stránok
sv: Stegvis sid-zoom

source: Maintain one map zoom level on each page.
bg: Поддържане на общ мащаб за всяка страница.
cs: Nastavuje zvětšení mapy na jednotlivých obrazovkách.
de: Behalte den Zoomlevel pro Seite.
es: Mantener un nivel de zoom del mapa en cada página.
fr: Conserve un réglage de zoom par page.
it: Mantiene il livello di zoom della mappa distinto per ogni pagina.
nl: Gebruik een vaste zoomafstand op iedere pagina.
pl: Ten sam stopień powiększenia na każdej stronie.
pt_br: Manter o mesmo zoom de mapa em cada página.
ru: Поддерживать одинаковый масштаб карты на каждой странице
sk: Udržuj jednu mierku mapy pre všetky stránky.
sv: Behåll en zoom-nivå för varje sida.
uk: Підтримує однаковий масштаб мапи на кожній сторінці.

source: Map (north-up)
bg: Карта (север нагоре)

source: Main area
bg: Главна област
cs: Hlavní oblast
de: Zentral
es: Area principal
fr: Zone principale
it: Area principale
nl: Hoofdscherm
pl: Główny obszar
pt_br: Área principal
ru: Главная область
sk: Hlavná oblasť
sv: Huvudyta
uk: Головна область

source: Specifies what should be displayed in the main area.
bg: Указва какво да се показва в главната област.
cs: Určuje, co bude zobrazeno v hlavní oblasti.
de: Das soll zentral dargestellt werden.
es: Especifica lo que debe mostrarse en el área principal.
fr: Définit ce qui doit être affiché dans la zone principale.
it: Specifica cosa debba essere visualizzato nell'area principale.
nl: Specificeer wat op het hoofdscherm getoond moet worden.
pl: Wybierz co ma być wyświetlane w głównym obszarze ekranu
pt_br: Especifica o que deve ser exibido na área principal.
ru: Указывает, что должно отображаться в главной области.
sk: Určuje čo bude zobrazené v hlavnej oblasti.
sv: Anger vad som visas på huvudytan.
uk: Визначає, що буде зображено в головній області.

source: Displays either the Circling, Cruise, or Final glide InfoBoxes.
bg: Показва инфо-полетата за кръжене, прелитане или финално долитане.

source: Show fullscreen (no InfoBoxes)
bg: Пълен екран (без инфо-полета)
cs: Zobraz celou obrazovku (žádné InfoBoxy)
de: Nutze kompletten Bildschirm (keine InfoBoxen)
es: Mostrar a pantalla completa (sin InfoBoxes)
fr: plein écran (sans boites d'informations)
it: Visualizza a schermo intero (senza InfoBox)
nl: Toon volledig scherm (geen Informatievakken)
pl: Pełny ekran (bez InfoBoxów)
pt_br: Exibir tela cheia (sem InfoBoxes)
sk: Zobraz na celú obrazovku (žiadne info-okná)
sv: Vissa fullskärm (inga Info-rutor)

source: InfoBoxes
bg: Инфо-полета
cs: InfoBoxy
de: InfoBoxen
fr: Boîtes d'informations
hu: Kijelzők
it: InfoBox
nl: Informatievakken
pl: InfoBoxy
ru: Инфобокс
sk: Info-okná
sv: Info-rutor
uk: ІнфоБокси

source: Specifies which InfoBoxes should be displayed on this page.
bg: Указва кои инфо-полета да се показват на тази страница.
cs: Určuje, jaké InfoBoxy mají být zobrazeny na této obrazovce.
de: Diese InfoBoxen sollen auf der Seite angezeigt werden.
es: Especifica qué InfoBoxes deben mostrarse en esta página.
fr: Définit quelles InfoBoxes doivent être affichées dans cette page.
it: Specifica quali InfoBox debbano essere visualizzati in questa pagina.
nl: Specificeer welke informatievakken op deze pagina getoond moeten worden.
pl: Wybierz zestaw InfoBoxów wyświetlany na tej stronie.
pt_br: Especifica quais InfoBoxes devem ser exibidos nesta página.
ru: Определяет, какие Инфобоксы должны быть отображены на этой странице.
sk: Určuje aké info-okná majú byť zobrazené na tejto stránke.
sv: Anger vilka Info-rutor som ska visas på sidan.
uk: Визначає, котрі ІнфоБокси будуть зображені на цій сторінці.

source: For cruise mode. Displayed when 'Auto' is selected and glider is below final glide altitude.
bg: Показва се за режим на прелитане, когато е избрано „Автом.“ и планерът е под височината за финално долитане.

source: For circling mode. Displayed when 'Auto' is selected and glider is circling.
bg: Показва се за режим кръжене, когато е избрано „Автом.“ и планерът е в режим кръжене.

source: For final glide mode. Displayed when 'Auto' is selected and glider is above final glide altitude.
bg: Показва се за режим на финално долитане, когато е избрано „Автом.“ и планерът е над височината за финално долитане.

source: A custom InfoBox set
bg: Комплект инфо-полета дефинирани от потребителя
cs: Vlastní nastavení InfoBoxů
de: Ein eigenes InfoBox Set
es: Un conjunto personalizado de cuadros de información
fr: Un ensemble d'InfoBoxes personnalisé
it: Un set di InfoBox personalizzato
nl: Eigen InfoVakken
pl: Własny zestaw infoboksów.
pt_br: Configuração InfoBox customizada
sk: Vlastný výber info-okien
sv: Anpassad uppsättning Info-rutor
uk: Свій набір ІнфоБоксів

source: Nothing
bg: Нищо
cs: Nic
de: Nichts
es: Nada
fr: Rien
it: Niente
nl: Niets
pl: Pusty
pt_br: Nada
ru: Ничего
sk: Nič
sv: Inget
uk: Нічого

source: Cross section
bg: Напречно сечение
cs: Vertikální prostory
de: Querschnitt
es: Sección transversal
fr: Coupe verticale
it: Sezione trasversale
nl: Dwarsdoorsnede
pl: Profil wysokościowy
pt_br: Corte transversal
sk: Vertikálny rez
sv: Snittyta
uk: Переріз

source: Bottom area
bg: Долна област
cs: Dolní oblast
de: Unten
es: Zona inferior
fr: Zone inférieure
it: Area inferiore
nl: Onderzijde
pl: Obszar dolny
pt_br: Área inferior
ru: Ниже главной области
sk: Spodná oblasť
sv: Bottenyta
uk: Нижня область

source: Specifies what should be displayed below the main area.
bg: Указва какво да се показва под главната област.
cs: Určuje co má být zobrazeno v hlavní oblasti.
de: Das soll unten auf der Seite platziert werden.
es: Especifica lo que se debe mostrar debajo del área principal.
fr: Définit ce qui doit être affiché sous la zone principale.
it: Specifica cosa debba essere visualizzato sotto l'area principale.
nl: Specificeer wat onder het hoofdscherm getoond moet worden.
pl: Wybierz co ma być wyświetlane w dolnym obszarze ekranu.
pt_br: Especifica o que deve ser exibida abaixo da área principal.
ru: Указывает, что должно отображаться ниже главной области.
sk: Určuje čo má byť zobrazené pod hlavnou oblasťou.
sv: Anger vad som ska visas under huvudytan.
uk: Визначає, що буде зображено внизу від головної області.

source: Neither airspace nor terrain is used for route planning.
bg: Нито ВП (въздушното пространство), нито релефа се използва за планиране на маршрута.
cs: Ani prostory ani terén nejsou použity při plánování.
de: Weder Lufträume noch Gelände werden für die Routenplanung berücksichtigt.
es: Ni el espacio aéreo ni el terreno se utilizan para la planificación de la ruta.
fr: Ni l'espace aérien ni le relief ne seront utilisés pour la planification de la route.
hu: Ne használjon se légteret se terepet az útvonal tervezéshez
it: Né gli spazi aerei né l'orografia verranno considerati per il calcolo della rotta.
nb: Verken luftrom eller terreng brukes ved planlegging av ruten.
nl: Luchtruim en terrein worden niet gebruikt voor de routeplanning.
pl: Ani strefa, ani teren nie są używane do planowania szlaku.
pt_br: Nem o espaço aéreo nem o terreno são usados para o planejamento das rotas.
ru: Для планирования маршрута не используется ни воздушное простанство, ни рельеф.
sk: Ani terén ani priestory nebudú použité pre plánovanie trasy.
sv: Varken luftrum eller terräng används för ruttplanering.
uk: Для планування маршруту не використовується ні повітряний простір ні ландшафт.

source: Routes will avoid terrain.
bg: Маршрутите ще избягват релефа.
cs: Trasy se vyhnou terénu.
de: Der Routenplaner vermeidet das Gelände.
es: Las rutas evitarán el terreno.
fr: La route évitera le relief.
hu: Útvonal elkerüli a terepet
it: L'itinerario eviterà l'orografia.
nb: Ruten unngår konflikter med terrenget.
nl: Route ontwijkt terrein-obstakels.
pl: Omijanie Przeszkód terenowych
pt_br: Rotas irão evitar o terreno.
ru: Маршрути будуть огибать рельефные препятствия.
sk: Trasy sa vyhnú terénu.
sv: Rutter undviker terräng.
uk: Маршрути будуть оминати ландшафтні перешкоди.

source: Routes will avoid airspace.
bg: Маршрутите ще избягват навлизане във ВЗ (въздушни зони).
cs: Trasy se vyhnou prostorům.
de: Der Routenplaner vermeidet die Lufträme.
es: Las rutas evitarán los espacios aéreos.
fr: La route évitera l'espace aérien.
hu: Útvonal elkerüli a légteret
it: La rotta eviterà gli spazi aerei.
nb: Ruten unngår konflikter med luftrom.
nl: Routes zal luchtruim vermijden.
pl: Omijanie Przestrzeni powietrznych.
pt_br: Rotas irão evitar o espaço aéreo.
ru: Маршруты будут избегать воздушное простанство
sk: Trasy sa vyhnú priestorom.
sv: Rutter undviker luftrum.
uk: Маршрути будуть оминати повітряний простір.

source: Routes will avoid airspace and terrain.
bg: Маршрутите ще избягват ВП (въздушното пространство) и релефа.
cs: Trasy se vyhnou prostorům i terénu.
de: Lufträme und Gelände werden vermieden.
es: Las rutas evitarán el espacios aéreos y el terreno.
fr: La route évitera l'espace aérien et le relief.
hu: Útvonal elkerüli a légteret és a trepet
it: La rotta eviterà spazi aerei e orografia.
nb: Ruten unngår konflikter med luftrom og terreng.
nl: Route ontwijkt terrein- en luchtruim-obstakels.
pl: Omijanie Przestrzeni i Przeszkód terenowych.
pt_br: Rotas vão evitar o espaço aéreo e o terreno.
ru: Маршрути будут огибать рельефные препятствия и воздушное пространство.
sk: Trasy sa vyhnú priestorom a terénu.
sv: Rutter undviker luftrum och terräng.
uk: Маршрути будуть оминати ландшафтні перешкоди і повітряний простір.

source: Route mode
bg: Режим за маршрут
cs: Plánování trasy
de: Routenplaner Modus
es: Tipo de ruta
fr: Mode route
hu: Útvonaltervezés módja
it: Modo rotta
nb: Rutemodus
nl: Route modus
pl: Tryb wyboru drogi
pt_br: Modo rota
ru: Режим маршрута
sk: Režim trasovania
sv: Ruttläge
uk: Режим маршруту

source: Route climb
bg: Маршрут с набиране
cs: Plánování trasy se stoupáním
de: Pfadsuche mit Steigen
es: Ascenso en ruta
fr: Montée en route
hu: Emelések az útvonalon
it: Rotta con guadagno di quota
nb: Rute stig
nl: Stijg Route
pl: Uwzgl. wznoszenia na trasie
pt_br: Modo subida
ru: Набо на маршруте
sk: Trasa so stúpaním
sv: Rutt stig
uk: Набір на маршруті

source: When enabled and MC is positive, route planning allows climbs between the aircraft location and destination.
bg: Когато е разрешено и MC е положително, планирането на маршрута позволява набирания между позицията на ЛА (лет. апарат) и местоназначението.
cs: Pokud je zapnuto a nastavení MC je kladné, plánování trasy připouští fáze stoupání mezi pozicí kluzáku a cílem.
de: Wenn dies aktiviert und MC größer Null, dann erlaubt der Routenplaner Steigphasen zwischen der aktuellen Position und dem Ziel.
es: Cuando se activa y el MC es positivo, la planificación de la ruta permite ascensos entre la posición de la aeronave y el destino.
fr: Si activé et MacCready positif, alors le calcul de la route autorise les montées entre la position de l'appareil et la destination.
hu: Ha bekapcsoljuk és az MC érték pozitív, az útvonaltervező emelésekkel számol a gép helyzete és az úticél között.
it: Quando è abilitata e MC è positivo, la pianificazione della rotta permetterà risalite tra la posizione del velivolo e la destinazione.
nb: Hvis slått på og MC er positiv, ruteplanlegger tillater løft mellom nåværende posisjon og målet.
nl: Indien ingeschakeld en MacCready positief is, routeplanning zal stijgen tussen de positie van het vliegtuig en de bestemming toestaan.
pl: Gdy włączono i wartość MCread jest dodatnia, planowanie uwzględnia wznoszenie pomiędzy akt. położeniem i punktem docelowym.
pt_br: Quando habilitado e MC é positivo, o planejamento da rota permite subidas entre o local da aeronave e o destino.
ru: Если применено и МС позитивное, планирование маршрута разрешает набирать высоту на отрезке между местом нахождения ПС и местом назначения.
sk: Ak povolené a MC je väčšie od nuly, plánovanie trasy pripúšťa stúpania medzi polohou lietadla a cieľom.
sv: När aktiverad och positivt MC tillåter ruttplaneringen stig mellan farkostens nuvarande läge och dess destination.
uk: Коли застосовано та МС позитивне, планування маршруту дозволяє набирати висоту на відтинку між місцем знаходження ПС і місцем призначення.

source: Route ceiling
bg: Таван на маршрута
cs: Strop trasy
de: Wolkenuntergrenze
es: Techo de la ruta
fr: Plafond en route
hu: Útvonal teteje
it: Plafond della rotta
nb: Rute tak
nl: Route bovengrens
pl: Pułap dopuszczalny
pt_br: Teto da rota
ru: Потолок маршрута
sk: Strop trasy
sv: Rutt tak
uk: Стеля маршруту

source: When enabled, route planning climbs are limited to ceiling defined by greater of current aircraft altitude plus 500 m and the thermal ceiling. If disabled, climbs are unlimited.
bg: Ако е разрешено, планираните набирания по маршрута са ограничени до по-голямата стойност между текущата височина плюс 500 м и горната граница на термиката. Ако е изключено набиранията са неограничени.

source: Reach calculations disabled.
bg: Разчетът за достижимост е изключен.
cs: Výpočet akčního rádiusu je vypnutý.
de: Die Reichweite wird nicht berechnet.
es: Cálculos de alcance deshabilitados.
fr: Calcul du local désactivé.
hu: Elérhető terület kiszámítása letiltva.
it: Calcolo della portata disabilitato.
nb: Slått av.
nl: Te bereiken berekeningen uitgeschakeld.
pl: Wyłączono obliczanie zasięgu.
pt_br: Cálculos de chegada desativados.
ru: Рассчёт досягаемости отключён
sk: Výpočty doletu vypnuté.
sv: Ankomstberäkning inaktiverad.
uk: Відключено розрахунки досяжності.

source: Straight
bg: Права линия
cs: Přímo
de: Direkt
es: Recto
fr: En ligne droite
hu: Egyenesen
it: Rettilineo
nb: Rett
nl: Rechte lijn
pl: Po prostej
pt_br: Direto
ru: прямая
sk: Priamo
sv: Rakt
uk: Пряма

source: The reach is from straight line paths from the glider.
bg: Достижимостта се определя от полета по права линия на планера.
cs: Akční rádius v přímé linii letu kluzáku.
de: Die Reichweite gilt in geradem Flugweg vom Segler aus.
es: El alcance es rectilineo desde el planeador.
fr: Calcul du local en ligne droite.
hu: Az egyenes vonalú repülésben elérhető terület.
it: La portata è definita dal percorso in linea retta dal velivolo.
nb: Rett linje.
nl: Het glijbereik is een rechte lijn vanaf de huidige positie.
pl: Zasięg szybowca w locie po prostej od akt.pozycji.
pt_br: A chegada é dada pelo caminho em linha reta do planador.
ru: Досягаемость рассчитывается в соответствии с полётом по прямой.
sk: Dolet je po priamej línii od klzáku.
sv: Ankomst via raka linjer från farkosten.
uk: Досяжність розраховується відповідно до польоту по прямій.

source: Turning
bg: Със заобикаляне
cs: Odbočky
de: Mit Umweg
es: Rodeando
fr: Contourne
hu: Kerülőkkel
it: Virate
nb: Svinger
nl: Bochten
pl: Po łamanej
pt_br: Virando
ru: Облёты
sk: Obchádzka
sv: Runda
uk: Обльоти

source: The reach is calculated allowing turns around terrain obstacles.
bg: Достижимостта се определя при заобикаляне на препятствия от релефа.
cs: Akční rádius je vypočten s přihlédnutím k vyhnutí se terénním překážkám.
de: Die Reichweitenberechnung erlaubt Umwege um Hindernisse.
es: El alcance se calcula permitiendo rodear los obstáculos del terreno.
fr: Le local est calculé en contournant les obstacles du relief.
hu: A terepakadályok megkerülésével elérhető terület.
it: La portata è calcolata valutando virate intorno agli ostacoli del terreno.
nb: Beregnet i forhold til terrenget.
nl: Het bereik wordt berekend rekening houdend met bochten rond terrein-obstakels.
pl: Zasięg jest liczony w locie po łamanej w celu ominięcia przeszkód terenowych.
pt_br: A chegada é calculada permitindo curvas em volta dos obstáculos do terreno.
ru: Досягаемость рассчитывается с учётом облётов вокруг рельефных препятствий.
sk: Dolet je počítaný s obchádzkami okolo terénnych prekážok.
sv: Ankomstberäkning beaktar rundning av terränghinder.
uk: Досяжність розраховується з урахуванням обльотів навколо ландшафтних перешкод.

source: Reach mode
bg: Режим на достигане
cs: Výpočet akčního rádiusu
de: Reichweite Modus
es: Tipo de alcance
fr: Mode de la zone atteignable
hu: Elérhető számítása
it: Modalità portata
nb: Rekkeviddemodus
nl: Bereik modus
pl: Tryb obliczania zasięgu
pt_br: Modo chegada
ru: Режим досягаемости
sk: Doletový režim
sv: Ankomstläge
uk: Режим досяжності
