Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: This parameter provides an additional means of evaluating the formation of clouds within the BL and might be used either in conjunction with or instead of the other cloud prediction parameters. It assumes a very simple relationship between cloud cover percentage and the maximum relative humidity within the BL. The cloud base height is not predicted, but is expected to be below the BL Top height.
cs: Tento parametr poskytuje dodatečné způsoby předpovědi vzniku mraků v konvekční vrstvě a může být užito společně s ostatními metodami předpovědi vzniku oblačnosti, nebo je nahradit. Předpověď vychází z velmi jednoduchého vztahu mezi procentním pokrytím oblačností a maximální relativní vlhkosti konvekční vrstvy. Výška základen mraků není předpovídána, ale předpokládá se, že se nachází pod vrchní hranicí konvekční vrstvy.
de: Diese Parameter bietet eine zusätzliche Möglichkeit die Wolkenbildung innerhalb der Konvektionsschicht (KS) abzuschätzen und kann in Verbindung, oder anstelle anderer Wolkenvorhersage Parameter verwendet werden. Es wird eine einfache Annahme über die Beziehung zwischen Bedeckungsgrad und der max. rel. Luftfeuchtigkeit der KS getroffen. Die Wolkenuntergrenze wird nicht vorhergesagt, ist aber unterhalb der KS Obergrenze zu erwarten.
es: Este parámetro proporciona un medio adicional para evaluar la formación de nubes en la capa límite (BL) y podría usarse junto con, o en lugar de, otros parámetros de predicción de nubes. Asume una relación muy simple entre el porcentaje de cobertura de nubes y la humedad relativa máxima en la BL. No predice la altura de la base de la nube, pero se espera que esté por debajo de la altura tope de la BL.
fr: Ce paramètre fourni un autre moyen d'évaluer la formation de cumuls dans la couche convective et peut être utilisé avec ou à la place d'autres paramètres de prédiction de formation de nuages. Il met simplement en relation le pourcentage de couverture nuageuse avec l'humidité relative de la couche convective. Il n'y a pas de prévision de la hauteur de la base des nuages, mais celle-ci est implicitement inférieure à la hauteur maxi de la masse d'air convective.
hu: Ez a paraméter a határrétegben formálódó felhők kiértékeléséhez ad újat, és más felhő-előrejelző paraméterekkel együtt vagy helyett használható. Egy nagyon egyszerű összefüggést feltételez a beborultság mértéke és a határréteg relatív páratartama között. A felhőalapot nem jelzi előre, de várhatóan a határréteg teteje alatt lesz.
it: Questo parametro fornisce un ulteriore mezzo per valutare la formazione di nubi all'interno del BL e potrebbe essere utilizzato in combinazione o al posto di altri parametri di previsione di nuvole. Si presuppone una semplice relazione tra la percentuale copertura nuvolosa e l'umidità relativa massima all'interno del BL. L'altezza della base delle nubi non è prevista, ma dovrebbe essere sotto l'altezza massima del BL.
nb: Denne prognosen gir enda en mulighet til å vurdere skydannelse, og kan brukes istedenfor eller sammen med de øvrige prognosene. Prognosen antar at det er en enkel sammenheng mellom hvor tett skydekket er og den relative luftfuktigheten, innefor blandingslaget. Skybashøyde blir ikke beregnet, men antas til å ligge lavere enn maksimalhøyde av blandingslaget
nl: Deze parameter voorziet in een aanvullende manier van inschatting van wolkvorming in de grenslaag. Zij kan gebruikt worden in samenhang met of in plaats van andere wolkverwachtingsparameters. Er wordt een erg eenvoudige relatie verondersteld tussen het wolkenbedekkingspercentage en de maximale relatieve vochtigheid in de grenslaag. De basishoogte wordt niet voorspeld, maar ligt naar verwachting lager dan de grenslaag hoogte.
pl: Ten parametr pozwala na oszacowanie możliwości powstania chmur w warstwie BL i może być używany albo w połączeniu albo zamiast innych parametrów służących do przewidywania tworzenia chmur. Zakładana jest uproszczona zależność pomiędzy wyrażonym procentowo zachmurzeniem i maksymalną wilgotnością względną wewnątrz warstwy BL. Wysokość podstawy nie jest wyznaczana, ale oczekuje się, że jest poniżej gónej granicy BL.
pt_br: Este parâmetro fornece um significado adicional para avaliar a formação de nuvens dentro da CL (camada limite) e deve ser usado junto, ou ao invés, dos outros parâmetros de previsão de nuvens. Este assume uma relação bem simples entre a porcentagem de cobertura de nuvem e a máxima humidade relativa dentro da CL. A altura da base da nuvem não é prevista, mas espera-se que seja abaixo da Altura do Topo da CL.
sk: Tento parameter poskytuje prídavnú možnosť zhodnotenia tvorby mrakov vrámci konvekčnej vrstvy (Kv). Môže byť použitý spolu s ostatnými parametrami pre predpoveď mrakov alebo namiesto nich. Predpokladá jednoduchú súvislosť medzi percentom oblačnosti a maximálnou relatívnou vlhkosťou vrámci Kv. Výška základní mrakov nieje predpovedaná, ale je očakávané že bude pod hraničnou výškou Kv.
sv: Denna parameter ger ytterligare sätt att bedöma molnbildning inom blandningslager och kan användas antingen ihop med eller istället för andra parametrar för skattning av moln. Den antar ett väldigt enkelt samband mellan procent molntäckning och maximal relativ fuktighet inom blandningslagret. Höjd på molnbas förutsägs ej men förväntas vara lägre än toppen på blandningslagret.

source: The temperature at a height of 2m above ground level. This can be compared to observed surface temperatures as an indication of model simulation accuracy; e.g. if observed surface temperatures are significantly below those forecast, then soaring conditions will be poorer than forecast.
cs: Teplota ve výšce 2m nad zemí. Tato hodnota může být porovnána s skutečnou přízemní teplotou jako indikátor přesnosti modelové situace. Pokud je pozorovaná teplota výrazně pod předpovědí, budou přeletové podmínky horší než předpověď.
de: Die Temperatur 2m über dem Boden. Diese Temperatur verglichen mit der beobachteten Bodentemperatur gibt ein Hinweis auf die Modell Genauigkeit. Ist z.B. die beobachtete Bodentemperatur signifikant unter dieser Vorhersage werden die Thermikbedingungen schlechter als vorhergesagt.
es: La temperatura a una altura de 2 m sobre el nivel del suelo. Puede compararse con las temperaturas superficiales observadas como indicación de la exactitud de la simulación del modelo; por ejemplo, si las temperaturas superficiales observadas son significativamente inferiores a las previstas, las condiciones de vuelo serán peores que las previstas.
fr: La température à une hauteur de 2 m au dessus du sol. Peut être comparée à la température à la surface observée et ainsi donner une indication de la précision du modèle : si la température observée est largement en dessous de la prévision, alors les conditions de vol seront plus mauvaises que prévues.
hu: A hőmérséklet a talaj felett 2m magasságban. Összehasonlítva a felületi hőmérséklettel megállapítható a modellezés pontossága; ha a megfigyelt felületi hómérséklet lényegesen kisebb az előrejelzettnél, a vitorlázás feltételei is rosszabbak lesznek az előrejelzettnél.
it: La temperatura ad un'altezza di 2 m sopra il livello del suolo. Questa può essere confrontata con la temperatura superficiale come indicazione dell'accuratezza del modello di simulazione; es. se le temperature superficiali osservate sono in modo significativo al di sotto di quelle previste, allora le condizioni di volo saranno più scarse rispetto a quanto previsto.
nb: Temperaturen 2 m over bakken. Denne kan sammenlignes med virkelige verdier for å vurdere modellens nøyaktighet. Dvs. dersom observert bakketemperatur er mye lavere enn prognosen, så vil termikkforholdene bli dårligere enn forventet.
nl: De temperatuur op een hoogte van 2 m boven de grond. Deze kan worden vergeleken met temperatuurwaarnemingen als indicatie van de modelsimulatie-nauwkeurigheid. Als bijvoorbeeld de temperatuurwaarnemingen aanzienlijk lager zijn dan die volgen uit de modelberekening, zullen de zweefvliegcondities slechter zijn dan verwacht.
pl: Temperatura na wysokości 2m nad poziomem gruntu. Można to porównać do obserwowanych temperatur powierzchni jako wskaźnik dokładności symulacji modelu;n.p. jeśli obserwowane temperatury są wyraźnie niższe od tych prognoz, wtedy noszenia będą gorsze niż w prognozie.
pt_br: Temperatura a uma altura de 2m acima do solo. Pode ser comparada com a temperatura de superfície observada como indicação da precisão do modelo; em geral, se a temperatura observada de superfície for significativamente menor que essa estimativa, as condições para o vôo serão piores que a estimativa.
ru: Температура на высоте 2 метра над уровнем земли.Можно сравнить с реальною для оценки точности моделирования погоды. Например, если реальная температура на поверхности значительно ниже прогнозированной, условия скорости набора высоты будут хуже, чем прогнозированные.
sk: Teplota vo výške 2m nad zemou. Táto hodnota môže byť porovnaná s pozorovanou skutočnou teplotou povrchu ako indikátor presnosti simulácie meteorologického modelu; napríklad, ak je pozorovaná teplota výrazne nižšia než predpokladaná, potom podmienky na plachtenie budú horšie než sú predpovedané.
sv: Temperatur 2m över marknivå. Kan jämföras med observerad marktemperatur som indikation på en prognos noggrannhet. Om observerad temperatur är väsentligt lägre än prognos kommer segelflygförhållanden vara sämre än prognos.
uk: Температура на висоті 2 метри над поверхнею землі.Можна порівняти з реальною для оцінки точності моделювання погоди. Наприклад, якщо реальна температура поверхні значно нижче прогнозованої, умови щодо швидкості набору висоти будуть гіршими, ніж прогнозовані.

source: This parameter estimates the height at which the average dry updraft strength drops below 225 fpm and is expected to give better quantitative numbers for the maximum cloudless thermalling height than the BL Top height, especially when mixing results from vertical wind shear rather than thermals. (Note: the present assumptions tend to underpredict the max. thermalling height for dry consitions.) In the presence of clouds the maximum thermalling height may instead be limited by the cloud base. Being for "dry" thermals, this parameter omits the effect of "cloudsuck".
cs: Tento parametr odhaduje výšku, ve které průměrná rychlost stoupavého proudu čisté termiky poklesne pod 1.14m/s a lze předpokládat, že poskytne lepší kvantitativní hodnoty pro maximální výšku dostupu čisté termiky, než je hodnota vrchní hranice konvekční vrstvy, zvláště pokud dochází k promíchávání vlivem vertikálního střihu větru spíše než konvekce. (Pozn. Současné odhady často předpovídají výšky dostupů v čisté termice níže, než je skutečnost). Pokud se vyskytnou mraky, maximální dostup může být limitován základnou mraků. Protože je tento parametr určen pro čistou termiku, vliv "sání mrakem" není uvažován.
de: Dieser Parameter schätzt die Höhe über Grund bei der im Durchschnitt die Stärke eines trockenen Aufwindes unter 1.14 m/s fällt. Vermutlich ist damit eine bessere Abschätzung der maximalen wolkenfreien Thermikhöhe gegeben als mit der KS Obergrenze, besonders wenn man Ergebnisse aus der vertikalen Windscheerung anstatt der Thermik vermischt. (Beachte: diese Annahmen tendieren dazu die max. Thermikhöhe für trockene Bedingungen zu unterschätzen.) Andererseits wird bei Wolken die maximale Thermikhöhe durch die Wolkenbasis beschränkt sein. Dieser Parameter vernachlässigt bei trockener Thermik den Wolkensog Effekt.
es: Este parámetro estima la altura a la que la fuerza media de la corriente ascendente seca cae por debajo de 225 fpm y se espera que dé mejores valores para la altura máxima de térmica sin nubes que la altura máxima de la BL, especialmente cuando la mezcla es resultado de la cizalladura vertical del viento en lugar de térmica. (Nota: las hipótesis actuales tienden a subestimar la altura máxima de térmica para las condiciones secas). En presencia de nubes, la altura máxima de térmica puede estar limitada por la base de la nube. Al ser para térmicas "secas", este parámetro omite el efecto de "succión de nube".
fr: Ce paramètre est une estimation de la hauteur au-dessus du sol à laquelle les thermiques purs sont inférieurs à 1,14m/s. Ce paramètre est censé donner de meilleurs résultats pour le plafond des thermiques purs que l'estimation d'épaisseur de couche convective, surtout lorsque le brassage de l'air dépend plus des cisaillements de vent que de la convection thermique. Note : L'hypothèse actuelle sous-estime la hauteur max en thermiques pur. En présence nuages, la hauteur maximale des thermique peut être limitée pas la base des nuages. Étant destinés aux thermiques purs, cette estimation néglige l'effet d'aspiration du nuage.
hu: Az a magasság, ahol a száraz feláramlás sebessége 1,25 m/s alá esik, ez várhatóan jobb mérőszám a felhőtlen égen kitekerhető magasságra mint a határréteg teteje, különösen, ha a keveredés szélnyírás és nem termikek eredménye. (Megjegyzés: a jelenlegi feltételezések hajlamosak alábecsülni a kitekerhető magasságot száraz körülmények között.) Felhők jelenlétében a magasságot a felhőalap korlátozhatja. Mivel száraz termikekhez való, ez a paraméter figyelmen kívül hagyja a felhőbeszívás hatását.
it: Questo parametro stima l'altezza alla quale la forza media corrente ascensionale secca scende sotto i 225 piedi al minuto (circa 70 m/min o 1.143 m/s) e dovrebbe dare migliori dati quantitativi per l'altezza massima in termica blu rispetto all'altezza del BL, soprattutto quando il rimemescolamento avviene per via di windshear verticale piuttosto che di termiche (nota: le attuali ipotesi tendono a sottostimare la massima altezza in termica per condizioni secche..). In presenza di nubi l'altezza massima in termica può invece essere limitata dalla base dei cumuli. Essendo per termiche blu, questo parametro omette l'effetto di aspirazione da cumulo.
nb: Denne prognosen gir høyden hvor gjennomsnittlig tørrtermikk blir lavere enn 1.1 m/s, og forventes til å gi mer pålitelige verdier for maksimalhøyden som kan oppnås i tørrtermikk enn BL Top height, særlig når blandingslaget dannes av vertikale vindskjæringer, istedenfor termisk aktivitet (Merk: prognosen er sannsynligvis pessimistisk.). Ved skydannelse vil maksimalhøyden være begrenset opp til skybashøyde. Effekten av skysug blir ikke tatt hensyn til ved tørrtermikk.
nl: Deze parameter schat de hoogte waarop de gemiddelde stijgsnelheid in blauwe thermiek onder 1.14 m/s zakt. Zij geeft naar verwachting betere waarden voor de maximaal te bereiken hoogte in blauwe thermiek dan de grenslaag hoogte zeker als menging het gevolg is van windschering met de hoogte en niet zozeer van thermiek. (N.B.: de huidige aannames neigen tot een onderschatting van de maximaal te bereiken stijghoogte bij blauwe thermiek.) Als er wolken zijn, kan de te bereiken stijghoogte worden beperkt door de wolkenbasis. Deze parameter geldt voor blauwe thermiek en houdt daarom geen rekening met de "zuigende" werking van wolken.
pl: Ten parametr określa wysokość na jakiej średnie noszenie termiki bezchmurnej spada poniżej 1.14m/s (225 fpm) i oczekuje się, że da on lepszą ilościowo wartość pozwalającą określić maksymalny pułap termiki bezchmurnej, niż BL Top height, szczególnie gdy przyczyną mieszania w atmosferze jest wiatr gradientowy, a nie kominy termiczne. (Uwaga: skutkiem przyjętych założeń może być zbyt mały zasięg pionowy termiki.) W przypadku wystąpienia chmur maksymalny zasięg termiki może być ograniczony ich podstawą. Dla termiki bezchmurnej ten parametr nie uwzględnia efektu 'zasysania' przez chmury.
pt_br: Este parâmetro prevê a altura em que a força da corrente de ar seca ascendente cai para abaixo de 255 fpm (1.3 m/s) e é esperado que forneça números quantitativos melhores para a máxima altura de termalização sem nuvens do que a altura do topo da CL, especialmente quando se mesclam resultados do cisalhamento vertical do vento ao invés de térmicas. (Nota: as premissas adotadas tendem a subestimar a altura máxima de termalização para condições secas.) Na presença de nuvens, a altura máxima de termalização pode ao invés ser limitada pela base das nuvens. Sendo para térmicas "secas", este parâmetro omite os efeitos da "chupadeira de nuvens".
sk: Tento parameter odhaduje výšku v ktorej sila priemerného suchého stupáku padne pod 1.14 m/s. Pravdepodobne dosahuje lepšie výsledky pre výšku suchého stúpania ako výška Kv, obzvlášť ak je premiešavanie atmosféry výsledkom skôr vertikálneho strihu vetra ako termikou. (Poznámka: tieto predpoklady inklinujú k podhodnoteniu maximálnej termickej výšky pre suché podmienky.) Za prítomnosti mrakov bude maximálna využiteľná výška limitovaná základňou mraku. Pre suché stupáky tento parameter zanedbáva efekt "sania mraku".
sv: Denna parameter skattar höjd vid vilken medelstiget för torrtermik faller under 225 fpm och förväntas ge bättre kvantitativt tal för blåtermikens maxhöjd jämfört med topphöjd på blandskikt, speciellt när blandning är orsakad av vertikal vindskjuvning snarare än termik. Notera: antagandet tenderar underskatta max termikhöjd vid torra förhållanden. Vid förekomst av moln kan max kurvhöjd istället begränsas av molnbas. Ämnad för blåtermik tar denna parameter ej hänsyn till molnsug.

source: Maximum grid-area-averaged extensive upward or downward motion within the BL as created by horizontal wind convergence. Positive convergence is associated with local small-scale convergence lines. Negative convergence (divergence) produces subsiding vertical motion, creating low-level inversions which limit thermalling heights.
cs: Maximální vzestupné nebo sestupné pohyby, průměrované síťovými plochami, uvnitř konvekční vrstvy, tvořené horizontální konvergencí větru. Pozitivní konvergence je spojena s lokálními konvergenčními liniemi malého rozsahu. Negativní konvergence (divergence) vytváří sestupný vertikální pohyb, který vede ke vzniku inverze v malých výškách, které omezují dostupy stoupavých proudů.
de: Maximales Rasterflächen gemitteltes großflächiges Auf- oder Ab-Bewegung in der KS, wie durch horizontale Windkonvergenz verursacht. Positive Konvergenz ist mit lokalen, kleinen Konvergenzlinien verbunden. Negative Konvergenz (Divergenz) ergibt eine absinkende Vertikalbewegung, die wiederum Thermikhöhe limitierende niedrige Inversionen zur Folge hat.
es: Movimiento extenso máximo hacia arriba o hacia abajo promediado por el área de la cuadrícula dentro del BL creado por la convergencia del viento horizontal. La convergencia positiva se asocia con líneas locales de convergencia a pequeña escala. La convergencia negativa (divergencia) produce un movimiento vertical descendente, creando inversiones de bajo nivel que limitan las alturas de las térmicas.
fr: Mouvement vertical ascendant ou descendant général moyenné sur le maillage, au sein de la couche convective (cc), créé par la convergence horizontale des vents. Une convergence positive est liée à des lignes de convergence locales de faible échelle. Une convergence négative (divergence) produit une subsidence, donc une inversion de faible altitude qui limite les thermiques.
hu: Kiterjedt fel- és leáramlások a határrétegben, amit a vízszintes szél konvergenciája hoz létre. Pozitív konvergencia a helyi, kis léptékű konvergencia vonalakkal van összefüggésben. Negatív konvergencia (divergencia) járulékos függőleges áramlást hoz létre, alacsony szintű inverziókat okozva, amik korlátozzák a kitekerhető magasságot.
it: Massimo movimento verso l'alto o verso il basso mediato secondo un'area a griglia all'interno del BL come creato dalla convergenza di venti orizzontali. Convergenza positiva è associata a linee di ascendenza localizzate di piccola entità. Convergenza negativa (divergenza) produce movimenti di sprofondo dell'aria, creando inversioni a bassa quota che limitano le altezze delle termiche.
nb: Maksimalverdi på sterke synk eller løftverdier, forårsaket innefor blandinslaget av horisontal vindkonvergens. Positiv konvergens indikerer mulighet for lokal småskala konvergensbelter. Negativ konvergens (divergens) skaper gjennom verikal luftbevegelse inversjoner i lav høyde som kan begrense termikkhøyden.
nl: Maximum grootschalige stijgende of dalende luchtbeweging binnen de grenslaag over het rekenrooster-gebied als gevolg van horizontale windconvergentie. Positieve convergentie is gerelateerd aan locale kleinschalige convergentielijnen. Negatieve convergentie (divergentie) veroorzaakt subsidentie, resulterend in inversies op lagere hoogtes die de te bereiken stijghoogtes beperken.
pl: Maksimum, uśrednionej w rastrze, intensywności ruchów wznoszących lub opadających w warstwie BL wywołana poziomą zbieżnością wiatru. Dodatnia zbieżność jest związana z lokalnymi liniami konwergencji małej skali. Ujemna konwergencja (dywergencja) wywołuje pionowe ruchy zstępujące, czego skutkiem może być inwersja ograniczająca zasięg pionowy termiki.
pt_br: Máxima área-média-de-grade que se estende com movimentos para cima ou para baixo dentro da CL (camada limite) criada pela convergência do vento horizontal. Convergência positiva está associada com linhas de convergência de pequena-escala local. Convergência negativa (divergência) são produzidas subsidiando movimentos verticais, criando inversões em níveis-baixos que limitam a altura de termalização.
sk: Maximum priemerného pohybu hore alebo dole vrámci Kv získaného z veľkého rastra (sieťová plocha) tvorené horizontálnou konvergenciou. Pozitívna konvergencia je asociovaná s miestnymi malými konvergentnými líniami. Negatívna konvergencia (divergencia) vytvára zostupný vertikálny pohyb, spôsobujúc nízke inverzie ktoré obmedzujú výšku termiky.
sv: Maximalt rutnäts-medelvärde för ihållande uppåt- eller nedåtgående rörelse inom gränsskikt skapat av horisontell vindkonvergens. Positive konvergens avser lokal småskaliga konvergenslinjer. Negativ konvergens (divergens) producerar avtagande vertikal rörelse vilket skapar låghöjdsinversion som begränsar termikhöjden.

source: Set new audio scheme? Old values will be lost.
cs: Nastavit nové audio schéma? Staré hodnoty budou ztraceny.
de: Neues Audioschema setzen? Alte Werte gehen verloren.
es: ¿Establecer un nuevo esquema de audio? Se perderán los valores anteriores.
fr: Définir un nouveau son ? Les précédents seront effacés.
hu: Rögzítsem az új hangsémát? A régi elvész.
it: Impostare nuovo schema audio? I precedenti valori saranno persi.
nb: Bruk nytt lydoppsett? Det gamle oppsettet vil bli erstattet.
nl: Nieuwe audio instellingen vastleggen? Oude instellingen worden gewist.
pl: Ustawić nowe dźwięki? Stare wartości zostaną usunięte.
pt_br: Configurar novo esquema de áudio? Valores antigos serão perdidos.
ru: Установить новые звуковые схемы? Старые будут утеряны.
sk: Nastaviť novú zvukovú schému? Staré hodnoty sa stratia.
sv: Ange nytt ljudschema? Gamla värden raderas.
uk: Встановити новий шаблон для аудіо? Старі налаштування будуть втрачені.
