Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Bad GPS
bg: Лош ГПС-сигнал
cs: Špatný příjem GPS
de: GPS Empfang schlecht
es: Mal GPS
fr: Mauvaise réception GPS
hu: Hibás GPS
it: GPS non valido
nl: Slechte GPS ontvangst
pl: Złe dane GPS.
pt_br: GPS ruim
ru: Плохой сигнал GPS
sk: Zlé GPS
sv: GPS fel
uk: Слабкий сигнал GPS

source: Connected
bg: Свързан
cs: Připojeno
de: Verbunden
es: Conectado
fr: Connecté
hu: Kapcsolódva
it: Connesso
nb: Koblet til
nl: Verbonden
pl: Połączony
pt_br: Conectado
ru: Соединение установлено
sk: Pripojený
sv: Ansluten
uk: З'єднано

source: Baro
bg: Барометър
hu: Baró
it: Barometro
pt_br: Barômetro
ru: Барометр
uk: Баро

source: Pitot
bg: Тръба на Пито
de: Pitotrohr
fr: Prise Pitot

source: Airspeed
bg: Въздушна скорост
cs: Vzd. rychlost
de: Luftgeschwindigkeit
es: Velocidad aerodinámica
fr: Vitesse air
hu: Sebesség
it: Velocità Aria
nb: Flyhastighet
nl: Vliegsnelheid
pl: V pow.
pt_br: Velocidade do ar
ru: Воздушная скорость
sk: Vzd. rýchlosť
sv: Lufthastighet
uk: Повітряна швидкість

source: Battery
bg: Батерия
cs: Baterie
de: Batterie
es: Batería
fr: Batterie
hu: Telep
it: Batteria
nb: Batteri
nl: Accu
pl: Bateria
pt_br: Bateria
ru: Батарея
sk: Batéria
sv: Batteri
uk: Акумулятор

source: N/A
bg: Недостъпен
de: n. v.
es: N/D
fr: Indisponible
nl: N/B
pl: Brak
ru: Недоступен
sk: Nepoužiteľné
sv: Ej tillgänglig
uk: н/д

source: Bluetooth is disabled
bg: Bluetooth е изключен
cs: Bluetooth je vypnutý
de: Bluetooth ist ausgeschaltet
es: Bluetooth está desactivado
fr: Le Bluetooth est désactivé
hu: Bluetooth letiltva
it: Bluetooth disabilitato
nl: Bluetooth is uitgeschakeld
pl: Bluetooth jest wyłączony
pt_br: Bluetooth está desativado
ru: Bluetooth отключён
sk: Bluetooth je vypnutý
sv: Bluetooth är inaktiverat
uk: Bluetooth вимкнено

source: Duplicate
bg: Дублирай
cs: Duplikuj
de: Duplizieren
es: Duplicado
fr: Doublon
it: Duplica
nl: Dubbele
pl: Duplikuj
pt_br: Duplicado
ru: Дублировать
sk: Duplikovať
sv: Kopiera
uk: Дублювати

source: Not connected
bg: Няма връзка
cs: Nepřipojeno
de: Nicht verbunden
es: No conectado
fr: Non connecté
hu: Nincs kapcsolat
it: Non connesso
nb: Ikke tilkoblet
nl: Niet verbonden
pl: Brak połączenia
pt_br: Desconectado
ru: Нет соединения
sk: Nepripojené
sv: Ej ansluten
uk: Не під’єднано

source: Device is occupied
bg: Уредът е зает
cs: Zařízení je obsazeno
de: Gerät ist belegt
es: El dispositivo está ocupado
fr: Périph. en cours d'utilisation
hu: Az eszköz foglalt.
it: Il dispositivo è occupato
nl: Apparaat is bezig
pl: Urządzenie jest zajęte.
pt_br: Dispositivo ocupado
ru: Устройство занято
sk: Zariadenie je obsadené
sv: Enheten är upptagen
uk: Пристрій зайнятий

source: Device is not connected
bg: Уредът не е свързан
cs: Zařízení není připojeno
de: Gerät ist nicht angeschlossen
es: El dispositivo no está conectado
fr: Le périphérique n'est pas connecté
it: Dispositivo non connesso
nl: Apparaat is niet aangesloten
pl: Nie podłączono urządzenia
pt_br: Dispositivo não está conectado
ru: Устройство не подключено
sk: Zariadenie nie je pripojené
sv: Enheten är inte ansluten
uk: Пристрій не підключено

source: Edit device
bg: Редактирай уред
cs: Detail zařízení
de: Gerät ändern
es: Editar dispositivo
fr: Modifier le périphérique
hu: Eszköz szerkesztése
it: Modifica dispositivo
nb: Rediger enhet
nl: Bewerk apparaat
pl: Edytuj urządzenie
pt_br: Editar dispositivo
ru: Редактировать устройство
sk: Upraviť zariadenie
sv: Redigera enhet
uk: Редагувати пристрій

source: Communication with this device will be logged for the next %u minutes.
bg: Комуникацията с този уред ще се записва в следващите %u минути.
cs: Komunikace s tímto zařízením bude zaznamenána po dobu dalších %u minut.
de: Die Kommunikation mit diesem Gerät wird für die nächsten %u Minuten aufgezeichnet.
es: La comunicación con este dispositivo será registrada durante los próximos %u minutos.
fr: La communication avec ce périphérique sera enregistrée pendant les %u prochaines minutes.
it: La comunicazione con questo dispositivo verrà registrata per i prossimi %u minuti.
nl: Communicatie met dit apparaat wordt de komende %u minuten gelogd.
pl: Komunikacja z tym urządzeniem będzie zapisywana w dzienniku przez następne %u minut(y).
ru: Связь с этим устройством будет установлена в течение следующих %u минут.
sk: Komunikácia s týmto zariadením bude zaznamenaná po dobu ďalších %u minút.
sv: Kommunikation med denna enheten kommer att loggas under de närmsta %u minuterna.
uk: Обмін даними з цим пристроєм буде записано до журналу протягом наступних %u хвилин.

source: Devices
bg: Устройства
cs: Zařízení
de: NMEA - Anschluss
es: Dispositivos
fr: Périph.
hu: Eszközök
it: Dispositivi
nb: Enheter
nl: Apparaten
pl: Urządz.
pt_br: Dispositivos
ru: Устройства
sk: Zariadenia
sv: Instrument
uk: Пристрої

source: Clear
bg: Изчисти
cs: Vymaž
de: Löschen
es: Borrar
fr: Effacer
hu: Törlés
it: Pulisci
nb: Tøm
nl: Wis
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sk: Vymaž
sv: Töm
uk: Очистити

source: Pause
bg: Пауза
cs: Pauza
es: Pausa
hu: Szünet
it: Pausa
nl: Pauze
pl: Pauza
pt_br: Pausar
ru: Пауза
sk: Pauza
sv: Pausa
uk: Пауза

source: Port monitor
bg: Монитор на порта
es: Monitor de puerto
fr: Contrôle du port
it: Monitor porta
pl: Podgląd portu
pt_br: Monitor de porta
ru: Монитор порта
uk: Монітор порту

source: Units
bg: Мерни единици
cs: Jednotky
de: Maßeinheiten
es: Unidades
fr: Unités
hu: Mértékegységek
it: Unità
nb: Enheter
nl: Eenheden
pl: Jednostki
pt_br: Unidades
ru: Единицы измерения
sk: Jednotky
sv: Enheter
uk: Одиниці

source: Waypoints
bg: Пътни точки
cs: Otočné body
de: Wegpunkte
hu: Fordulópontok
it: Boe
nb: Vendepunkt
nl: Keerpunten
pl: Punkty trasy
ru: Путевые точки
sk: Otočné body
sv: Vägpunkter
uk: Маршрутні точки

source: Delete all flights
bg: Изтриване на всички полети
cs: Smazat všechny lety
de: Lösche alle Flüge
es: Eliminar todos los vuelos
fr: Supprimer tous les vols
hu: Minden repülés törlése
it: Cancella tutti i voli
nb: Slett alle flyturer
nl: Verwijder alle vluchten
pl: Usuń wszystkie loty.
pt_br: Delete todos os voos
ru: Удалить все полеты
sk: Vymazať všetky lety
sv: Ta bort alla flygningar
uk: Видалити всі польоти

source: Do you really want to delete all flights from the device?
bg: Наистина ли желаете да изтриете всички полети от уреда?
cs: Chcete opravdu smazat všechny lety ze zařízení?
de: Bestätige, wirklich alle Flüge vom Gerät löschen?
es: ¿Realmente quieres eliminar todos los vuelos del dispositivo?
fr: Voulez-vous vraiment supprimer tous les vols de cet appareil ?
hu: Valóban letöröl az eszközről minden repülést?
it: Vuoi veramente cancellare tutti i voli dal dispositivo?
nb: Vil du virkelig slette alle flyturer fra enheten?
nl: Echt alle vluchten van het apparaat verwijderen?
pl: Czy naprawdę chcesz usunąć wszystkie loty z urządzenia?
pt_br: Você realmente deseja deletar todos os voos do dispositivo?
ru: Вы действительно хотите удалить ВСЕ полеты из устройства?
sk: Naozaj chcete vymazať všetky lety zo zariadenia?
sv: Vill du verkligen ta bort alla sparade flygningar?
uk: Ви насправді хочете видалити всі польоти з пристрою?

source: Reboot
bg: Рестартирай
cs: Restartuj
de: Neustart
es: Reiniciar
fr: Redémarrer
hu: Újraindítás
it: Riavvia
nb: Omstart
nl: Herstart
pl: Uruchom ponownie
pt_br: Reiniciar
ru: Перезагрузка
sk: Reštartovať
sv: Starta om
uk: Перезавантажити

source: Temperature
bg: Температура
cs: Teplota
de: Temperatur
es: Temperatura
fr: Température
hu: Hőmérséklet
it: Temperatura
nb: Temperatur
nl: Temperatuur
pl: Temperatura
pt_br: Temperatura
ru: Температура
sk: Teplota
sv: Temperatur
uk: Температура

source: Pressure
bg: Налягане
cs: Tlak
de: Luftdruck
es: Presión
fr: Pression
hu: Légnyomás
it: Pressione
nb: Trykk
nl: Druk
pl: Ciśnienie
pt_br: Pressão
ru: Давление
sk: Tlak
sv: Lufttryck
uk: Тиск

source: Sink tone
bg: Звук при пропадане
cs: Tón klesání
de: Ton für Sinken
es: Tono de hundimiento
fr: Tonalité en descente
it: Tono discendenza
nl: Geluid dalen
pl: Dźwięk opadania
sk: Tón klesania
sv: Sjunkljud
uk: Звук зниження

source: Too many waypoints.
bg: Твърде много пътни точки.
cs: Příliš mnoho otočných bodů.
de: Zu viele Wegpunkte.
es: Demasiados waypoints.
fr: Trop de points de virage.
hu: Túl sok a fordulópont.
it: Troppe boe.
nl: Te veel keerpunten.
pl: Zbyt wiele punktów zwrotnych.
pt_br: Waypoints de mais.
ru: Слишком много путевых точек.
sk: Príliš veľa otočných bodov.
sv: För många vägpunkter.
uk: Забагато маршрутних точок.

source: Uploading Waypoints
bg: Качване на пътни точки
cs: Nahrávání otočných bodů
de: Lade Wegpunkte hoch
es: Cargando Waypoints
fr: Chargement des points de virage
hu: Fordulópontok feltöltése
it: Caricamento Boe
nl: Keerpunten Versturen
pl: Wrzucanie punktów zwrotnych
pt_br: Subindo waypoints
ru: Загрузка путевых точек
sk: Nahrávam otočné body
sv: Laddar upp Vägpunkter
uk: Завантаження маршрутних точок

source: Failed to switch baud rate.
bg: Грешка при смяна на скоростта на връзката.
cs: Nepovedla se přepnout rychlost komunikace.
de: Konnte Baudrate nicht ändern.
es: No se pudo cambiar la velocidad de transmisión.
fr: Echec du changement de vitesse de transfert.
hu: Baud átváltás nem sikerült.
it: Cambio velocità baud fallito.
nl: Veranderen van baudrate mislukt.
pl: Błąd podczas zmiany prędkości transmisji(baudrate).
pt_br: Falha ao escolher baudrate.
ru: Не удалось переключить скорость передачи.
sk: Nepodarilo sa zmeniť rýchlosť komunikácie.
sv: Kunde inte byta baudhastighet.
uk: Помилка при перемиканні швидкості передаяі даних.

source: Failed to write waypoint.
bg: Грешка при запазване на пътна точка.
cs: Nepodařilo se zapsat otočný bod.
de: Konnte Wegpunkt nicht schreiben.
es: No se pudo escribir el waypoint.
fr: Échec de l'enregistrement du point de virage.
hu: Fordulópont kiírása nem sikerült.
it: Impossibile salvare la boa.
nl: Opslaan van keerpunt mislukt.
pl: Błąd zapisu punktu zwrotnego.
pt_br: Falha ao escrever waypoint.
ru: Не удалось ввести точку.
sk: Chyba zápisu otočného bodu.
sv: Kunde inte skriva vägpunkt.
uk: Помилка при запису маршрутних точок.

source: Hardware type
bg: Тип на хардуера

source: Flarm ID
bg: FLARM идентификатор

source: Hardware version
bg: Версия на уреда
cs: Verze hardware
es: Versión de hardware
fr: Version matérielle
hu: Hardver verzió
it: Versione hardware
nl: Hardware versie
pl: Wersja sprzętu
pt_br: Versão do Hardware
ru: Версия оборудования
sk: Verzia hardwéru
sv: Hårdvaruversion
uk: Версія обладнання

source: Firmware version
bg: Версия на фърмуера
cs: Verze firmware
es: Versión de firmware
fr: Version de firmware
hu: Firmware verzió
it: Versione firmware
nl: Firmware versie
pl: Wersja firmware
pt_br: Versão do Firmware
ru: Версия прошивки
sk: Verzia firmvéru
sv: Hårdvaruversion
uk: Версія мікропрограми

source: Obstacle database
bg: База данни за препятствия
cs: Databáze překážek
de: Hindernis-Datenbank
es: Base de datos de obstáculos
fr: Base de données d'obstacles
hu: Tereptárgy adatbázis
it: Database ostacoli
nb: Hindringer database
nl: Obstakel database
pl: Lista przeszkód
pt_br: Banco de dados de obstáculo
ru: База данных препятствий
sk: Databáza prekážok
sv: Hinderdatabas
uk: База даних висотних перешкод

source: Setup
bg: Настройки
cs: Nastav
de: Einstellungen
es: Ajustes
fr: Configuration
hu: Beállítás
it: Config
nb: Oppsett
nl: Instelling
pl: Ustaw
pt_br: Config
ru: Установки
sk: Nastavenie
sv: Inställning
uk: Налаштування

source: Volume
bg: Сила на звука
cs: Hlasitost
de: Volumen
es: Volumen
hu: Hangerő
nb: Volum
pl: Głośność
ru: Объем
sk: Hlasitosť
sv: Volym
uk: Гучність

source: Output mode
bg: Формат на изхода
cs: Output mód
de: Ausgabemodus
es: Tipo de salida
fr: Mode de sortie
it: modo output
nl: Output modus
pl: Tryb wyjścia
pt_br: Modo de saída
sk: Režim výstupu
sv: Utdataläge
uk: Режим виводу

source: Save
bg: Запази
cs: Ulož
de: Speichern
es: Guardar
fr: Enregistrer
hu: Mentés
it: Salva
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sk: Uložiť
sv: Spara
uk: Зберегти

source: Horizontal Range
bg: Хоризонтален обхват

source: Vertical Range
bg: Вертикален обхват

source: Changes to configuration saved. Restart XCSoar to apply changes.
bg: Промените в настройките са запазени. Рестартирайте XCSoar за да приложите промените.

source: Calibrate
bg: Калибриране
cs: Kalibruj
de: Kalibriere
es: Calibrar
fr: Étalonner
it: Calibra
nl: Kalibreer
sv: Kalibrera
uk: Калібрувати

source: Offset
bg: Отместване
de: Zeitzonenverschiebung
es: Desfase
fr: Décalage
nl: UTC afwijking
uk: Зсув

source: Pitot sensor calibration
bg: Калибриране на тръбата на Пито
cs: Kalibrace pitot-senzoru
de: Pitot Sensor Kalibrierung
es: Calibración del sensor Pitot
fr: Étalonnage du capteur Pitot
it: Calibrazione sensore Pitot
nl: Pitot sensor kalibratie
sv: Pitotgivar-kalibrering

source: Product
bg: Продукт
cs: Produkt
de: Produkt
es: Producto
fr: Produit
hu: Termék
it: Prodotto
pl: Produkt
pt_br: Produto
ru: Продукция
sk: Produkt
sv: Produkt
uk: Продукт

source: Serial
bg: Сериен №
cs: Sériové číslo
de: Seriell
es: Número de serie
fr: Série
hu: Soros port
it: Seriale
nl: Serieel
pl: Nr ser.
sk: Sériové
sv: Seriell
uk: Серійний

source: GPS baud rate
bg: Скорост на връзката с ГПС
cs: GPS přenosová rychlost
es: Velocidad de transferencia con el GPS
fr: Débit données GPS
hu: GPS átviteli sebessége (baud)
it: Baud rate GPS
pl: GPS - szybk. transm.
ru: Скорость передачи данных GPS
sk: GPS prenosová rýchlosť
sv: GPS baudhastighet
uk: Швидкість передачі даних від GPS

source: PDA baud rate
bg: Скорост на връзката с PDA
cs: PDA přenosová rychlost
es: Velocidad de transferencia con la PDA
fr: Débit de données PDA
hu: PDA átviteli sebessége (baud)
it: Baud rate PDA
pl: PDA - szybk.transm.
ru: Скорость передачи PDA
sk: PDA prenosová rýchlosť
sv: PDA baudhastighet
uk: Швидкість передачі даних КПК

source: Auto off
bg: Автом. изкл.
cs: Auto Vyp
de: Auto AUS
es: Apagado automático
hu: Automatikus kikapcsolás
it: Auto spegnimento
nl: Auto UIT
pl: Wył.autom.
ru: Автоматическое отключение
sk: Auto vypnúť
sv: Auto Av
uk: Авто вимкнено

source: Auto finish flight
bg: Автоматично довършване на полет
cs: Auto ukončení letu
de: Flug automatisch abschliessen
es: Finalizar el vuelo automaticamente
fr: Fin automatique du vol
hu: Repülés automatikus lezárása
it: Chiusura autom. volo
nl: Sluit vlucht automatisch af
pl: Auto zakończ lot
ru: Автоматическое завершение полёта
sk: Auto ukončenie letu
sv: Auto avsluta flygning
uk: Автоматичне завершення польоту

source: Always run
bg: Винаги включен
cs: Vždy běží
de: Immer Ein
es: Siempre encendido
fr: Toujours en fonctionnement
hu: Mindig fut
it: Sempre acceso
nl: Sta altijd aan
pl: Zawsze działaj
pt_br: Sempre executar
ru: Всегда запущен
sk: Vždy bežať
sv: Kör alltid
uk: Завжди запущено

source: Enable NMEA
bg: Включи NMEA
cs: Zapnout NMEA
de: NMEA Ein
es: Habilitar NMEA
fr: Activer NMEA
hu: NMEA engedélyezése
it: Abilita NMEA
nl: Schakel NMEA in
pl: Włącz NMEA
pt_br: Habilita NMEA
ru: Активировать NMEA
sk: Zapnúť NMEA
sv: Aktivera NMEA
uk: Увімкнути NMEA

source: Recording interval
bg: Интервал на записване
cs: Interval záznamu
de: Aufzeichnungsintervall
es: Intervalo de grabacion
fr: Intervalle d'enregistrement
hu: Rögzítés üteme
it: Intervallo registrazione
nl: Opname interval
pl: Interwał zapisów
pt_br: Intervalo de gravação
ru: Интервал записи
sk: Interval zápisu
sv: Inspelningsintervall
uk: Інтервал запису

source: Demo
bg: Демо
fr: Démo
hu: Demó
pl: Demonstracja
ru: Демонстрация
uk: Демо

source: Set new audio scheme? Old values will be lost.
bg: Да запазя ли новата звукова схема? Старите стойности ще бъдат загубени.

source: Vario Configuration
bg: Конфигурация на вариометъра
cs: Nastavení vária
de: Vario Einstellung
es: Configuración del vario
fr: Configuration du vario
hu: Varió konfigurálás
it: Configurazione vario
nb: Vario-oppsett
nl: Vario Configuratie
pl: Konfiguracja wariometru
pt_br: Config. do Vario
ru: Конфигурация варио
sk: Nastavenie vária
sv: Vario-konfiguration
uk: Конфігурація варіо

source: TE vario
bg: TE варио
cs: TE vário
es: Vario ET
fr: Vario compensé
hu: ÖsszE varió
pl: War. TE
ru: TE варио
sk: TE vário
uk: ТЕ варіо

source: This produces a fake TE vario gross vertical velocity. It can be used when in circling mode to demonstrate the lift tones. When not in circling mode, set this to a realistic negative value so speed command tones are produced.
bg: Това симулира вариометър с голяма вертикална скорост. Може да се използва в режим на кръжене за демонстрация на звуците на качване. Когато не е в режим на кръжене, го нагласете на реалистични отрицателни стойности, така че да се получават звукови командни за оптимална скорост.

source: This produces a fake airspeed. It can be used when not in circling mode to demonstrate the speed command tones.
bg: Това симулира въздушна скорост. Може да се използва, когато не е в режим на кръжене за демонстрация на звуковите команди за оптимална скорост.

source: Circling
bg: Кръжене
cs: Kroužení
de: Kreisen
es: Vuelo circular
fr: Thermique
hu: Körözés
it: Termica
nb: Sirkler
nl: Thermieken
pl: Krążenie
pt_br: Girando
ru: Спираль
sk: Pri krúžení
sv: Cirkulerande
uk: Набір висоти

source: This forces the variometer into circling or cruise mode
bg: Това вкарва вариометъра в режим на кръжене или маршрут
cs: Přepíná variometr mezi režimy kroužení a přeskoku
de: Dies schaltet das Variometer in Steig- oder Vorflugmodus
es: Alterna el variómetro entre los modos vuelo circular y crucero
fr: Ceci force le mode spirale ou transition du variomètre
hu: Ez körözés vagy siklás üzemmódba kényszeríti a variométert.
it: Forza il variometro nella modalità termica o crociera
nb: Tvinger varioen i sirkle- eller glidestrekkmodus
nl: Forceert de vario in thermiek of steek modus
pl: Przełącza tryb wariometru krążenie/przeskok
pt_br: Isto força o variometro em modo giro ou modo cruzeiro
sk: Toto nastavenie prinúti variometer zapnúť mód krúženia alebo preskoku
sv: Ställer variometer i kurv- eller glidläge
uk: Це примусово переводить варіометр в режим набору чи в режим переходу

source: Vario Demo
bg: Демо варио
cs: Vário Demo
es: Demo del vario
fr: Demo Vario
hu: Varió demó
it: Demo del vario
pl: Wario demo
sk: Demonštrácia vária
uk: Демо варіо

source: Positive
bg: Положителен
cs: Kladné
de: Positiv
es: Positivo
fr: Positif
hu: Pozitív
it: Positivo
nl: Positief
pl: Dodatnie
pt_br: Positivo
ru: Положительный
sk: Pozitívne
sv: Positiv
uk: Позитивне

source: Neutral
bg: Неутрален
cs: Neutrální
es: Neutro
fr: Neutre
hu: Semleges
it: Neutro
nl: Neutraal
pl: Neutralne
pt_br: Neutro
ru: Нейтральный
sk: Neutrálne
uk: Нейтральне

source: Negative
bg: Отрицателен
cs: Záporné
de: Negativ
es: Negativo
fr: Négatif
hu: Negatív
it: Negativo
nl: Negatief
pl: Ujemne
pt_br: Negativo
ru: Негативный
sk: Negatívne
sv: Negativ
uk: Негативне

source: Landing
bg: Приземяване
cs: Přistání
de: Gelandet
es: Aterrizaje
fr: Atterrissage
hu: Leszállás
it: Atterraggio
pl: Lądowanie
pt_br: Pouso
ru: приземление
sk: Pristánie
sv: Landning
uk: Приземлення

source: Up
bg: Нагоре
cs: Nahoru
de: Oben
es: Arriba
fr: Haut
hu: Fent
it: Su
nl: Omhoog
pl: Góra
pt_br: SOBE
ru: Вверх
sk: Hore
sv: Upp
uk: Вгору

source: Middle
bg: Средно
cs: Střed
de: Mitte
es: Medio
fr: Milieu
hu: Középen
it: Metà
nl: Midden
pl: Środek
pt_br: Meio
ru: Средний
sk: Stred
sv: Mellan
uk: Посередині

source: Down
bg: Надолу
cs: Dolů
de: Unten
es: Bajo
fr: Bas
hu: Lent
it: Giù
nl: Omlaag
pl: Dół
pt_br: DESCE
ru: Вниз
sk: Dole
sv: Ner
uk: Вниз

source: Locked
bg: Заключен
cs: Zajištěny
de: Gesperrt
es: Bloqueado
fr: Verrouillé
hu: Zárva
it: Bloccato
nb: Låst
nl: Vergrendeld
pl: Zablokowane
pt_br: Travado
ru: Блокир.
sk: Zamknuté
sv: Låst
uk: Заблоковано

source: Not locked
bg: Незаключен
cs: Nezajištěny
de: Nicht gesperrt
es: No bloqueado
fr: Non verrouillé
hu: Nincs rögzítve
it: Non bloccato
nb: Ulåst
nl: Niet vergrendeld
pl: Niezablokowane
pt_br: Não bloqueado
ru: Не заблокирован
sk: Nie je zamknuté
sv: Inte låst
uk: Не заблоковано

source: Airbrake locked
bg: Въздушна спирачка заключена
cs: Brzdy zajištěny
de: Luftbremse verriegelt
es: Aerofreno bloqueado
fr: AF vérouillés
hu: Féklap rögzítve
it: Diruttori bloccati
nb: Luftbrems låst
nl: Remklep vergrendeld
pl: Hamulce zamknięte
ru: Воздушный тормоз зафиксирован
sk: Brzdy zaistené
sv: Luftbroms låst
uk: Повітряне гальмо заблоковано

source: Flaps
bg: Клапи
cs: Klapky
de: Klappen
fr: Volets
hu: Fékszárny
pl: Klapy
ru: Закрылки
sk: Klapky
sv: Klaffar
uk: Закрилки

source: Gear down
bg: Колесник свален
cs: Podv. vysunut
de: Fahrwerk ausgefahren
es: Tren abajo
fr: Train sorti
hu: Futó ki
it: Carrello estratto
nb: Utstyr ute av drift
nl: Wiel uit
pl: Podwozie wypuszczone
ru: Замедленный
sk: Podvozok vysunutý
sv: Stället ner
uk: Шасі випущено

source: Acknowledge
bg: Потвържд.
cs: Potvrď
de: Bestätigen
es: Reconocimiento
fr: Confirmer
hu: Tudomásulvétel
it: Riconosci
nb: Kvitter
nl: Bevestig
pl: Potwierdź
pt_br: Reconhecer
ru: Подтвердить
sk: Potvrdiť
sv: Bekräfta
uk: Підтвердити

source: Repeat
bg: Повтори
cs: Opakuj
de: Wiederholen
es: Repetir
fr: Répéter
hu: Ismétlés
it: Ripeti
nb: Gjenta
nl: Herhaal
pl: Powtórz
pt_br: Repetir
ru: Повторить
sk: Opakovať
sv: Repetera
uk: Повторити

source: Speed command
bg: Звукова команда
de: Sollfahrt
es: Calculador de velocidad de vuelo
fr: Commande de vitesse
hu: Sebesség parancs
it: Comando di velocità
nb: Hastighetskommando
nl: Steeksnelheidsindicatie
pl: Prędkość wg MCread
pt_br: Comando de velocidade
sk: Speed commander
sv: Hastighetskommando
uk: Командна швидкість

source: Switch
bg: Превключвател
cs: Přepínač
de: Schalter
es: Cambiar
fr: Commutateur
hu: Kapcsoló
nl: Schakelaar
pl: Przełącz.
pt_br: Trocar
ru: Переключить
sk: Prepínač
sv: Växla
uk: Перемикач

source: Vario circling
bg: Варио кръжене
cs: Vário kroužení
de: Vario Kreisen
es: Vario en vuelo circular
fr: Vario en spirale
hu: Varió körözés
it: Vario termica
nb: Vario sirkling
nl: Vario thermieken
pl: Wariometr: krążenie
pt_br: Vario girando
sk: Vário krúženie
sv: Vario kurvning
uk: Варіо в спіралі

source: Switches
bg: Превключватели
cs: Přepínače
de: Schalter
es: Interruptores
fr: Commutateurs
hu: Kapcsolók
it: Interruttori
nb: Brytere
nl: Schakelaars
pl: Przełączniki
pt_br: Opções
ru: Переключатели
sk: Prepínače
sv: Växlar
uk: Перемикачі

source: Baud rate port 1
bg: Скорост на порт 1

source: Baud rate port 2
bg: Скорост на порт 2

source: Threshold
bg: Прагова стойност
cs: Práh
de: Schwellenwert
es: Umbral
fr: Seuil
hu: Küszöb
it: Soglia
nb: Terskel
nl: Drempelwaarde
pl: Przedział
pt_br: Limite
ru: Пороговое значение
sk: Prah
sv: Tröskel
uk: Поріг

source: Select a speed threshold.
bg: Изберете праг на скоростта.

source: Glider
bg: Планер
cs: Kluzák
de: Segler
es: Planeador
fr: Planeur
hu: Vitorlázó repülő
it: Aliante
nl: Zweefvliegtuig
pl: Szybow.
pt_br: Planador
ru: Планер
sk: Vetroň
sv: Segelflygplan
uk: Планер

source: Tow plane
bg: Самолет-влекач
cs: Vlečné letadlo
de: Schleppflugzeug
es: Remolcadora
fr: Remorqueur
hu: Vontatógép
it: Aeroplano traino
nl: Sleepvliegtuig
pl: Holówka
sk: Vlečné lietadlo
sv: Bogserplan
uk: Авіабуксирувальник

source: Helicopter
bg: Хеликоптер
cs: Vrtulník
de: Helikopter
es: Helicóptero
fr: Hélicoptère
hu: Helikopter
it: Elicottero
nb: Helikopter
nl: Helikopter
pl: Helikopter
pt_br: Helicóptero
ru: Вертолет
sk: Helikoptéra
sv: Helikopter
uk: Гвинтокрил

source: Parachute
bg: Парашут
cs: Padák
de: Fallschirm
es: Paracaidas
hu: Ejtőernyő
it: Paracadute
nb: Fallskjerm
pl: Spadochron
pt_br: Paraquedas
ru: Парашют
sk: Padák
sv: Fallskärm
uk: Парашут

source: Drop plane
bg: Самолет за скокове
cs: Výsadkové letadlo
de: Absetzflugzeug
es: Avión en caída
fr: Avion largueur
hu: Permetezőgép
it: Aereo da lancio
nl: Paradropper
pl: Samolot ze skoczkami
ru: Покиньте самолёт
sk: Výsadkové lietadlo
sv: Släpp farkost
uk: Покиньте літак
