Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Set MacCready
bg: Задай Маккрийди
cs: Nastav MacCready
de: MacCready setzen
es: Fijar MacCready
fr: Entrer MacCready
hu: MacCready érték
it: Imposta MacCready
nb: Sett MacCready
nl: Instellen MacCready
pl: Ustaw MacCready
pt_br: Ajuste MacCready
ru: Установить MC
sk: Nastav MacCready
sv: Ställ MC
uk: Налаштування MacCready

source: Adjusts MC value used in the calculator. Use this to determine the effect on estimated task time due to changes in conditions. This value will not affect the main computer's setting if the dialog is exited with the Cancel button.
bg: Задаване на MC стойност използвана в калкулатора. Използвайте това за да определите ефекта от разчетното време за задачата поради промяна в условията. Тази стойност няма да повлияе настройките на главния компютър ако излезете от диалога с бутона „Отмяна“.

source: AAT range
bg: AAT обхват
cs: AAT rozsah
de: AAT Bereich
es: Alcance TAA
fr: Durée AAT
hu: HT táv
it: Estensione AAT
nb: AAT rekkevidde
nl: AAT bereik
pl: Długość obszarówki AAT
sk: AAT vzdialenosť
sv: AAT räckvidd
uk: Діапазон AAT

source: For AAT tasks, this value tells you how far based on the targets of your task you will fly relative to the minimum and maximum possible tasks. -100% indicates the minimum AAT distance. 0% is the nominal AAT distance. +100% is the maximum AAT distance.
bg: За AAT задачите тази стойност ви показва колко далеч въз основа на целите на задачата ще летите спрямо минималната и максималната възможна задача. -100% показва минималното AAT разстояние. 0% е номиналното AAT разстояние. +100% е максималното AAT разстояние.

source: Speed remaining
bg: Оставаща скорост
cs: Rychlost zbytku úlohy
de: Verbleibende Geschwindigkeit
es: Velocidad restante
fr: Vitesse restante
hu: Seb. maradék
it: Velocita rimanente
nb: Hastighet gjenstående
nl: Resterende snelheid
pl: Prędkość przewidywana
pt_br: Veloc restante
ru: Расчетная скорость
sk: Zostávajúca rýchlosť
sv: Återstående hast.

source: Achieved MacCready
bg: Постигнат Маккрейди
cs: Dosažený MacCready
de: Erreichter MacCready
es: MacCready logrado
fr: MacCready réalisé
hu: Elért MacCready érték
it: MacCready raggiunto
nb: Oppnådd MacCready
nl: Bereikte MacCready
pl: Uzysk.wartość MacCready
pt_br: MacCready Atingido
ru: Достигнутый MC
sk: Dosiahnutá MacCready hodnota
sv: Uppnådd MCready
uk: Досягнута MacCready

source: Achieved speed
bg: Постигната скорост
cs: Rychlost dosažená
de: Erreichte Geschwindigkeit
es: Velocidad lograda
fr: Vitesse réalisée
hu: Elért sebesség
it: Velocita raggiunta
nb: Oppnådd hastighet
nl: Bereikte snelheid
pl: Prędkość osiągnięta
pt_br: Veloc Atingida
ru: Достигнутая скорость
sk: Dosiahnutá rýchlosť
sv: Uppnådd hastighet
uk: Досягнута швидкість

source: Cruise efficiency
bg: Ефективност на полета
cs: Efektivita přeskoku
de: Vorflug Effizienz
es: Eficiencia de crucero
fr: Finesse Transition
hu: Siklás hatásfoka
it: Efficienza di crociera
nb: Glide-effektivitet
nl: Steek efficientie
pl: Efektywność MacCready'ego
pt_br: Eficiência planeio
ru: Качество
sk: Efektívita preskoku
sv: Effektivitet glid
uk: Якість на переході

source: Efficiency of cruise. 100 indicates perfect MacCready performance; greater than 100 indicates better than MacCready performance is achieved through flying in streets. Less than 100 is appropriate if you fly considerably off-track. This value estimates your cruise efficiency according to the current flight history with the set MC value. Calculation begins after task is started.
bg: Ефективност на полета. 100 показва идеално Маккрейди изпълнение, повече от 100 показва по-добро от теорията на Маккрейди постигнато чрез летене в облачни улици и конвергентни зони. По-малко от 100 е ако се отклоните значително от маршрута. Тази стойност оценява вашата ефективност по курса според текущата история на полета и зададената MC стойност. Изчислението започва след началото на задачата.

source: Valid start
bg: Валиден старт
cs: Platný start
de: Gültiger Abflug
es: Salida válida
fr: Départ Valide
hu: Érvényes start
it: Start valido
nb: Gyldig start
nl: Geldige start
pl: Poprawne odejście na trasę
pt_br: Larg válida
ru: Подтв. старта
sk: Platný štart
sv: Giltig Start
uk: Старт зараховано

source: Start time
bg: Време на старта
cs: Čas startu
de: Startzeit
es: Hora de salida
fr: Heure de départ
hu: Start ideje
it: Ora di inizio
nb: Starttid
nl: Starttijd
pl: Godzina odejścia na trasę
pt_br: Hora largada
ru: Время старта
sk: Čas štartu
sv: Starttid
uk: Час старту

source: Start alt.
bg: Стартова височина
cs: Výška startu
de: Starthöhe
es: Salida Alt.
fr: Alt. départ
hu: Start mag.
it: Alt. di partenza
nb: Starthøyde
nl: Start Hoogte
pl: Wys.start
pt_br: Altit largada
ru: Высота старта
sk: Výška štartu
sv: Starthöjd
uk: Висота старту.

source: Start point
bg: Стартова точка
cs: Startovní bod
de: Startpunkt
es: Punto de salida
fr: Point de départ
hu: Start pont
it: Punto start
nb: Startpunkt
nl: Startpunt
pl: Punkt startu
pt_br: Ponto largada
ru: Точка старта
sk: Bod štartu
sv: Startpunkt
uk: Точка старту

source: Start speed
bg: Стартова скорост
cs: Rychlost startu
de: Abfluggeschwindigkeit
es: Velocidad de salida
fr: Vitesse départ
hu: Start sebesség
it: Velocita start
nb: Starthastighet
nl: Startsnelheid
pl: Prędkość odejścia na trasę
pt_br: Veloc largada
ru: Старт. скорость
sk: Rýchlosť pri štarte
sv: Starthastighet
uk: Стартова швидкість

source: Finish min. alt.
bg: Мин. височина над финала
cs: Min. výška v cíli
de: Min. Ankunftshöhe
es: Alt. min. llegada
fr: Alt. Min. Arr.
hu: Cél min magasság
it: Alt. min. di arrivo
nb: Mål min. høyde.
nl: Finish H min
pl: Min.wys.przylotu
pt_br: Altura mín chegada
ru: Минимальная финишная высота
sk: Cieľ výška min.
sv: Min målgångshöjd
uk: Мін. вис. на фініші

source: Valid finish
bg: Валиден финал
cs: Platný cíl
de: Gültige Ankunft
es: Llegada valida
fr: Arrivée Valide
hu: Érvényes cél
it: TraguardoValido
nb: Gyldig målpassering
nl: Geldige finish
pl: Prawidł. finisz
pt_br: Cheg válida
ru: Подтв. финиша
sk: Platné ukončenie úlohy
sv: Giltig målgång
uk: Фініш зараховано

source: Local time
bg: Местно време
cs: Místní čas
de: Lokalzeit
es: Hora local
fr: Heure locale
hu: Helyi idő
it: Ora locale
nb: Lokaltid
nl: Lokale tijd
pl: Godz. w czasie lok.
pt_br: Hora local
ru: Местн. время
sk: Miestny čas
sv: Lokal tid
uk: Місцевий час

source: UTC time
bg: Универсално време (UTC)
cs: UTC čas
de: UTC Zeit
es: Hora UTC
fr: Heure UTC
hu: UTC idő
it: Ora UTC
nb: UTC-tid
nl: UTC tijd
pl: Godz. w czasie UTC
pt_br: Hora UTC
ru: Всемирное время
sk: UTC čas
sv: UTC tid
uk: Час UTC

source: UTC date
bg: Универсална дата (UTC)
cs: UTC datum
de: UTC Datum
es: Fecha UTC
fr: Date UTC
hu: UTC dátum
it: Data UTC
nb: UTC-dato
nl: UTC datum
pl: Data UTC
pt_br: Data UTC
ru: Всемирная дата
sk: UTC dátum
sv: UTC datum
uk: Дата UTC

source: Flight time
bg: Времетраене на полета
cs: Čas letu
de: Flugzeit
es: Tiempo de vuelo
fr: Durée du vol
hu: Repült idő
it: Tempo volo
nb: Flytid
nl: Vluchtduur
pl: Czas lotu
pt_br: Tempo de voo
ru: Время полета
sk: Dĺžka letu
sv: Flygtid
uk: Час польоту

source: Takeoff time
bg: Време на излитане
cs: Čas startu
de: Startzeit
es: Hora de despegue
fr: Heure décollage
hu: Felszállás
it: Ora decollo
nb: Farkostens Starttid
nl: Starttijd (Vlucht)
pl: Godz. startu
pt_br: Hora decolagem
ru: Время старта
sk: Čas vzletu
sv: Starttid
uk: Час злету

source: Landing time
bg: Време на кацане
cs: Čas přistání
de: Landezeit
es: Hora de aterrizaje
fr: Heure d'atterrissage
hu: Leszállás
it: Ora atterraggio
nb: Landingstid
nl: Landingstijd
pl: Godz. lądowania
pt_br: Hora pouso
ru: Время приземл.
sk: Čas pristánia
sv: Landningstid
uk: Час приземлення

source: Daylight time
bg: Лятно време
cs: Sluneční svit
de: Tageslicht Zeiten
es: Horario de verano
fr: Lever/Coucher du soleil
hu: Nappal
it: Ora legale
nl: Daglicht periode
pl: Wsch. - Zach. słońca
ru: Местное летнее время
sk: Doba denného svetla
sv: Dagtid
uk: Поясний час

source: Too much wind
bg: Твърде силен вятър
cs: Příliš silný vítr
de: Zu viel Wind
es: Demasiado viento
fr: Trop de vent
hu: Túl erős szél
it: Troppo vento
nb: For sterk vind
nl: Te veel wind
pl: Zbyt dużo wiatru.
pt_br: Muito Vento
ru: Слишком сильный ветер
sk: Príliš silný vietor
sv: För mycket vind
uk: Надто сильний вітер

source: No solution
bg: Няма решение
cs: Nemá řešení
de: Keine Lösung
es: Sin solución
fr: Pas de solution
hu: Nincs megoldás
it: Nessuna soluzione
nb: Ingen løsning
nl: Geen oplossing
pl: Brak rozwiązania
pt_br: Sem solução
ru: Нет решения
sk: Nemá riešenie
sv: Ingen lösning
uk: Нема рішення

source: Runway
bg: Писта
cs: VPD směr; délka
de: Startbahn
es: Pista
fr: Piste
hu: Futópálya
it: Pista
nb: Stripe
nl: Startbaan
pl: Pas startowy
pt_br: Pista
ru: Взлётно-посадочная полоса
sk: Pristávacia dráha
sv: Landningsbana
uk: Злітно-посадкова смуга

source: Short Name
bg: Кратко име
cs: Krátké jméno
de: Kurzname
es: Nombre corto
fr: Nom Fichier Court
it: Nome Breve
nl: Korte naam
sv: Kort namn
uk: Коротка назва

source: Bearing and Distance
bg: Азимут и разстояние
cs: Směr a vzdálenost
de: Peilung und Distanz
es: Rumbo y distancia
fr: Cap et distance
hu: Irány és távolság
it: Distanza e Direzione
nb: Retning og Distanse
nl: Richting en Afstand
pl: Kurs i Odległość
pt_br: Orientação e Distância
ru: Азимут и расстояние
sk: Smer a vzdialenosť
sv: Bäring och Distans
uk: Курс і відстань

source: Alt. diff. MC 0
bg: ΔH при MC=0
cs: ΔH při MC0
de: H Diff MC 0
es: Dif. Alt. MC 0
fr: Diff. Alt. MC 0
hu: Mag.tblt.MC.nul
it: Diff. alt. MC 0
nl: H verschil MC 0
pl: Różn.H dla MC 0
pt_br: Alt. dif. MC 0
sk: Výšk. rozdiel MC0

source: Alt. diff. MC safety
bg: ΔH при MC-безопасно
cs: ΔH při MC bezp
de: H Diff MC sicher
es: Diff. alt. MC de seguridad
fr: Diff. Alt. MC sécurité
hu: Mag.tblt.MC.biz
it: Alt. diff. MC sicurezza
nb: Høydediff MC sikkerhet
nl: H verschil veiligheids MC
pl: Różn.H dla MC bezp
pt_br: Alt. dif. MC seguro
sk: Výšk. rozdiel na bezpečnom MC
sv: Alt. diff. MC säker

source: Alt. diff. MC current
bg: ΔH при MC-текущо
cs: ΔH při MC akt
de: H Diff MC aktuell
es: Dif. alt. MC actual
fr: Diff. Alt. MC act.
hu: Mag.tblt.MC.akt
it: Alt. diff. MC attuale
nb: Høyde diff. MC nå
nl: H verschil huidige MC
pl: Różn.H dla MC bież
pt_br: Alt. dif. MC atual
sk: Výškový rozdiel na akt. MC
sv: Alt. diff. MC aktuell

source: Required glide ratio
bg: Необходимо качество
cs: Potřebná klouzavost
de: Benötigte Gleitzahl
es: Relación de planeo necesaria
fr: Finesse nécessaire
hu: Szükséges siklószám
it: Efficienza richiesta
nb: Nødvendig glidetall
nl: Vereiste glijgetal
pl: Wymagana doskonałość
pt_br: Taxa de planeio requerida
ru: Требуемый отношение глайдирования
sk: Potrebná kĺzavosť
sv: Glidtal som krävs
uk: Необхідна глісада

source: No task defined.
bg: Няма зададена задача.
cs: Úloha není definována.
de: Keine Aufgabe definiert.
es: Ninguna tarea definida.
fr: Pas de circuit défini.
hu: Nincs feladat létrehozva.
it: Nessun tema definito.
nb: Ingen oppgave definert.
nl: Geen opdracht gedefinieerd.
pl: Nie zdef. zadania.
pt_br: Sem prova definida.
ru: Задание не установлено
sk: Úloha nieje definovaná.
sv: Bana ej definierad.
uk: Завдання не визначено.

source: No active task point.
bg: Няма активна точка от задача.
cs: Bod úlohy není definován.
de: Kein Wendepunkt ausgewählt.
es: No hay ningún punto de tarea activo.
fr: Pas de point actif dans le circuit.
hu: Nincs aktív feladatpont.
it: Nessun punto del tema attivo.
nb: Ingen aktive punkter.
nl: Geen actief opdrachtpunt.
pl: Brak aktywnego PT
pt_br: Sem ponto de prova definido.
ru: Нет активных путевых точек задания
sk: Žiadny aktívny otočný bod.
sv: Ingen aktiv banpunkt.
uk: Нема активних ППМ завдання.

source: Replace in task
bg: Замени в задачата
cs: Nahradit v úloze
de: In Aufgabe ersetzen
es: Sustituir en la tarea
fr: Remplacer dans le circuit
hu: Feladatban kicserél
it: Sostit.nel tema
nb: Erstatt i oppgaven
nl: Vervang in opdracht
pl: Zastąp w trasie
pt_br: Substituir na prova
ru: Заменить в задаче
sk: Nahradiť v úlohe
sv: Ersätt i Bana
uk: Замінити в завданні

source: Task would not be valid after the change.
bg: Задачата няма да е валидна след промяната.
cs: Úloha nebude po změně validní.
de: Die Aufgabe wäre mit diesen Änderungen ungültig.
es: La tarea no sería válida después del cambio.
fr: Le circuit ne serait pas valide après modification.
hu: A feladat így érvénytelen lesz.
it: Il tema non sarà valido dopo la modifica.
nb: Oppgaven ville vært ugyldig etter endringen.
nl: Opdracht zou niet geldig zijn na de wijziging.
pl: Zadanie nie będzie poprawne po zmianach.
pt_br: A prova não será válida após a mudança.
ru: Задание не будет действительным после изменения.
sk: Úloha bude po zmene neplatná.
sv: Ogiltig bana efter ändringen.
uk: Завдання не буде дійсним після заміни.

source: Created Goto Task.
bg: Създадена е задача за отиване.
cs: Vytvořena jednobodová úloha (GoTo).
de: Zielflug angelegt.
es: Tarea GoTo creada.
fr: Créé circuit à 1-Pt.
hu: Létrehozott MENJ feladat
it: Creato Tema Goto.
nb: Gå-til oppgave opprettet.
nl: Ga naar Opdracht gemaakt.
pl: Utworzono zadanie 'docel-powrót'
pt_br: Criada Prova de Goto.
sk: Vytvorená jednobodová úloha.
sv: Skapat Goto uppgift.
uk: Створено завдання до ППМ.

source: Success
bg: Успех
cs: Úspěch
de: Erfolg
es: Correcto
fr: Succès
hu: Sikerült
it: Operazione riuscita
nb: Suksess
nl: Geslaagd
pl: Sukces
pt_br: Sucesso
ru: Успешно
sk: Úspech
sv: Lyckades
uk: Вдало

source: Created 2-point task from Goto Task.
bg: Създадена е задача с две точки от задача за отиване.
cs: Z jednobodové úlohy(GoTo) vytvořena dvoubodá.
de: Zwei Wegpunkt Aufgabe aus Zielflug angelegt.
es: Creada la tarea de 2 puntos desde Tarea Goto.
fr: Créé un circuit 2-Pts à partir du circuit à 1-Pt.
hu: MENJ feladatból létrehozott kétpontos feladat.
it: Creato tema a 2 punti dal tmea Goto.
nb: Opprettet 2-punkts oppgave fra Gå-til oppgaven.
nl: 2-punts opdracht aangemaakt uit Ga naar Opdracht.
pl: Utworzono zadanie dwupunktowe z zadania 'docel-powrót'.
pt_br: Criada prova com 2-pontos a partir de Prova de Goto.
sk: Vytvorená dvojbodová úloha z jednobodovej.
sv: Skapat en 2-punktsuppgift från Goto uppgift.
uk: Створено завдання з двома ППМ на основі завдання до ППМ.

source: Waypoint not in task.
bg: Пътната точка не е в задачата.
cs: Bod není v úloze.
de: Wegpunkt nicht in Aufgabe.
es: El waypoint no está en la tarea.
fr: Point de virage pas dans le circuit.
hu: A fordulópont nincs a feladatban.
it: Boa non nel tema.
nb: Vendepunktet ikke i oppgaven.
nl: Keerpunt niet in opdracht.
pl: Punkt trasy poza zadaniem
pt_br: Waypoint não está na prova.
ru: Точка не в зачаче.
sk: Otočný bod nieje v úlohe.
sv: Vägpunkt ej i bana.
uk: ППМ поза завданням.

source: Remove from task
bg: Премахни от задачата
cs: Odstranit z úlohy
de: Von Aufgabe entfernen
es: Eliminar de la tarea
fr: Enlever du circuit
hu: Feladatból töröld
it: Rimuovi dal tema
nb: Fjern fra oppgaven
nl: Verwijder uit opdracht
pl: Usuń z trasy
pt_br: Remover da prova
ru: Удалить из задачи
sk: Odobrať z úlohy
sv: Radera från bana
uk: Видалити з завдання

source: Replace in Task
bg: Замени в задачата
cs: Nahraď v úloze
de: In der Aufgabe ersetzen
es: Sustituir en la tarea
fr: Remplacer dans le circuit
hu: Feladatban kicserél
it: Sostituisci nel tema
nb: Erstatt i Oppgaven
nl: Vervang In Opdracht
pl: Zamień w Zadaniu
pt_br: Substituir na prova
ru: Заменить в задаче
sk: Nahraď v úlohe
sv: Ersätt i Bana
uk: Замінити в завданні

source: Insert in Task
bg: Вмъкни в задачата
cs: Vlož do úlohy
de: Zur Aufgabe hinzufügen
es: Insertar en tarea
fr: Insérer dans le circuit
hu: Feladatba beszúr
it: Inserisci nel tema
nb: Sett Inn i Oppgaven
nl: Invoegen In Opdracht
pl: Wstaw do Zadania
pt_br: Inserir na prova
ru: Вставить в задачу
sk: Vlož do úlohy
sv: Infoga i Bana
uk: Вставити в завдання

source: Append to Task
bg: Добави към задачата
cs: Připoj k úloze
de: Aufgabe erweitern
es: Añadir a la tarea
fr: Ajouter au circuit
hu: Feladathoz illeszt
it: Aggiungi al tema
nb: Legg Til Oppgaven
nl: Toevoegen Aan Opdracht
pl: Dołącz do Zadania
pt_br: Anexar à prova
ru: Добавить к задаче
sk: Pripoj k úlohe
sv: Lägg till i Bana
uk: Долучити до завдання

source: Remove from Task
bg: Премахни от задачата
cs: Odstraň z úlohy
de: Von der Aufgabe entfernen
es: Eliminar de la tarea
fr: Retirer du circuit
hu: Feladatból töröl
it: Rimuovi dal tema
nb: Fjern Fra Oppgaven
nl: Verwijder Uit Opdracht
pl: Usuń z Zadania
pt_br: Remover da prova
ru: Удалить из задачи
sk: Odstráň z úlohy
sv: Ta bort från Bana
uk: Видалити з завдання

source: Set as New Home
bg: Задай като „Начало“
cs: Jako nový domov
de: Als neue Heimat setzen
es: Establecer como nueva Base
fr: Définir comme nouveau point de départ
hu: Legyen ez a bázis
it: Imposta come Nuova Base
nb: Sett Som Nytt Hjemsted
nl: Instellen Als Nieuwe Thuisbasis
pl: Ustaw jako Dom
pt_br: Definir como Nova Casa
ru: Устан как Дом
sk: Nastav ako nový domov
sv: Ange som HEM
uk: Встановити як новий домашній ППМ

source: Pan to Waypoint
bg: Премести към пътна точка
cs: Posuň mapu na bod
de: Zeige zum Wegpunkt
es: Desplazamiento al Waypoint
fr: Aller au point de virage
hu: Gördülj a ponthoz
it: Sposta alla boa
nb: Flytt Kart Til Vendepunkt
nl: Verplaats Naar Keerpunt
pl: Przesuń do PT
pt_br: Deslocar para o Waypoint
ru: Перейти к точке
sk: Posuň na otočný bod
sv: Panorera till Vägpunkt
uk: Перемістити до ППМ

source: GoTo
bg: Отиди към
de: Fliege zu
es: Ir a
fr: Aller à
hu: Menj
it: Vola Verso
nb: Gå til
nl: Ga naar
pl: Leć do
pt_br: IR
ru: Лететь к
sk: Navigovať na
sv: Gå Till
uk: Летіти до

source: Pan To
bg: Премести към

source: Waypoint
bg: Пътна точка
cs: Otočný bod
de: Wegpunkt
hu: Fordulópont
it: Boa
nb: Vendepunkt
nl: Keerpunt
pl: PZ
pt_br: Ponto
ru: Точка
sk: Otočný bod
sv: Vägpunkt
uk: Точка маршруту

source: Delete waypoint?
bg: Да се изтрие ли пътната точка?
cs: Smazat otočný bod?
de: Wegpunkt löschen?
es: ¿Borrar waypoint?
fr: Supprimer le point de virage ?
it: Cancellare boa?
nl: Verwijder keerpunt?
pl: Czy usunąć Punkt Trasy?
pt_br: Apagar waypoint?
ru: Удалить путевую точку?
sk: Vymazať otočný bod?
sv: Ta bort vägpunkt?
uk: Видалити ППМ?

source: Waypoint Editor
bg: Редактор на пътни точки
cs: Editor OB
de: Wegpunkt Editor
es: Editor de waypoints
fr: Éditeur Waypoint
hu: Fordulópontok kezelése
it: Editor Punto di virata
nb: Vendepunktsredigering
nl: Keerpunt Editor
pl: Edytor PTrasy
pt_br: Editor Pontos
ru: Редактор точки
sk: Úprava otočných bodov
sv: Vägpunkts- editor
uk: Редактор ППМ

source: Save changes to waypoint file?
bg: Да се запазят ли промените във файл с пътни точки?
cs: Uložit změny v souboru s otočnými body?
de: Änderungen in Wegpunktedatei speichern?
es: ¿Guardar los cambios en el archivo de waypoints?
fr: Sauvegarder les modifications dans le fichier des points de virage ?
hu: Mentsem a fordulópont fájl változásait?
it: Salvare le modifiche nel file della boa?
nb: Lagre endringer i vendepunktsfil?
nl: Wijzigingen in keerpuntbestand opslaan?
pl: Czy zapisać zmiany w pliku punktów?
pt_br: Salvar alterações no arquivo de pontos?
ru: Сохранить изменения в файле точек?
sk: Uložiť zmeny do súboru s otočnými bodmi?
sv: Spara ändringar i vägpunktsfil?
uk: Зберегти зміни до файлу ППМ?

source: Waypoints edited
bg: Пътните точки бяха редактирани
cs: Otočné body upraveny
de: Wegpunkte bearbeitet
es: Waypoints editados
fr: Points de virage modifiés
hu: Fordulópontok szerkesztve
it: Boe modificate
nb: Vendepunktene redigert
nl: Keerpunten gewijzigd
pl: Edycja punktów
pt_br: Pontos editados
ru: Редактор Точек
sk: Otočné body upravené
sv: Vägpunkter editerade
uk: ППМ відредаговано

source: Turnpoint
bg: Повратна точка
cs: Otočný bod
de: Wendepunkt
es: Punto de giro
fr: Point de virage
it: Boa
nl: Keerpunt
pl: Punkt trasy
ru: Поворотная точка
sk: Otočný bod
sv: Vändpunkt
uk: ППМ

source: Landable
bg: Място за кацане
cs: Nouzová plocha
de: Landbar
es: Aterrizable
fr: Terrain posable
it: Atterrabile
nl: Buitenlandingsveld
pl: Lądowisko
sk: Možné pristátie
sv: Landningsbar
uk: Придатно для посадки

source: Mountain Pass
bg: Проход
cs: Horský průsmyk
de: Gebirgspass
es: Collado
fr: Col de Montagne
it: Passo Montuoso
nl: Bergpas
sv: Bergpass

source: Mountain Top
bg: Планински връх
cs: Horský vrchol
de: Berggipfel
es: Cumbre
fr: Sommet de Montagne
it: Cima
nl: Bergtop
sv: Bergtopp

source: Transmitter Mast
bg: Предавателна мачта
cs: Stožár/překážka
de: Sendemast
es: Antena
fr: Mât émetteur
it: Trasmettitore
nl: Zendmast
sv: Sändarmast

source: Tower
bg: Кула
cs: Chladící věž
de: Turm
es: Torre
fr: Tour
it: Torre
nl: Toren
sv: Torn
uk: Вежа

source: Tunnel
bg: Тунел
cs: Tunel
es: Tunel
uk: Тунель

source: Bridge
bg: Мост
cs: Most
de: Brücke
es: Puente
fr: Pont
it: Ponte
nl: Brug
sv: Bro
uk: Міст

source: Power Plant
bg: Електроцентрала
cs: Elektrárna
de: Kraftwerk
es: Central eléctrica
fr: Centrale électrique
it: Centrale Elettrica
nl: Energiecentrale
sv: Kraftverk
uk: Електростанція

source: VOR
bg: Радиофар

source: Dam
bg: Бент
cs: Přehrada
de: Damm
es: Presa
fr: Barrage

source: Castle
bg: Крепост
cs: Hrad
de: Schloss
es: Castillo
fr: Château

source: Intersection
bg: Кръстовище
cs: Křižovatka
de: Kreuzung
es: Intersección

source: Marker
bg: Маркер
cs: Značka
de: Marke
es: Marcador
fr: Marqueur
nl: Markering
pl: Marker/znacznik
pt_br: Marcador
ru: Маркер
sv: Markör
uk: Відмітка

source: Control Point
bg: Контролна точка
cs: Kontrolní bod
de: Kontrollpunkt
es: Punto de control
fr: Point de contrôle

source: PG Take Off
bg: Парапланер излитане
cs: Vzlet PG
de: Paraglider Startplatz
es: Despegue del PG
fr: Décollage de parapente

source: PG Landing Zone
bg: Зона за кацане на парапланер
cs: Přistání PG
de: Paraglider Landezone
es: Zona de desembarque PG
fr: Zone d'atterrissage

source: Comment
bg: Коментар
cs: Komentář
de: Anmerkung
es: Comentario
fr: Commentaire
hu: Infó
it: Commento
nb: Kommentar
nl: Opmerking
pl: Opis
pt_br: Comentário
ru: Комментарий
sk: Komentár
sv: Kommentar
uk: Коментар

source: Sorry, the waypoint editor is not yet available for the UTM coordinate format.
bg: За съжаление редакторът на пътни точки все още не е достъпен за координати във формат UTM.
cs: Editor otočných bodů ještě neumí souřadnice v UTM formátu.
de: Entschuldigung, die Wegpunktbearbeitung für das UTM Format ist noch nicht verfügbar.
es: Disculpe, el editor de waypoint s no esta disponible para el formato de coordenadas UTM.
fr: Désolé, l'éditeur de points de virage ne supporte pas encore les coordonnées au format UTM.
hu: Sajnos a fordulópont szerkesztő még nem kezeli az UTM koordináta formátumot.
it: Spiecente, l'editor delle boe non è ancora diponibile per le coordinate in formato UTM.
nb: Beklager, vendepunktsredigering tillater foreløpig ikke UTM formater.
nl: Sorry, de keerpunt editor is nog niet beschikbaar voor UTM coordinaten.
pl: Przepraszamy, edytor punktów zwrotnych nie jest jeszcze dostępny dla formatu współrzędnych UTM.
pt_br: Desculpe, o editor de waypoint ainda não está disponível para o formato de coordenadas UTM.
ru: К сожалению, редактор путевых точек ещё не доступен для координат в формате UTM.
sk: Prepáčte, úpravy otočných bodov v UTM formáte ešte nefungujú.
sv: Tyvärr, vägpunktseditorn kan ännu inte hantera UTM koordinater.
uk: Вибачте, редактор ППМ ще не доступний для формату координат UTM.

source: Choose a filter or click here
bg: Изберете филтър или щракнете тук
cs: Vyberte filtr nebo klikněte zde
de: Wähle einen Filter oder klicke hier
es: Elija un filtro o haga click aqui
fr: Choisir un filtre ou cliquer ici
hu: Válasszon szűrőt vagy kattintson ide
it: Scegli un filtro o clicca qui
nb: Velg et filter eller klikk her
nl: Kies een filter of klik hier
pl: Wybierz jeden z filtrów lub kliknij tutaj
pt_br: Selecione um filtro ou clique aqui
ru: Выберите фильтр или нажмите здесь
sk: Zvoľ filter alebo klikni tu
sv: Välj filter eller tryck här
uk: Виберіть фільтр або клацніть тут
