Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Average dry thermal updraft strength near mid-BL height. Subtract glider descent rate to get average vario reading for cloudless thermals. Updraft strengths will be stronger than this forecast if convective clouds are present, since cloud condensation adds buoyancy aloft (i.e. this neglects "cloudsuck"). W* depends upon both the surface heating and the BL depth.
bg: Средна скорост на сух термичния възходящ поток близо до средната височина на ГС (граничния слой). Извадете пропадането на летателния апарат за да изчислите средното качване на синя термика. Въздушния поток ще е по-силен от прогнозния ако има конвективни облаци, тъй като кондензацията отделя допълнително енергия. W* зависи от земното нагряване и от височината на ГС.

source: BL Wind spd
bg: Скорост на вятъра в ГС
cs: KV rychl větru
de: KS WindGschw
es: Vel. del viento en capa límite
fr: V Vent CC
hu: Hr szélseb.
it: Vel Vento BL
nb: BL Vind hast
nl: Vwind GL
pl: BL - prędkość wiatru
pt_br: Vel Vento CL
sk: RýchlVetra Kv
sv: BL vindhastighet

source: The speed and direction of the vector-averaged wind in the BL. This prediction can be misleading if there is a large change in wind direction through the BL.
bg: Скоростта и посоката на средно претегления вектор на вятъра в ГС (граничния слой). Това показание може да е подвеждащо ако има голям градиент на вятъра във височината на ГС.

source: H bl
bg: Височ. ГС
cs: H dostup čistá
de: H AS
fr: H cc
hu: Hr mgsg.
nl: H GL
pt_br: A cl
sk: V Kv

source: Height of the top of the mixing layer, which for thermal convection is the average top of a dry thermal. Over flat terrain, maximum thermalling heights will be lower due to the glider descent rate and other factors. In the presence of clouds (which release additional buoyancy aloft, creating "cloudsuck") the updraft top will be above this forecast, but the maximum thermalling height will then be limited by the cloud base. Further, when the mixing results from shear turbulence rather than thermal mixing this parameter is not useful for glider flying.
bg: Горна граница на слоя с механично смесване на атмосферата, който за термична конвекция е осреднената височина на сухата термика. Над равнинен релеф максималната височина на термиката ще е по-ниска поради пропадането на планера и други фактори. При наличие на облаци, които освобождават допълнително енергия създавайки „засмукване“ от облака, вертикалния поток ще е над прогнозирания, но максималната височина на термиката ще е ограничена до базата (летене в облака е забранено). Нещо повече, когато механичното смесване е породено от турбуленция на срез, а не от конвективно термично смесване, този параметър не е използваем за безмоторно летене.

source: dwcrit
bg: Синя база
hu: dw krit.
nb: dwkrit

source: This parameter estimates the height above ground at which the average dry updraft strength drops below 225 fpm and is expected to give better quantitative numbers for the maximum cloudless thermalling height than the BL Top height, especially when mixing results from vertical wind shear rather than thermals. (Note: the present assumptions tend to underpredict the max. thermalling height for dry conditions.) In the presence of clouds the maximum thermalling height may instead be limited by the cloud base. Being for "dry" thermals, this parameter omits the effect of "cloudsuck".
bg: Този параметър оценява височината над земната повърхност, при която средната стойност на възходящия поток пада под 1.14 м/с и се предполага, че ще прогнозира по-точно максималната термична височина, когато няма облаци, отколкото параметъра за височина на ГС, особено когато механичното смесване на въздуха е породено от срезове, не от термики. (Забележка: настоящата прогноза подценява термичната височина за сух въздух) При наличие на облаци максималната термална височина може вместо това да се ограничи до базата на облаците (забрана за летене в облак). Тъй като този параметър е за „сухи“ термики, той не отчита ефекта на „засмукване“ от облака.

source: bl cloud
bg: ГС обл. покривка
cs: KV zákl mraků
de: KS Wolke
es: nube capa límite
fr: cc nuage
hu: Hr felhő
it: nuvole bl
nb: bl sky
nl: Wolk GL
pt_br: Nuvem CL
sk: Kv mrak
sv: BL moln

source: This parameter provides an additional means of evaluating the formation of clouds within the BL and might be used either in conjunction with or instead of the other cloud prediction parameters. It assumes a very simple relationship between cloud cover percentage and the maximum relative humidity within the BL. The cloud base height is not predicted, but is expected to be below the BL Top height.
bg: Този параметър осигурява допълнителен метод за оценка на образуването на облаци в ГС (граничния слой) и може да се използва в комбинация с или вместо други параметри за прогнозиране на облаците. Той допуска много проста връзка между облачното покритие в проценти и максималната относителна влажност в ГС. Височината на базата не се прогнозира, но се очаква да е под горната граница на ГС.

source: Sfc temp
bg: Повърхн. темп.
cs: Sfc tepl
es: Temp Ter
fr: Temp Sfc
hu: Talaj hőm
nb: Bakketemp
nl: T Grond (2m)
pl: Temp. na ziemi
pt_br: Temp superf
sk: pov tepl

source: The temperature at a height of 2m above ground level. This can be compared to observed surface temperatures as an indication of model simulation accuracy; e.g. if observed surface temperatures are significantly below those forecast, then soaring conditions will be poorer than forecast.
bg: Температурата в приземния слой 2 м над земната повърхност. Тя може да се сравни с наблюдаваната температура на повърхността, което е индикация точността на симулирания модел на атмосферата. Т.е. ако наблюдаваната температура на повърхността е значително под прогнозната, то условията за планиране ще са по-лоши от прогнозните.

source: hwcrit
bg: Таван при синьо
hu: w mgsg krit
nb: hwkrit
sk: vwcrit

source: This parameter estimates the height at which the average dry updraft strength drops below 225 fpm and is expected to give better quantitative numbers for the maximum cloudless thermalling height than the BL Top height, especially when mixing results from vertical wind shear rather than thermals. (Note: the present assumptions tend to underpredict the max. thermalling height for dry conditions.) In the presence of clouds the maximum thermalling height may instead be limited by the cloud base. Being for "dry" thermals, this parameter omits the effect of "cloudsuck".
bg: Този параметър прогнозира височината, на която средната скорост на вертикалния поток пада под 1.14 м/с и се очаква той да дава по-добра количествена оценка за максималната височина на „синята“ термика отколкото горната граница на ГС (граничния слой), особено когато механичното смесване на въздуха е причинено от въздушен срез („ножица“) на вятъра, а не от термика. Забележка: това допускане по-скоро подценява максималната височина на термиката при сухи условия. При наличие на облаци максималната използваема височина на термиката се ограничава от базата на облака. Понеже е за „сухи“ термики, този параметър не оценява ефекта от „засмукване“ на облака.

source: wblmaxmin
bg: Макс. височ. суха терм.
hu: w hr maxmin
nb: wblmaksmin
pt_br: wclmaxmin

source: Maximum grid-area-averaged extensive upward or downward motion within the BL as created by horizontal wind convergence. Positive convergence is associated with local small-scale convergence lines. Negative convergence (divergence) produces subsiding vertical motion, creating low-level inversions which limit thermalling heights.
bg: Максимално осреднено по обширна площ възходящо или низходящо движение в ГС (граничния слой) създадено от хоризонтална ветрова конвергенция. Положителна конвергенция е свързана с малки по мащаб местни конвергентни линии. Отрицателна конвергенция (дивергенция) поражда затихващо вертикално движение, създавайки ниски инверсии, които ограничават височината на термиките.

source: blcwbase
bg: ГС база обл.
hu: Hr cw alap
nb: blcwbas
pt_br: clcwbase

source: Score
bg: Точки
cs: Skóre
de: Punkte
es: Puntuación
fr: Résultat
hu: Pont
it: Punteggio
nb: Poengsum
pl: Wynik
pt_br: Pontuação
ru: Очки
sk: Hodnotenie
sv: Poäng
uk: Очки

source: pts
bg: т.
cs: bodů
de: Punkte
es: puntos
hu: pont
it: punti
nb: poeng
nl: ptn
pl: pkt.
sk: Body
sv: poäng
uk: очок

source: Task to go
bg: Задача за изпълнение
cs: Čas do cíle
de: verbleibende Aufgabe
es: Tarea restante
fr: Circuit restant
hu: Hátralévő idő
it: Tema rimanente
nb: Oppgave gjenstående
nl: Opdracht resterend
pl: Pozostały czas trasy
pt_br: Prova rest
ru: Время до
sk: Zvyšok úlohy
sv: Bana återstående
uk: Завдання до виконання

source: AAT to go
bg: AAT остава
cs: AAT čas do cíle
de: verbleibende AAT
es: TAA restante
fr: Durée restante AAT
hu: AAT hátralévő
it: AAT rimanente
nb: AAT gjenstående
nl: AAT resterend
pl: AAT
pt_br: AAT rest
sk: Zvyšok AAT úlohy
sv: AAT återstående
uk: ААТ до завершення

source: Distance to go
bg: Оставащо разстояние
cs: Vzdál. do cíle
de: verbleibende Strecke
es: Distancia restante
fr: Distance à faire
hu: Hátralévő táv
it: Distanza rimanente
nb: Distanse gjenstående
nl: Afstand resterend
pl: Pozostała odległość
pt_br: Distância a percorrer
sk: Vzdialenosť do cieľa
sv: Återstående sträcka
uk: Відстань до фінішу

source: Target speed
bg: Целева скорост
cs: Cílová rychlost
de: Zielgeschwindigkeit
es: Velocidad objetivo
fr: Vitesse de la cible
hu: Cél sebesség
it: Velocità obiettivo
nb: Ønsket hastighet
nl: Streefsnelheid
pl: Prędkość docelowa
pt_br: Velocidade alvo
ru: Заданная скорость
sk: Cieľová rýchlosť
sv: Målhastighet
uk: Цільова швидкість

source: Working band
bg: Работен диапазон
cs: Pracovní pásmo
de: Arbeitsbereich
es: Banda de trabajo
fr: Bande de Travail
hu: Munkasáv
it: Fascia di lavoro
nb: Arbeidsområdet
nl: Werkgebied
pl: Przedział wysokości
pt_br: Banda de trabalho
ru: Рабочая частота
sk: Pracovné pásmo
sv: Arbetsområde
uk: Робочий діапазон

source: Ceiling trend
bg: Тенденция на тавана
cs: Trend dostupu
de: Obergrenze Trend
es: Tendencia de techo
fr: Plafond à court terme
hu: Felhőalap trend
it: Andamento soffitto
nb: Takhøydeutvikling
nl: Wolkenbasis trend
pl: Trend puł.
pt_br: Tendênc teto
ru: Верхняя граница
sk: Trend základní
sv: Molnbas trend
uk: Тенденція макс висоти

source: Avg. climb
bg: Средно качване
cs: Průměrné stoupání
de: Steig mittl
es: Ascenso promedio
fr: Taux de montée moyen
hu: Átlag emelés
it: Salita media
nb: Snittstig
nl: Gem. m/s
pl: Śr. wznoszenie
pt_br: Subid méd
ru: Средн Набор
sk: Pr. stúpanie
sv: Snitt Stig
uk: Сер. набір висоти

source: Climb trend
bg: Тенденция на качване
cs: Trend stoupání
de: Steigen Trend
es: Tendencia de ascenso
fr: Tendance Vario
hu: Emelkedési trend
it: Andamento Salita
nb: Stigutvikling
nl: Trend m/s
pl: Trend wznoszenia
pt_br: Tendênc subida
ru: Тенденции набора
sk: Trend stúpania
sv: Stigtrend
uk: Тенденція набору висоти

source: L/D
bg: Качество
fr: Finesse

source: Min. sink
bg: Мин. пропадане
cs: Min. opadání
de: Min. Sinken
es: Desc. mín.
fr: Chute Mini
hu: Gazdaságos
it: Min. disc.
nb: Min. synk
nl: Min dalen
pl: Min. opadanie
pt_br: Afund mín
ru: Мин сниж
sk: Min. opadanie
sv: Min sjunk
uk: Мін. шв. зниження

source: Mass
bg: Маса
cs: Hmotnost
de: Masse
es: Masa
fr: Masse
hu: Tömeg
it: Massa
nb: Masse
nl: Massa
pl: Masa
pt_br: Massa
ru: Масса
sk: Hmotnosť
sv: Vikt
uk: Маса

source: Wing loading
bg: Крилно натоварване
cs: Pl. zatížení
de: Flächenbelastung
es: Carga alar
fr: Charge alaire
hu: Felületi terhelés
it: Carico alare
nb: Vingebelastning
nl: Vleugelbelasting
pl: Obc. powierzchni
pt_br: Carga alar
ru: Загрузка крыла
sk: Plošné zaťaženie
sv: Vingbelastning
uk: Навантаження на крило

source: Thermal height
bg: Височина на потока
cs: Dostup
de: Aufwindhöhe
es: Altura de térmica
fr: Hauteur des thermiques
hu: Termik magasság
it: Altezza termica
nb: Termikkhøyde
nl: Thermiek hoogte
pl: Wysokość komina
pt_br: Altura térmica
ru: Высота потока
sk: Výška stúpavého prúdu
sv: Termik höjd
uk: Висота терміка

source: Cloud base
bg: Облачна база
cs: Základna mraků
de: Wolkenbasis
es: Base de nubes
fr: base des nuages
hu: Felhőalap
it: Base cumulo
nb: Skybas
nl: Wolkenbasis
pl: Podstawa chmur
pt_br: Base nuvens
ru: База
sk: Základňa mrakov
sv: Molnbas
uk: Кромка хмар

source: Vopt
bg: V опт
hu: Seb opt
pl: V MCdelf
ru: V оптим
sk: R opt.
uk: V оптим

source: Vave
bg: V̅ср
cs: V prům
de: Vdurchschnitt
es: Onda
fr: Vmoy
nl: Spoedig
pl: Fala
sk: Rpriem
sv: Vavg

source: Vest
bg: Vразч.
cs: V odh
de: Vvorraussichtlich
nl: Hesje
pl: Zachód
sk: Rodh

source: Quit program?
bg: Изход от програмата?
cs: Ukončit program?
de: Programm beenden?
es: ¿Salir del Programa?
fr: Sortir du programme ?
hu: Kilép a programból?
it: Terminare programma?
nb: Avslutt program?
nl: Programma afsluiten?
pl: Zakończyć?
pt_br: Sair do programa?
ru: Закрыть XCSoar?
sk: Ukončiť program?
sv: Avsluta program?
uk: Вийти з програми?

source: European
bg: Европейски
cs: Evropské
de: Europäisch
es: Europeo
fr: Européen
hu: Európai
it: Europeo
nb: Europeisk
nl: Europees
pl: Europejski
pt_br: Europeu
ru: Европейский
sk: Európske
sv: Europeisk
uk: Європейський

source: British
bg: Британски
cs: Britské
de: Britisch
es: Británico
fr: Anglais (GB)
hu: Brit
it: Britannico
nb: Britisk
nl: Engels (Brits)
pl: Brytyjski
pt_br: Inglês (GB)
ru: Британский
sk: Britské
sv: Engelska (UK)
uk: Британський

source: American
bg: Американски
cs: Americká
de: Amerikanisch
es: Americano
fr: Américain
hu: Amerikai
it: Americano
nb: Amerikansk
nl: Amerikaans
pl: Amerykański
pt_br: Americano
ru: Американский
sk: Americké
sv: Amerika (US)
uk: Американський

source: Australian
bg: Австралийски
cs: Australské
de: Australisch
es: Australiano
fr: Australien
hu: Ausztrál
it: Australiano
nb: Australsk
nl: Australisch
pl: Australijski
pt_br: Australiano
ru: Австрийский
sk: Austrálske
sv: Australisk
uk: Австралійський

source: Polar has invalid coefficients. Using LS8 polar instead!
bg: Полярата съдържа недопустими коефициенти. Вместо това се използва поляра LS8!
cs: Polára má chybné koeficienty. Použita polára LS8!
de: Die Polare hat ungültige Koeffizienten. Nehme die LS8 Polare anstelle!
es: Polar tiene coeficientes inválidos. ¡Se usará la polar de LS8!
fr: La polaire a des coefficients invalides. Utilisation de la polaire du LS8 à la place !
hu: A polárgörbén érvénytelen együtthatók vannak! Helyette az LS8 görbéjét használom!
it: La polare ha coefficienti non nvalidi. Utilizzo invece la polare LS8!
nb: Polaren har ugyldige polarverdier. Bruker LS8 seilflypolar istedenfor!
nl: Polar heeft ongeldige cofficinten. Gebruik daarom de LS8 polaire!
pl: Krzywa biegunowa ma nieprawidłowe współczynniki. Zastępczo użyto krzywej biegunowej LS8.
pt_br: Polar tem coeficientes inválidos. Usando polar do LS8!
ru: Поляра содержит недопустимые коэффициенты. Используйте поляру LS8 вместо этой!
sk: Polára má nesprávne koeficienty. Použita polára LS8!
sv: Polaren har ogiltliga koeffecienter. Använder LS8 polar istället!
uk: Поляра має не вірні коефіцієнти. Використання LS8 замість поляри !

source: Warning
bg: Предупреждение
cs: Varování
de: Warnung
es: Advertencia
fr: Attention
hu: Figyelmeztetés
it: Avviso
nb: Advarsel
nl: Waarschuwing
pl: Uwaga
pt_br: Alerta
ru: Внимание
sk: Varovanie
sv: VARNING
uk: Застереження

source: Battery low
bg: Нисък заряд на батерията
cs: Nízký stav baterie
de: Batteriestand niedrig
es: Batería baja
fr: Batterie faible
hu: Lemerült a telep
it: Batteria scarica
nb: Lite batteri
nl: Accu bijna leeg
pl: Bateria słaba
pt_br: Bateria fraca
ru: Низкий заряд батареи
sk: Batéria je slabá
sv: Batterispänningen är låg
uk: Заряд батареї низький

source: Loading Terrain File...
bg: Зареждане на файл с релефа...
cs: Nahrávám Terén...
de: Lade Geländedatei...
es: Cargando Archivo de Terreno...
fr: Chargement du fichier de topographie…
hu: Terep fájl betöltése...
it: Caricando File del Terreno...
nb: Laster Terrengfil...
nl: Terreinbestand laden...
pl: Ładowanie pliku terenu...
pt_br: Carregando Arquivo de Terreno...
ru: Загружаю файл Местности
sk: Načítavanie súboru s terénom...
sv: Laddar Terrängfil..
uk: Завантаження файлу ландшафту...

source: Initialising
bg: Инициализиране
cs: Inicializuji
de: Initialisierung läuft
es: Inicializando
fr: Initialisation
hu: Előkészülés
it: Inizializzazione
nb: Initialiser
nl: Initialiseren
pl: Inicjowanie
pt_br: Inicializando
ru: Инициализация
sk: Spúštanie
sv: Initsierar
uk: Ініціалізація

source: Loading Topography File...
bg: Зареждане на файл с топография...
cs: Nahrávám soubory terénu...
de: Lade Topographie-Datei...
es: Cargando Archivo de Topografía...
fr: Chargement du fichier de topography…
hu: Térképjelek betöltése...
it: Caricamento File Topografia...
nb: Laster Topografi-fil
nl: Topografiebestand laden...
pl: Wczytywanie pliku topografii.
pt_br: Carregando Arquivo Topografia ...
ru: Загрузка файла Топографии
sk: Nahrávam súbor s topografiou...
sv: Laddar topografin...
uk: Завантаження файлу топології…

source: Loading Waypoints...
bg: Зареждане на пътни точки...
cs: Nahrávám otočné body...
de: Lade Wegpunkte...
es: Cargando Waypoints ...
fr: Chargement des points de virage…
hu: Fordulópontok betöltése...
it: Caricamento boe...
nb: Laster inn Vendepunkter...
nl: Keerpunten laden...
pl: Ładowanie punktów zwrotnych...
pt_br: Carregando Waypoints...
ru: Загрузка путевых точек...
sk: Nahrávam otočné body...
sv: Laddar vägpunkter...
uk: Завантаження шляхових точок ...

source: Loading Airfield Details File...
bg: Зареждане на файл с подробности за летищата...
cs: Nahrávám databázi letišť...
de: Lade Flugplatzdetails...
es: Cargando Archivo de Detalles de Aeródromo...
fr: Chargement du fichier de détails des aérodromes…
hu: Reptéri részletek betöltése...
it: Caricamento File Dettagli Campo Volo...
nb: Laster inn Fil med Flyplassdetaljer...
nl: Vliegveld Informatie-bestand laden...
pl: Wczyt. pliku info lotnisk...
pt_br: Carregando arquivo de detalhes do aeródromo...
ru: Загрузка файла с подробной информацией о аэродроме...
sk: Nahrávam databázu letísk...
sv: Laddar fil med flygfältsdata...
uk: Завантаження файлу аеродромів з подробицями...

source: Starting devices
bg: Включване на устройства
cs: Spouštím zařízení
de: Starte Geräte
es: Iniciando dispositivos
fr: Démarrage des périphériques
hu: Eszközök indítása
it: Avvio dispositivi
nb: Starter enheter
nl: Apparaten opstarten
pl: Uruchamianie urządzeń
pt_br: Iniciando dispositivos
ru: Включение устройства
sk: Štartovanie zariadení
sv: Startar enheter
uk: Пристрої стартують

source: Initialising display
bg: Инициализиране на екрана
cs: Zapínám displej
de: Initialisiere Anzeige
es: Inicializando pantalla
fr: Initialisation de l'affichage
hu: Kijelző előkészítése
it: Inizializzazione display
nb: Initialiser skjerm
nl: Initialiseren scherm
pl: Inicjowanie wyświetlacza
pt_br: Inicializando display
ru: Инициализация дисплея
sk: Spúštanie displeja
sv: Initierar display
uk: Ініціалізація дисплея

source: Shutdown, please wait...
bg: Изключване, моля изчакайте...
cs: Vypínám, prosím čekejte...
de: Wird beendet, bitte warten...
es: Apagando, por favor espere...
fr: Arrêt en cours, merci de patienter…
hu: Leállás, kérem várjon...
it: Spegnimento, attendere...
nb: Avslutter, vennligst vent...
nl: Afsluiten, een moment geduld...
pl: Kończenie, proszę czekać...
pt_br: Desligando, aguarde ...
ru: Завершение работы, пожалуйста, подождите ...
sk: Vypínanie, prosím čakajte...
sv: Stänger av, vänta...
uk: Вимкнення, зачекайте...

source: Shutdown, saving logs...
bg: Изключване, запазване на журнални файлове...
cs: Vypínám, ukládám logy...
de: Abschalten, speichere Logs...
es: Apagando, guardando registros…
fr: Arrêt en cours, enregistrement des données…
hu: Leállás, naplók mentése...
it: Spegnimento, salvataggio registri...
nb: Avslutter, lagrer logger...
nl: Afsluiten, logs opslaan...
pl: Kończenie, zapisywanie logów...
pt_br: Desligando, salvando logs ...
ru: Завершение работы, сохраняю записи...
sk: Vypínanie, ukladanie logov...
sv: Stänger av, sparar loggar...
uk: Вимкнення, збереження логів...

source: Shutdown, saving profile...
bg: Изключване, запазване на профил...
cs: Vypínám, ukládám profil...
de: Wird beendet, speichere Profil...
es: Apagando, guardando perfil…
fr: Arrêt en cours, enregistrement du profil…
hu: Leállás, profil mentése...
it: Spegnimento, salvataggio profilo...
nb: Avslutter, lagrer profiler...
nl: Afsluiten, profiel opslaan...
pl: Kończenie, zapisywanie profilu...
pt_br: Desligando, salvando perfil ...
ru: Завершение работы, сохраняю настройки ...
sk: Vypínanie, ukladanie profilu...
sv: Stänger av, sparar profil...
uk: Вимкнення, збереження профілю...

source: Shutdown, saving task...
bg: Изключване, запазване на задача...
cs: Vypínám, ukládám úlohu...
de: Wird beendet, speichere Aufgabe...
es: Apagando, guardando tarea…
fr: Arrêt en cours, enregistrement du circuit…
hu: Leállás, feladat mentése...
it: Spegnimento, salvataggio tema...
nb: Avslutter, lagrer oppgaven...
nl: Afsluiten, opdracht opslaan...
pl: Kończenie, zapisywanie trasy...
pt_br: Desligando, salvando prova ...
ru: Завершение работы, сохраняю упражнения...
sk: Vypínanie, ukladanie úlohy...
sv: Stänger av, sparar bana...
uk: Вимкнення, збереження завдання...

source: Unable to open port
bg: Грешка при отваряне на порт
cs: Nemohu otevřít port
de: Kann Port nicht öffnen
es: No se puede abrir el puerto
fr: Impossible d'ouvrir le port
hu: A port nem nyitható meg.
it: Impossibile aprire la porta
nb: Kan ikke åpne porten
nl: Kan poort niet openen
pl: Nie można otworzyć portu.
pt_br: Não é possível abrir a porta
ru: Ошибка открытия порта
sk: Nemôžem otvoriť port
sv: Kan ej öppna port
uk: Неможливо відкрити порт

source: Sending declaration
bg: Изпращане на декларация
cs: Zasílám deklaraci
de: Übertrage Deklaration
es: Enviando declaración
fr: Envoi de la déclaration
hu: Deklarálás küldése
it: Invio dichiarazione
nb: Sender deklarasjonen
nl: Verzenden van declaratie
pl: Wysyłanie deklaracji
pt_br: Enviando declaração
ru: Отправка заявления
sk: Posielam deklaráciu
sv: Sänder deklaration
uk: Надсилання декларації

source: Reading flight list
bg: Четене на полетния списък
cs: Načítám seznamu letů
de: Lese Flugliste
es: Leyendo lista de vuelos
fr: Lecture de la liste de vol
hu: Repülési lista betöltése
it: Lettura lista voli
nb: Leser flyturliste
nl: Vluchtlijst lezen
pl: Odczyt listy plików
pt_br: Lendo lista de voos
ru: Чтение полетного списка
sk: Načítavam zoznam letov
sv: Läser flyglista
uk: Читання списку рейсів

source: Downloading flight log
bg: Изтегляне на журнала с полетите
cs: Stahuji záznam letu
de: Lade Fluglog runter
es: Descargando registro de vuelo
fr: téléchargement du log du vol
hu: Napló letöltése
it: Scaricamento registro volo
nb: Laster ned tracklog
nl: Logboek downloaden
pl: Ściąganie "log'a" lotu.
pt_br: Baixando log de voo
ru: Загружаю историю полета
sk: Sťahujem záznam letu
sv: Laddar ner flyglogg
uk: Завантаження логу польоту

source: Disabled
bg: Изключено
cs: Vypnuto
de: Deaktiviert
es: Deshabilitado
fr: Désactivée
hu: Tiltva
it: Disabilitato
nb: Deaktivert
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desativado
ru: ОТКЛЮЧИТЬ
sk: Vypnuté
sv: Avstängd
uk: Вимкнено

source: BLE sensor
bg: BLE сензор
cs: BLE senzor
es: Sensor BLE
fr: Capteur BLE
it: Sensore BLE
sv: BLE givare
uk: Датник BLE

source: BLE port
bg: BLE порт
de: BLE Anschluss
es: Puerto BLE
fr: Port BLE
it: Porta BLE
nl: BLE poort
uk: Порт BLE

source: Bluetooth server
bg: Bluetooth сървър
es: Servidor Bluetooth
fr: Serveur Bluetooth
hu: Bluetooth szerver
it: Server Bluetooth
pl: Serwer Bluetooth
ru: Сервер блютуз
uk: Сервер Bluetooth
