Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: This produces a fake TE vario gross vertical velocity. It can be used when in circling mode to demonstrate the lift tones. When not in circling mode, set this to a realistic negative value so speed command tones are produced.
cs: Nastavení generuje "falešné" brutto stoupání/klesání TE vária. Lze použít v režimu kroužení k demonstraci tónů vária. Mimo režim kroužení nastavte na realistickou zápornou hodnotu, aby došlo ke generování tónů Speed Commanderu.
de: Dies erzeugt eine künstliche TE Vario Brutto-Vertikalbewegung. Es kann im Steigmodus dazu benutzt werden um den Vario-Ton zu demonstrieren. Ansonsten werden Töne für die Geschwindigkeitsempfehlung erzeugt. Dazu ist es nötig realistische negative Werte einzustellen.
es: Crea un valor de Vario de Energía Total falso. Puede ser usado para probar el sonido del vario en modo ascenso. En otros modos, ajústelo a un valor realista negativo para reproducir los sonidos del calculador de velocidad de vuelo.
fr: Ceci produit une fausse valeur de vario à énergie totale. Cela peut être utilisé en mode spirale pour tester les tonalités. Or du mode spirale, le régler à une valeur réaliste négative de façon à produire des sons correspondants à la consigne de vitesse.
hu: Ez egy hamis függőleges sebességet ad az összenergia variónak. Körözés módban az emelés hangszíneinek bemutatására lehet használni. Körözésen kívül állítsa ezt egy reális negatív értékre, hogy a sebesség utasítások hangjai megszólaljanak.
it: Produce un valore fittizio della velocità verticale lorda TE. Si può usare nella modalità termica per dimostrare il tono di salita. Quando non in modalità termica, impostare un valore negativo realistico in modo che siano prodotti toni di comando di velocità.
nb: Simuleringsverdi for vertikal lufthastighet. Kan brukes til å demonstrere variolyder under termikkflyging. Sett den til en realistisk verdi i strekkflygingsmodus for å simulere speed-to-fly hastighetstoner.
nl: Produceert een nep TE vario bruto verticale snelheid. Kan gebruikt worden om in thermiek modus de stijg tonen te demonstreren. Indien niet in thermiek modus, stel dan een realistische negatieve waarde in om de steek tonen te produceren.
pl: Ustwienie symulowanej wartości brutto prędkości pionowej jakby pochodziła z wariometru z sondą TE. W celu przeprowadzenia testowej demonstracji można użyć w trybie krążenia. W trybie przeskoku ustaw realistyczne wartości ujemne aby odsłuchać dzwięki poleceń dostosowania prędkości.
pt_br: Isto produz um fake do vario bruto vertical TE. Isto pode ser usado em modo giro para demonstrar os sons de subida. Quando não estiver em modo giro, ajuste isto para um valor de velocidade negativa realístico em que o som será produzido.
sk: Toto produkuje falošnú hrubú rýchlosť TE vária. Môže byť použité v krúžiacom režime pre demonštráciu zvukov stúpania. Mimo režimu stúpania nastaviť na realistickú negatívnu hodnotu pre produkciu zvukov rýchlostného vária.
sv: Detta producerar simulerad TE vario vertikal bruttohastighet. Det kan användas i kurvläge för att demonstrera lyft-toner. Om ej i kurvläge, ange ett realistiskt negativt värde och skapa hastighetstoner.
uk: Тим самим моделюється ТЕ-брутто показання варіометра. Можна використовувати в режимі набору висоти для демонстрації тональності аудіоваріо. Для режимів інших ніж набір висоти, встановіть на реальну негативну величину для того, щоб отримати командні тональності для швидкості.

source: This produces a fake airspeed. It can be used when not in circling mode to demonstrate the speed command tones.
cs: Nastavení generuje "falešnou" vzdušnou rychlost. Lze použít mimo režim kroužení k demonstraci tónů Speed Command-u.
de: Diese Einstellung produziert eine künstliche Luftbewegung. Es kann dazu benutzt werden um den Ton der Geschwindigkeitsempfehlung zu demonstrieren (nicht im Steigmodus).
es: Esto produce un valor falso de velocidad. Puede ser utilizado fuera del modo vuelo circular para probar los tonos del calculador de velocidad de vuelo.
fr: Ceci simule une vitesse air. Cela peut être utilisé hors du mode spirale pour tester les tonalités correspondants à la consigne de vitesse.
hu: Ez hamis sebesség adatot ad. Körözésen kívül a sebesség utasítások bemutatásához lehet használni.
it: Produce una velocità fittizia dell'aria. Può essere usato quando non in modalità termica per dimostrare i toni di comando di velocità.
nb: Simulering av flyhastighet. Kan brukes i strekkflygingsmodus til å demonstrere speed-to-fly lyder.
nl: Produceert een nep snelheid. Kan gebruikt worden wanneer niet in thermiek modus om de sollfarht geluiden te demonstreren.
pl: Można symulować prędkość powietrzną, w celu zademonstrowania tonów poleceń dostosowania prędkości na przeskoku.
pt_br: Isto produz uma falsa velocidade do ar. Isto pode ser usado quando não estiver em modo giro para demonstrar os sons de comando de velocidade.
sk: Toto vytvorí falošnú vzdušnú rýchlosť. Môže to byť použité k demonštrovaniu tónov "speed commander"-u, keď sa klzák nenachádza v móde krúženia.
sv: Producerar en simulerad hastighet. Kan användas, undantaget kurvläge, för att demonstrera ljudsignaler för hastigheter.
uk: Тим самим моделюється повітряна швидкість. Для режимів інших ніж набір висоти, може бути використана для того, щоб отримати командні тональності для швидкості.

source: Estimate the wind vector while circling. Requires only a GPS.
cs: Odhaduje vektor větru v kroužení. Vyžaduje pouze GPS.
de: Schätze den Windvektor während des Kreisflugs. -- Benötigt nur ein GPS.
es: Calcula la dirección del viento durante el vuelo circular. Solo necesita un GPS.
fr: Estime le vent pendant les spirales. Ne nécessite que le GPS.
it: Stima del vettore del vento in base alla circuitazione. Richiede solo il GPS.
sv: Skatta vindriktning vid kurvning. Kräver GPS endast.

source: Estimate the wind vector during glides. Requires an airspeed sensor.
cs: Odhaduje vektor větru na přeskoku. Vyžaduje snímač vzdušné rychlosti.
de: Geradeausflug-Wind. Benötigt Geschwindigkeitssensor.
es: Calcula la velocidad del viento durante los planeos. Necesita un sensor de velocidad.
fr: Estime le vent pendant les transitions. Nécessite un capteur de vitesse air.
it: Stima del vettore del vento durante la planata. Richiede un sensore anemometrico.
sv: Skatta vind under glid. Kräver vindmätare.

source: How clean the glider is. Set to 0% for clean, larger numbers as the wings pick up bugs or gets wet. 50% indicates the glider's sink rate is doubled.
cs: Čistota kluzáku. Nastavte 0% pro čistý, vyšší číslo pro zamoušení, nebo mokrá křídla. 50% znamená dvojnásobné opadání.
de: Wie sauber ist der Segler. Setze auf 0% für komplett sauber, größere Eingaben sobald Mücken an den Flügeln kleben oder der Segler nass wird. 50% bedeutet dass der Segler mit doppelter Rate sinkt.
es: Limpieza del planeador. Ajuste a 0% si está completamente limpio y una cifra mayor a medida que las alas recogen bichos o se mojan. 50% indica que la Tasa de descenso del planeador se duplica.
fr: Propreté du planeur. Mettre 0% pour propre, et des valeurs plus élevées lorsque les ailes se salissent de moucherons ou sont mouillées. 50% indique un doublement du taux de chute.
hu: Milyen tiszta a gép. Állítsa 0%-ra ha tiszta és növelje, ha a szárnyak bogárpiszkosak vagy vizesek. 50%-nál a gép merülését már kétszeresnek feltételezi.
it: Quanto l'aliante è pulito. Imposta a 0% per pulito, numeri più grandi via via che le ali accumulano sporco (insetti) o si bagnano. 50% indica che il rateo di discesa dell'aliante è raddoppiato.
nb: Angi hvor ren farkosten er. Sett til 0% for rene flater, og større verdier når flatene plukker opp urenheter eller blir fuktige. 50 % viser at synkhastighten har doblet seg i forhold til ved rene flater.
nl: Hoe schoon het zweefvliegtuig is. Stel in op 0% voor schone vleugels en een grotere waarde wanneer insecten op de vleugels zitten of deze nat worden. 50% geeft aan dat de daalsnelheid van het zweefvliegtuig is verdubbeld.
pl: Określ stopień zanieczyszczenia skrzydeł. Ustaw 0% gdy skrzydła są czyste. Podaj większe wartości, gdy skrzydła są zabrudzone przez owady lub zmoczone przez deszcz. 50% oznacza, że prędkość opadania szybowca jest podwojona, w porównaniu z wynikającej z przyjętej biegunowej szybowca.
pt_br: Quão limpo o planador está. Configure para 0% para limpo, números maiores se as asas estão com insetos ou estão molhadas. 50% indica que a taxa de queda do planador é dobrada.
ru: Как очистить планер. Установите 0% для чистого, большие числа подбираются для крыльев с ошибками или намокшими. 50% указывает, скорость снижения планера удваивается.
sk: Čistota vetroňa. Nastavte na 0% pre čistý, vyššie číslo ak na krídle pribúdajú muchy alebo je mokré. 50% znamená dvojnásobné opadanie.
sv: Hur rent segelflyget är. Sätt 0% för helt ren, högre tal allt eftersom vingen täcks med insekter eller blir blöt. 50% betyder att sjunkhastigheten fördubblats.
uk: Визначає, наскільки чистий планер. Установіть 0% для чистого, збільшіть число для забрудненого комахами чи мокрого крила. 50% означає подвоєну швидкість зниження.

source: Set to forecast ground temperature. Used by convection estimator (temperature trace page of Analysis dialog)
cs: Zadejte předpovídanou přízemní teplotu. Hodnota je použita v odhadu výskytu konvekce (strana Teplotní křivka v menu Analýza)
de: Setze die vorhergesagt Bodentemperatur. Sie wird für die Konvektionsabschätzung verwendet (auf der Seite Temperaturverlauf unter Analyse)
es: Establecer para pronosticar la temperatura del suelo. Utilizado por el estimador de convección (página de seguimiento de temperatura en el cuadro de diálogo Análisis)
fr: À remplir pour prédire la température au sol. Utilisé par l'estimateur de convection (page Courbe de température du menu Analyses)
hu: Állítsa be a várható talajmenti hőmérsékletet. A konvekció-becslő használja (Elemzés ablak hőmérsékletváltozás oldala)
it: Imposta al valore di temperatura prevista al suolo. Utilizzato per stimare la convezione (la pagina traccia della temperatura nel dialogo di Analisi)
nb: Sett til værmeldingstemperatur (bakketemp.). Brukes til termikkprognoser (temperaturkurve i Analysedialog)
nl: Stel in op de voorspelde grondtemperatuur. Gebruikt door convectie schatter (temperatuur verloop pagina van Analyse scherm)
pl: Ustaw prognozowaną temperaturę przy gruncie - do celów oszacowania kowekcji. (strona Zapis temp. okna Analiza)
pt_br: Ajusta para previsão da temperatura do solo. Usada pelo estimador de convecção (página de temperatura traço da caixa de diálogo de análise)
ru: Установите прогнозируемую приземную температуру. Используется для оценки конвекции (температурный трек в меню Анализ)
sk: Nastaviť na predpovedanú prízemnú teplotu. Použité pri odhade konvekcie (stránka sledovania teplôt v dialógu analýza)
sv: Använd prognostiserad marktemperatur. Används vid nederbördsuppskattning (sida för temperaturspår i Analys dialogen)
uk: Установка прогнозованої температури ґрунту. Використовується для оцінки конвекції (сторінка графіку температури в діалозі Аналіз)

source: Create xcsoar-checklist.txt
cs: Vytvoř xcsoar-checklist.txt
de: Lege xcsoar-checklist.txt an
es: Crear el archivo xcsoar-checklist.txt
fr: Créer xcsoar-checklist.txt
it: Crea xcsoar-checklist.txt
nl: Creeer xcsoar-checklist.txt
pl: Utwórz xcsoar-checklist.txt
pt_br: Criar xcsoar-checklist.txt
ru: Создать перечень xcsoar.txt
sk: Vytvor xcsoar-checklist.txt
sv: Skapa xcsoar-checklista.txt
uk: Створити xcsoar-checklist.txt

source: Name of file to replay. Can be an IGC file (.igc), a raw NMEA log file (.nmea), or if blank, runs the demo.
cs: Název souboru k přehrání. Může být IGC soubor (.igc), raw NMEA log soubor (.nmea), nebo pokud necháte prázdné, spustí demo.
de: Angabe der Datei zur Wiedergabe. Es kann eine IGC Datei (.igc), oder ein Roh-NMEA Logschrieb (.nmea) sein. Ohne Angabe wird das Demo abgespielt.
es: Nombre del archivo a reproducir. Puede ser un archivo IGC(.igc), un registro NMEA en bruto(.nmea), o si lo deja en blanco, arranca el modo demo.
fr: Nom du fichier à rejouer. Peut être un fichier IGC (.igc), un fichier log brut NMEA (.nmea), ou si vide, joue la démo.
hu: A lejátszandó fájl neve. Lehet IGC fájl (.igc), nyers NMEA naplófájl (.nmea) vagy üresen hagyható, ami a bemutató futását eredményezi.
it: Nome del file da riprodurre. Può essere un file ICG (.igc), oppure un file NMEA (.nmea), oppure se lasciato vuoto, si avvia il programma dimostrativo.
nb: Navn på fil for reprise. Eks. .IGC eller .nmea-filer.
nl: Naam van het afspeel bestand. Kan een IGC bestand (.igc), een raw NMEA log bestand (.nmea) zijn. Indien blank wordt een demo afgespeeld.
pl: Nazwa pliku do odtworzenia. Może to być plik w formacie IGC(.igc), dane NMEA(.nmea), a jeśli pozostawisz puste, zostanie uruchomiony tryb demo.
pt_br: Nome do arquivo para replay. Pode ser um arquivo IGC (.igc), um arquivo de log NMEA (.nmea), ou se estiver em branco, roda a demo.
ru: Имя файла для проигрывания. Может быть файл IGC (. IGC), лог-файл NMEA (. NMEA), или если пустой, запустится демо.
sk: Názov súboru na prehranie. Môže to byť IGS súbor (.igc), raw NMEA záznamový súbor (.nmea), alebo ak ostane prázdne spustí demo.
sv: Filnamn att spela upp. Kan vara en IGC fil (.igc), en rå NMEA logfil (.nmea), eller om blankt, kör en demo.
uk: Назва файлу для відтворення. Може бути файл IGC file (.igc), NMEA (.nmea), або, якщо поле порожнє, - запуск демо.

source: Adjusts MC value used in the calculator. Use this to determine the effect on estimated task time due to changes in conditions. This value will not affect the main computer's setting if the dialog is exited with the Cancel button.
cs: Upravuje hodnotu MC, použitou v kalkulátoru. Lze použít pro určení vlivu na odhadovaný čas úlohy v závislosti na změnách meteorologických podmínek. Pokud je dialog ukončen tlačítkem Zruš, tato hodnota neovlivní nastavení hlavního kalkulátoru.
de: Einstellung des MC Werts für den Rechner. Dies ist geschickt, um den Einfluss auf die geschätzte Aufgebanzeit fest zu stellen. Der Wert hat keinen Einfluss auf die Einstellung des Streckenrechners wenn der Dialog mit der Abbruch-Taste beendet wird.
es: Ajusta el valor de MC utilizado en la calculadora. Utilícese para determinar el efecto en el tiempo de tarea estimado debido a cambios en las condiciones. Este valor no afectará a la configuración del calculador principal si el cuadro de diálogo se cierra con el botón Cancelar.
fr: Réglage du calage MacCready utilisé par le calculateur. Permet de déterminer l'effet du calage sur la durée du circuit en cas de changement de conditions. Cette valeur n'affectera pas les réglages du calculateur principal si la fenêtre est fermée sans confirmer.
hu: A számológépben használt MC értéket állítja be. A feltételek változásainak a feladat időigényére gyakorolt hatását lehet megbecsülni vele. Ez nem befolyásolja a fő siklókomputer beállításait, ha az ablakot a Mégsem gombbal zárjuk be.
it: Corregge il valore MC usato dal calcolatore. Usa questo per determinare l'effetto delle variazioni delle condizioni sul tempo tema stimato. Questo valore non influisce sulle impostazioni del computer principale se la casella di dialogo viene chiusa col tasto Annulla.
nb: Juster MC verdi brukt i beregningene. Brukes til å vurdere effekten av værendringer på oppgaven. Denne endringen vil ikke ha innvirkning på det som beregnes under selve oppgaven dersom vinduet lukkes ved hjelp av Avbryt.
nl: Past de MC waarde aan gebruikt in de calculator. Gebruik dit om het effect te bepalen op de verwachte opdracht tijd door veranderende weersomstandigheden. Deze waarde wordt niet toegepast indien in het BerichtVenster op "Annuleren" wordt gedrukt.
pl: Zmień wartość MC użytą przez kalkulator. Możesz w ten sposób określić wpływ warunków na przewidywany czas zadania. Jeżeli zakończych kliknięciem Anuluj, to ustawienie nie wpłynie na główne ustawienia kalkulatora przelotowego.
pt_br: Ajusta o valor de MC utilizado no cálculo. Use isto para determinar o efeito no tempo de prova estimado devido a mudanças de condições. Este valor não irá afetar as configurações do computador principal se a caixa de diálogo for fechada com o botão de Cancelar/Cancel.
ru: Настройки величины MacCready для калькулятора. Воспользуйтесь, чтобы определить влияние изменения условий на расчётное вряме выполнения задания. Это значение не будет влиять на главные настройки компьютера, если выйти с диалога через клавишу "Отменить".
sk: Nastavenie hodnoty MC pre výpočet. Vhodné na zistenie dopadu zmien podmienok na predpokladanú dobu úlohy. Táto hodnota nezmení hlavný výpočet ak je dialóg ukončený príkazom zruš.
sv: Justerar MC värdet använt av kalkylatorn. Använd för att avgöra påverkan på estimerad uppgiftstid till följd av förändrade förhållanden. Värdet påverkar ej huvuddatorns inställning om dialogen avslutas med Avbryt-knappen.
uk: Налаштування величини MacCready для калькулятора. Скористайтесь, щоб визначити вплив змін умов на розрахунковий час виконання завдання. Це значення не впливатиме на головні налаштування комп'ютера, якщо вийти з діалогу через клавішу "Скасувати".

source: For AAT tasks, this value tells you how far based on the targets of your task you will fly relative to the minimum and maximum possible tasks. -100% indicates the minimum AAT distance. 0% is the nominal AAT distance. +100% is maximum AAT distance.
cs: Pro AAT úlohy. Hodnota ukáže, jakou vzdálenost proletíte na základě nastavených otočných bodů, relativně vůči minimální a maximální možné vzdálenosti. -100% značí minimální AAT vzdálenost. 0% nominální AAT vzdálenost. +100% je maximální AAT vzdálenost.
de: Bei AAT Aufgaben besagt dieser Wert relativ zur minimal und maximal möglichen Strecke Deiner Aufgabe wie weit Du fliegen wirst. -100% entspricht der minimalen AAT Strecke. 0% ist die nominale AAT Strecke. +100% entspricht der maximalen AAT Strecke.
es: Para las tareas TAA, este valor indica hasta qué punto, en función de los destinos de la tarea, volará en relación con las tareas mínimas y máximas posibles. -100% indica la distancia TAA mínima. 0% es la distancia TAA nominal. +100% es la distancia TAA máxima.
fr: Pour circuits AAT. Cette valeur représente la performance de votre vol basé sur les données du circuit, par rapport au plus grand et plus petit circuits possibles. -100% représente le plus petit circuit possible, 0% le circuit nominal et +100% le plus grand circuit.
hu: A légtérfeladatokban (AAT) ez az érték megmutatja, hogy a lehetséges minimum és maximum távhoz képest milyen távot jelölt ki a célpontokkal. -100% a minimum, 0% a névleges, +100% a maximum AAT távot jelenti.
it: Per i temi AAT, questo valore indica quanto lontano si volerà in base agli obiettivi del tema rispetto al massimo e minimo tema possibile. -100% Indica la distanza minima AAT. 0% è la distanza AAT nominale. + 100% è la massima distanza AAT.
nb: For AAT oppgaver. Prognose på hvor langt du prosentvis kan fly, basert på oppgavens vendepunkter og de minimale og maksimale mulighetene. -100 % indikerer minimum AAT distanse. 0 % indikerer standard AAT distanse. +100 % indikerer maksimal AAT distanse.
nl: Voor AAT opdrachten, deze waarde geeft gebaseerd op de doelen van de opdracht aan hoe ver er gevlogen wordt gerelateerd aan de minimaal en maximaal mogelijke opdrachten. -100% is de waarde voor de minimale AAT afstand. 0% is de nominale AAT afstand. +100% is de maximale AAT afstand.
pl: W zadaniach AAT (obszarówka) ta wartość powie Ci jak długi będzie przelot w porównaniu z minimalną i maksymalną możliwą długością zadania. -100% oznacza minimalną długość zadania AAT. 0% - nominalna długość AAT. +100% jest to maksymalna długość zadania.
pt_br: Para provas AAT, este valor lhe diz quão longe, baseado nos alvos/pilões da sua prova, você irá voar em relação ao mínimo é máximo possível da prova. -100% indica a menor distância AAT. 0% é a distância nominal AAT. +100% é a máxima distância AAT.
sk: Pre AAT úlohy - táto hodnota hovorí, akú vzdialenosť preletíte vzhľadom na minimálnu a maximálnu možnú dĺžku úlohy. Odhadovaná vzdialenosť je určená na základe určených otočných bodov vrámci oblastí. Hodnota -100% indikuje minimálnu možnú dĺžku AAT úlohy, 0% označuje nominálnu dĺžku a +100% maximálnu.
sv: Värdet anger, för AAT uppgifter, hur långt du kommer flyga baserat på målet för din uppgift relativt minimal och maximal möjlig uppgift. -100% indikerar minimal AAT distans. 0% är nominell AAT distans. +100% är maximal AAT distans.
