Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Both Required glide ratio and terrain avoidance height are displayed. Requires "Reach mode: Turning" in "Glide Computer > Route" settings.
bg: Показват се двете: нужно качество и височина за избягване на терена. Изисква задаване на „Режим на долитане: заобикаляне“ в менюто „Навигация->Маршрут“.
cs: Je zobrazen požadovaný klouzavý poměr KP a a výška příletu s vyhýbáním se terénním překážkám. Vyžaduje nastavení "Akční rádius: Odbočky" v záložce "Plachtařské výpočty > Trasa".
de: Benötigter Gleitwinkel und Gelände Freiheit werden angezeigt. Erfordert die Einstellung "Reichweite Modus: Mit Umweg" in der "Endanflugrechner > Routenplaner" Konfiguration.
es: Se muestran tanto la relación de planeo necesaria como la altura de sobrevuelo del terreno. Requiere "Tipo de alcance: Girar" en los ajustes de "Computador de planeo > Ruta".
fr: La finesse requise et la hauteur d'évitement du terrain sont toutes deux affichées. . Nécessite l'utilisation du paramètre "Mode de la zone atteignable : Contourne" dans les paramètres "Config. > Options Système > Calculateur de vol > Route".
it: Vengono visualizzate sia l'efficienza richiesta che l'altezza di evitazione del terreno. Richiede "Modalità Efficienza: Virate" nelle impostazioni in "Computer di Volo > Rotta".
nl: Zowel Benodigde glij hoek als terrein ontwijk hoogte worden getoond. Vereist "Bereik modus: Thermieken" in "Glij Computer > Route" instellingen.
sv: Både nödvändigt glidtal och höjd för fri terräng visas. Kräver "Ankomstläge: Runda" under inställningar för "Flygdator > Rutt".

source: Determines how arrival height is displayed in waypoint labels
bg: Определя как се показва височината на долитане в етикета на пътната точка
cs: Určuje, jak bude zobrazena výška příletu v popisu bodu
de: Bestimmt, wie die Ankunftshöhe in der Wegpunktbeschriftung angezeigt wird
es: Determina cómo se muestra la altura de llegada en las etiquetas de los waypoints
fr: Définit comment la hauteur d'arrivée est affichée dans les étiquettes des points de virage
hu: Szabályozza, hogyan kerüljenek kijelzésre az érkezési magasságok a fordulópontok címkéiben.
it: Determina come l'altezza di arrivo viene visualizzata nelle etichette delle boe
nb: Avgjør hvordan ankomsthøyden vises i vendepunktsetiketter
nl: Hiermee bepaalt u hoe aankomst hoogte wordt weergegeven in keerpunt labels
pl: Określa jak wysokość dolotu jest wyświetlana w etykietach punktu zwrotnego
pt_br: Determina como a altura de chegada é exibida nos nomes dos waypoints
ru: Определяет как показывается высота прибытия на метках маршрутных точек.
sk: Určuje, ako bude zobrazená príletová výška na menovke otočného bodu
sv: Avgör hur ankomsthöjd visas i vägpunktsetiketter
uk: Визначає, яким чином виводиться на екран висота прибуття в мітках ППМ

source: Rounded rectangle
bg: Заоблен правоъгълник
cs: Zaoblený obdélník
de: Abgerundetes Rechteck
es: Rectángulo redondeado
fr: Rectangle arrondi
hu: Lekerekített téglalap
it: Rettangolo arrotondato
nb: Avrundet rektangel
nl: Afgeronde rechthoek
pl: Zaokrąglony prostokąt
pt_br: Retângulo arredondado
ru: Скругленный прямоугольник
sk: Zaoblený obdĺžnik
sv: Avrundad rektangel
uk: Прямокутник з заокругленими кутами

source: Outlined
bg: Очертан
cs: Obrys
de: Umrissen
es: Dibujado
fr: Entouré
hu: Körvonalas
it: Contornato
nb: Omriss
nl: Geschetst
pl: Kontury
pt_br: Delineado
ru: Выделенный
sk: S obrysovou čiarou
sv: Omringad
uk: В контурі

source: Label style
bg: Форма на етикета
cs: Styl popisu
de: Stil der Beschriftung
es: Estilo de la etiqueta
fr: Style d'étiquette
hu: Címkestílus
it: Stile etichetta
nb: Etikettstil
nl: Label opmaak
pl: Styl opisów
pt_br: Estilo de rótulo
ru: Стиль метки
sk: Štýl menovky
sv: Etikett stil
uk: Стиль мітки

source: Task waypoints & airfields
bg: Пътни точки от задача и летища
cs: Body úlohy & letiště
de: Aufgaben Wegpunkte & Flugplätze
es: Waypoints de la tarea y aeródromos
fr: Points du circuit & aérodromes
it: Boe tema e aviosuperfici
nl: Opdracht keerpunten en vliegvelden
pl: Punkty Trasy i Lotniska
ru: ППМ завдания и аэродромы
sk: Otočné body úlohy a letiská
sv: Banans vägpunkter & flygfält
uk: ППМ завдання і аеродроми

source: All waypoints part of a task and all airfields will be displayed.
bg: Ще се показват всички пътни точки, които са част от задача и всички летища.
cs: Všechny body v úloze a všechna letiště budou zobrazena.
de: Alle Wegpunkte die Teil einer Aufgabe sind und alle Flugplätze werden angezeigt.
es: Se mostrarán todos los waypoints que formen parte de una tarea y todos los aeródromos.
fr: Tous les points de virage du circuit et les aérodromes seront affichés.
it: Verranno visualizzate tutte le boe che fanno parte del tema e tutte le aviosuperfici.
nl: Alle keerpunten uit de opdracht en alle vliegvelden worden getoond.
pl: Wszystkie Punkty Trasy Zadania i wszystkie Lotniska.
ru: На экране будут отображены все ППМ, которые являются частью задания, и все аэродромы.
sk: Zobrazia sa všetky otočné body z úlohy a všetky letiská.
sv: Alla vägpunkter som är del av banan, och alla flygplatser kommer att visas.
uk: На екрані будуть зображені всі ППМ, що є частиною завдання, і всі аеродроми.

source: Task waypoints & landables
bg: Пътни точки от задача и места за кацане
cs: Body úlohy & nouz. plochy
de: Aufgabenwegpunkte & Landbare
es: Waypoints de la tarea y aterrizajes
fr: Points de virage du circuit & terrains posables
hu: Feladat pontjai és leszállók
it: Boe e atterraggi
nb: Oppgavevendepunkter og mulige landinger
nl: Opdracht keerpunten & landingsplaatsen
pl: Punkty Trasy i Lądowiska (w tym Lotniska)
pt_br: Waypoints de prova & pousáveis
ru: "Задачные" маршрутные точки и точки приземления
sk: Otočné body úlohy a pristávacie plochy
sv: Banans vägpunkter & landningar
uk: ППМ завдання і посадочні майданчики

source: All waypoints part of a task and all landables will be displayed.
bg: Ще се показват всички пътни точки от задачи и всички места за приземяване.
cs: Všechny body v úloze a všechny nouzové plochy budou zobrazeny.
de: Alle Wegpunkte aus der Aufgabe und alle Landbaren werden angezeigt.
es: Se mostrarán todos los waypoints que formen parte de una tarea y todos los aterrizajes.
fr: Tous les points de virage du circuit et les terrains posables sont affichés.
hu: A feladat részét képező fordulópontok és a leszállóhelyek megjelennek.
it: Verranno visualizzate tutte le boe che fanno parte del tema e tutti gli atterraggi.
nb: Alle vendepunkter som hører til oppgaven samt landingsområder vises.
nl: Alle keerpunt onderdelen van een opdracht en alle landingsplaatsen worden weergegeven.
pl: Wszystkie Punkty Trasy Zadania i wszystkie lądowiska.
pt_br: Todos ptos. virada da prova e todos ptos. pouso serão mostrados.
ru: Показывать все "задачные" маршрутные точки и все точки приземления.
sk: Zobrazia sa všetky otočné body z úlohy a všetky pristávacie plochy.
sv: Alla vägpunkter i uppgiften och alla landningar kommer visas.
uk: На екрані будуть зображені всі ППМ, що є частиною завдання, і всі посадочні майданчики.

source: Task waypoints
bg: Пътни точки от задачи
cs: Otočné body úlohy
de: Aufgabenwegpunkte
es: Waypoints de la tarea
fr: Points de virage du circuit
hu: Feladat pontjai
it: Boe del tema
nb: Oppgave vendepunkter
nl: Opdracht keerpunt
pl: Punkty Trasy
pt_br: Waypoints da prova
ru: Точки задачи
sk: Otočné body úlohy
sv: Vägpunkter bana
uk: ППМ завдання

source: All waypoints part of a task will be displayed.
bg: Ще се показват всички пътни точки, които са част от задача.
cs: Všechny body, jež jsou součástí úlohy budou zobrazeny.
de: Alle Wegpunkte aus der Aufgabe werden angezeigt.
es: Se mostrarán todos los waypoints que formen parte de una tarea.
fr: Tous les points de virage d'un circuit seront affichés.
hu: A feladat minden fordulópontja megjelenik.
it: Verranno visualizzate tutte le boe appartenenti al tema.
nb: Alle vendepunkter som hører til oppgaven vises.
nl: Alle keerpunt onderdelen van een opdracht worden weergegeven.
pl: Wszystkie Punkty Trasy Zadania.
pt_br: Todos ptos. virada da prova serão mostrados.
ru: Показывать все "задачные" маршрутные точки.
sk: Zobrazia sa všetky otočné body z úlohy.
sv: Alla vägpunkter som ingår i en bana visas.
uk: На екрані будуть зображені всі ППМ, що є частиною завдання.

source: Purple circle
bg: Лилава окръжност
cs: Fialový kruh
de: Lila Punkt
es: Círculo púrpura
fr: Cercle violet
hu: Lila kör
it: Cerchio viola
nb: Lilla sirkel
nl: Paarse cirkel
pl: Purpurowy okrąg
pt_br: Círculo roxo
ru: Пурпурный круг
sk: Fialový kruh
sv: Lila cirkel
uk: Пурпурний круг

source: Airports and outlanding fields are displayed as purple circles. If the waypoint is reachable a bigger green circle is added behind the purple one. If the waypoint is blocked by a mountain the green circle will be red instead.
bg: Летищата и местата за приземяване се показват като лилави кръгове. Ако пътната точка е достижима, кръгът се очертава допълнително със зелена окръжност. Ако за достигане на пътната точка трябва да се заобиколи препятствие от релефа, се очертава допълнително червена окръжност.
cs: Letiště a nouzové plochy jsou zobrazeny jako fialové kruhy. Pokud jsou dosažitelné, bude pod fialový kruh doplněn větší zelený kruh. Pokud jsou blokovány vysokým terénem, bude místo zeleného kruhu zobrazen červený.
de: Flugplätze und Außenlandefelder werden als lila Kreis angezeigt. Wenn der Wegpunkt erreichbar ist wird ein grüner Ring hinterlegt. Ist der Wegpunkt durch einen Berg versperrt wird der Ring rot gezeigt.
es: Los aeropuertos y las zonas aterrizables se muestran como círculos púrpuras. Si se puede alcanzar el waypoint, se agrega un círculo verde más grande por detrás del púrpura. Si el waypoint está bloqueado por una montaña, el círculo será rojo en lugar de verde.
fr: Les aérodromes et champs posables sont affichés sous forme de cercles violets. Si le point de virage est atteignable, alors un contour circulaire vert est ajouté. Si la route vers le point de virage est bloquée par un relief, alors le contour sera rouge au lieu de vert.
hu: A repterek és a terepezhető mezők lila körrel kerülnek megjelenítésre. Ha a fordulópont elérhető, a lila kör mögött egy nagyobb zöld kör is megjelenik. Ha a fordulópont terep takarásában van, vörös jelenik meg a zöld helyett.
it: Aeroporti e campi atterrabili vengono visualizzati come cerchi viola. Se la boa è raggiungibile appare un cerchio verde più grande aggiunto dietro quello viola. Se il volo verso la boa è bloccato da una montagna il cerchio verde diventerà rosso.
nb: Flyplasser og utelandsingsplasser er vist som lilla sirkler. Om punktet er innenfor rekkevidde vil en grønn sirkel dekke rundt det lilla. Om et fjell står i veien for glidebanen vil sirkelen være rød.
nl: Luchthavens en buitenlandingsvelden worden weergegeven als paarse cirkels. Als het keerpunt te bereiken is zal een grotere groene cirkel wordt toegevoegd om de paarse. Als het keerpunt wordt geblokkeerd door een berg zal de groene cirkel in plaats daarvan zijn rood.
pl: Symbolem Lotnisk i Lądowisk będą fioletowe kółka. Jeżeli punkt trasy jest w zasięgu, zostanie dodana zielona obwódka do fioletowego symbolu. Jeżeli dolot jest blokowany przez góry, obwódka będzie w kolorze czerwonym.
pt_br: Aeroportos e campos de pouso são apresentados como círculos roxos. Se o waypoint está acessível, um grande círculo verde é adicionado atrás do roxo. Se o waypoint está bloqueado por uma montanha no círculo verde ficará vermelho.
ru: Посадочные поля (возд спорт и др.) показаны пурпурными кругами. Если маршрутная точка достижима - большой зеленый круг добавляется к пурпурному. Если МТ блокирована горой зеленый цвет заменяется на красный.
sk: Letiská a pristávacie plochy sú zobrazené ako fialové kruhy. Ak je plocha v dolete, väčší zelený kruh sa zobrazí za fialovým. Ak je plocha blokovaná horou bude namiesto zeleného kruhu zobrazený červený kruh.
sv: Flygplatser och utelandningar visas med lila cirkel. Om landningen är nåbar visas en grön ring runt cirkeln. Om färdvägen till landningen blockeras av berg visas istället en röd ring runt cirkeln.
uk: Аеродроми і майданчики позначаються пурпурними кругами. Якщо ППМ в зоні досяжності, навколо нього додається більше зелене коло. Якщо ППМ заблоковано горами, замість зеленого кола буде червоне.

source: B/W
bg: Черно-бяло
cs: Č/B
de: S/W
es: B/N
fr: N/B
hu: Fekete-fehér ikon
it: Bianco e Nero
nb: S/HV
nl: Z/W
pl: Cz/B
pt_br: P/B
ru: Ч/Б
sk: Č/B
sv: S/V
uk: Ч/Б

source: Airports and outlanding fields are displayed in white/grey. If the waypoint is reachable the color is changed to green. If the waypoint is blocked by a mountain the color is changed to red instead.
bg: Летища и места за приземяване се показват в бяло-сиво. Ако пътна точка е достижима, цветът ѝ се сменя в зелен. Ако до пътна точка трябва да се заобиколи препятствие, цветът ѝ става червен.
cs: Letiště a nouzové plochy jsou zobrazeny bíle/šedě. Pokud jsou dosažitelné, jejich barva se změní na zelenou. Pokud jsou blokovány vysokým terénem, jejich barva bude červená.
de: Flugplätze und Außenlandefelder werden weiß/grau angezeigt. Ist der Wegpunkt erreichbar wird er grün. Ist der Wegpunkt durch einen Berg versperrt wird er rot gezeigt.
es: Los aeropuertos y zonas aterrizables se muestran en blanco/gris. Si el waypoint es alcanzable, el color cambia a verde. Si el waypoint está bloqueado por una montaña, el color cambia a rojo.
fr: Les aérodromes et les champs posables sont affichés en blanc/gris. Si le point de virage est accessible sa couleur est changée en vert. Si il est bloqué pour un relief sa couleur est changée en rouge.
hu: A repterek és a terepezhető mezők fehér/szürke színnel kerülnek megjelenítésre. Ha a fordulópont elérhető, a szín zöldre vált. Ha a fordulópont terep takarásában van, a szín vörösre vált.
it: Aeroporti e campi atterrabili vengono visualizzati in bianco e grigio. Se la boa è raggiungibile il colore viene modificato in verde. Se il volo verso la boa è bloccato da una montagna il cerchio diventerà rosso.
nb: Flyplasser og utelandingsplasser er hvite/grå. Om vendepunktet er innenfor rekkevidde vil fargen endres til grønn. Om et fjell står i veien for glidebanen vil fargen være rød.
nl: Vliegvelden en buitenlandingsvelden worden weergegeven in wit/grijs. Als het keerpunt te bereiken is zal de kleur veranderen in groen. Als het keerpunt wordt geblokkeerd door een berg zal de kleur worden gewijzigd in rood.
pl: Symbole Lotnisk i Lądowisk będą białe/szare. Jeżeli punkt trasy jest w zasięgu, symbole będzie zielony. Jeżeli dolot jest blokowany przez góry, symbol będzie czerwony.
pt_br: Aeroportos e campos de pouso são exibidos em cinza / branco. Se o waypoint está acessível a cor é alterada para verde. Se o waypoint está bloqueado por uma montanha, a cor é alterada para vermelho.
ru: Посадочные поля (возд спорт и др.) показаны белым/серым. Если маршрутная точка достижима - цвет меняется на зеленый. Если МТ блокирована горой цвет меняется на красный.
sk: Letiská a pristávacie plochy sú zobrazené bielo/šedo. Ak je plocha v dolete farba sa zmení na zelenú. Ak je plocha blokovaná horou bude namiesto zelenej farby použitá červená.
sv: Flygplatser och utelandningar visas i vit/grå. Om landningen är nåbar blir den grön. Om färdvägen till landningen är blockerad blir den istället röd.
uk: Аеродроми і майданчики позначаються білим/сірим. Якщо ППМ в зоні досяжності, колір змінюється на зелений. Якщо ППМ заблоковано горами, натомість колір змінюється на червоний.

source: Traffic lights
bg: Цветове на светофара
cs: Semafor
de: Verkehrsampel
es: Semáforo
fr: Feux de signalisation
hu: Közlekedési lámpa
it: Semafori
nb: Trafikklys
nl: Stoplichten
pl: Światła sygnalizatora
pt_br: Luzes de tráfego
ru: Светофор
sk: Semafóry
sv: Trafikljus
uk: Посадочні вогні

source: Airports and outlanding fields are displayed in the colors of a traffic light. Green if reachable, Orange if blocked by mountain and red if not reachable at all.
bg: Летища и места за приземяване се показват в цветовете на светофара. В зелено са достижимите, в оранжево препречените от релефа, а в червено недостижимите.
cs: Letiště a nouzové plochy jsou zobrazeny jako semafor. Zelená pokud jsou dosažitelné, oranžová pokud jsou blokovány vysokým terénem a červená, pokud jsou úplně mimo dolet.
de: Flugplätze und Außenlandefelder werden in der Farben einer Verkehrsampel angezeigt. Grün, wenn der Wegpunkt erreichbar ist; orange, wenn er durch einen Berg versperrt wird; rot, wenn er überhaupt nicht erreichbar ist.
es: Los aeropuertos y zonas aterrizables se muestran con los colores de un semáforo. Verde si se puede alcanzar, naranja si está bloqueado por una montaña y rojo si no se puede alcanzar en absoluto.
fr: Les aérodromes et champs posables répertoriés sont affichés sous la forme de feux de signalisation. Vert pour atteignable, orange si bloqué par une montagne, et rouge si pas atteignable du tout.
hu: A repterek és a terepezhető mezők a közlekedési lámpa színeivel kerülnek megjelenítésre. Zöld, ha a fordulópont elérhető, sárga, ha terep takarásában van, és vörös ha elérhetetlen.
it: Aeroporti e campi atterrabili vengono visualizzati nei colori di un semaforo. Verde se raggiungibili, arancione se bloccati da montagna e rosso se non raggiungibili.
nb: Flyplasser og utelandingsplasser er vist i fargene av et trafikklys. Grønn er innenfor rekkevidde, oransje om det står et fjell i veien og rød om den du er for lav.
nl: Vliegvelden en buitenlandingsvelden worden weergegeven in de kleuren van een verkeerslicht. Groen indien bereikbaar, oranje indien geblokkeerd door berg en rood indien ze niet bereikbaar zijn.
pl: Symbolem Lotnisk i Lądowisk będą w kolorach świateł ulicznych. Jeżeli punkt trasy jest w zasięgu, symbol będzie zielony, jeżeli dolot jest blokowany przez góry, symbol będzie pomarańczony, a gdy lądowisko jest poza zasięgiem to symbol będzie czerwony.
pt_br: Aeroportos e campos de pouso são exibidas com as cores de um semáforo. Verde se acessível, Laranja se bloqueado por montanhas e vermelho não se acessível a todos.
ru: Посадочные поля (возд спорт и др.) показаны цветами светофора. Зеленый если достижимо, Оранжевый если блокировано горой и Красный если не достижимо в принципе
sk: Letiská a pristávacie plochy sú zobrazené vo farbách semafóra. Zelená je v dolete, oranžová znamená blokované horou a červená mimo doletu.
sv: Flygfält och utelandningar visas med färger för trafikljus. Nåbar landning är grön, nåbar men blockerad av berg är orange och ej nåbar är röd.
uk: Аеродроми і майданчики позначаються кольорами посадочних вогнів. Зелений - значить посадка досяжна, помаранчевий - заблокована горами, червоний - поза досяжністю.

source: Landable symbols
bg: Символи за места за приземяване
cs: Symboly ploch
de: Landbare Symbole
es: Símbolos de aterrizaje
fr: Symbo. terrain posable
hu: Szimbólum
it: Simboli per campi atterrabili
nb: Landinger symboler
nl: Buitenlandings symbolen
pl: Symbole Lądowisk
pt_br: Símbolos pousáveis
ru: Символы для "пригодно к посадке"
sk: Symboly plôch
sv: Landningssymboler
uk: Символи посадок

source: Three styles are available: Purple circles (WinPilot style), a high contrast (monochrome) style, or orange. The rendering differs for landable field and airport. All styles mark the waypoints within reach green.
bg: Възможни са три стила: лилави кръгове (като WinPilot), силно контрастно (монохроматично) и оранжево. Изчертаването се различава за летища и места за кацане. При всички стилове достижимите пътни точки са в зелено.
cs: K dispozici jsou 3 styly: fialové kruhy (styl WinPilot), vysoký kontrast (černobílé), nebo oranžové. Nouzové plochy jsou od letišť odlišeny symboly. Všechny styly označí dosažitelné body zeleně.
de: Es sind drei Darstellungen verfügbar: Lila Punkte (WinPilot-Stil), ein kontrastreicher (einfarbiger) Stil mit Symbolen, oder einer mit orange Symbolen. Es gibt unterschiedliche Symbole für Landewiese und Flugplatz. Alle Darstellungen markieren die erreichbaren Wegpunkte grün.
es: Hay tres estilos disponibles: círculos púrpuras (estilo WinPilot), un estilo de alto contraste (monocromo) o naranja. La representación difiere sea para un campo aterrizable o un aeropuerto. Todos los estilos muestran en verde los waypoint al alcance.
fr: Trois styles sont disponibles : des cercles violets (style WinPilot), un style très contrasté (une seule couleur), ou du orange. Le rendu est différent entre les champs posables et les aérodromes. Les points accessibles sont affichés en vert quel que soit le style.
hu: Három stílus létezik: lila pontok (WinPilot stílus), kontrasztos (fekete-fehér) vagy narancs. A leszállóhelyek másképp jelennek meg mint a repülőterek. Mindegyik stílusban az elérhető helyeket zöld színnel keretezi.
it: Tre stili sono disponibili: cerchi viola (stile WinPilot), alto contrasto (stile monocromatico), o arancione. La rappresentazione si differenzia per i campi atterrabili e gli aeroporti. In tutti gli stili i punti raggiungibili saranno marcati in verde.
nb: Landingsstil. 3 stiler er tilgjengelige: Lila sirkler (WinPilot), ensfarget høykontrast, og oransje. Det skilles mellom mulige landinger og flyplasser. Steder innenfor rekkevidde markeres grønne.
nl: Drie stijlen zijn beschikbaar: Paarse cirkels (WinPilot stijl), een hoog contrast (monochroom) stijl, of oranje. De weergave verschilt voor landare velden en de luchthaven. Alle stijlen markeren de keerpunten binnen bereik groen.
pl: Dostępne są trzy style: Purpurowe kółka (jak w WinPilot), monochromatyczne o dużym kontraście lub pomarańczowe. Symbole dla Lotnisk i Lądowisk różnią się. We wszystkich stylach Punkty Trasy oznaczono kontrastową zielenią.
pt_br: Três estilos estão disponíveis: Círculos roxos (estilo WinPilot), alto contraste (monocromático), ou laranja. A renderização difere para campos pousáveis e aeroportos. Todos os estilos marcam os waypoints possíveis de alcançar de verde.
ru: Доступны три стиля: Пурпурные круги (WinPilot), высоко-контрастный (монохромный) стиль или оранжевый. Рисование отличается для "пригодных к посадке" полей и аэродромов. Все стили маркируют достижимые точки зеленым.
sk: K dispozícii sú tri štýly: Fialové krúžky (štýl WinPilot), štýl s vysokým kontrastom (čiernobiele), alebo oranžové. Vykreslenie je rozdielne pre plochy a letiská. Všetky štýly označujú plochy v dolete na zeleno.
sv: Tre stilar finns: Lila cirklar (WinPilot stil), högkontrast (monokrom) eller orange. Renderingen skiljer mellan landningsfält och flygfält. Alla stilar markerar vägpunkter inom räckhåll gröna.
uk: Є три стилі: пурпурні круги (в стилі WinPilot), висококонтрастний (монохромний) стиль, чи помаранчевий. Зображення має різний вигляд для посадочних майданчиків і аеродромів. Всі стилі маркують досяжні посадки зеленим.

source: Detailed landables
bg: Подробности за места за кацане
cs: Detailní plochy
de: Detailierte Landbare
es: Detalle de los aterrizajes
fr: Terrains posables détaillés
hu: Részletek
it: Atterraggi dettagliati
nb: Landinger, detaljer
nl: Gedetailleerde landbare velden
pl: Szczegóły Lądowiska
pt_br: Detalhar pousável
ru: Подробнее для "пригодно к посадке"
sk: Plochy s detailami
sv: Detaljerade landningar
uk: Деталізовані посадки
