Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Select Waypoint
bg: Избери пътна точка
cs: Vyber otočný bod
de: Wähle Wegpunkt
es: Seleccionar waypoint
fr: Sélection Waypoint
hu: Válasszon fordulópontot!
it: Seleziona Boa
nb: Velg Vendepunkt
nl: Selecteer Keerpunt
pl: Wybierz PTrasy
pt_br: Selecionar Ponto
ru: Выбор точки
sk: Vyber otočný bod
sv: Välj vägpunkt
uk: Виберіть ППМ

source: All on
bg: Всичко вкл.
cs: Vše zap
de: Alles Ein
es: Todo activo
fr: Tous ON
hu: Mind BE
it: Tutto On
nb: Alt på
nl: Alles AAN
pl: Wszystkie
pt_br: Todos ligados
ru: Все Вкл.
sk: Všetko zapnuté
sv: Allt På
uk: Все вкл.

source: All airspaces are displayed.
bg: Всички въздушни пространства се показват.
cs: Všechny prostory jsou zobrazeny.
de: Alle Lufträume werden gezeigt.
es: Se muestran todos los espacios aéreos.
fr: Affiche tous les espaces aériens.
hu: Az összes légtér megjelenítve.
it: Tutti gli spazi aerei sono visualizzati.
nb: Alle luftrom blir vist.
nl: De hele luchtruim structuur wordt weergegeven.
pl: Pokazywane są wszystkie Strefy.
pt_br: Todos os espaços aéreos estão exibidos.
ru: Отображаются все виды воздушного пространства.
sk: Všetky priestory sú zobrazené.
sv: Alla luftrum visas.
uk: Весь повітряний простір виводиться на екран.

source: Clip
bg: В обхват
cs: Ořezání
de: bis max. Höhe
es: Recorte
fr: Plafonné
hu: Vágás
it: Soglia
nb: Klipp
nl: Doorsnede
pl: Do zadanej wysokości
pt_br: Cortar
ru: В диапазоне
sk: Orezanie
sv: Tak
uk: Відсічення

source: Display airspaces below the clip altitude.
bg: Показване на въздушни зони под тази височина.
cs: Zobrazí prostory pod nastavenou nadmořskou výškou.
de: Es werden nur Lufträume unter dieser Höhe gezeigt.
es: Mostrar espacios aéreos por debajo de la altitud de recorte.
fr: Affiche les espaces aériens sous l'altitude plafonnée.
hu: A vágási magasság alatti légterek megjelenítése.
it: Visualizza gli spazi aerei sotto la soglia di quota.
nb: Vis luftrom som er lavere enn kutthøyden.
nl: Geef luchtruim onder de doorsnede weer.
pl: Pokazywane są wszystkie strefy poniżej zadanej wysokości.
pt_br: Exibir espaços aéreos abaixo da altura de corte.
ru: Показать воздушное пространство ниже указанной высоты.
sk: Zobraz priestory pod výškou orezania.
sv: Visa luftrum under clip-höjd.
uk: Зображення повітряного простору нижче висоти відсічення.

source: Display airspaces within a margin of the glider.
bg: Показване на въздушни зони в обхвата на планера.
cs: Zobrazí prostory v doletu kluzáku.
de: Alle Lufträume in einem Höhenband um den Segler werden gezeigt.
es: Mostrar los espacios aereos dentro de un margen de distancia al planeador.
fr: Affiche les espaces aériens présents dans une tranche verticale autour du planeur.
hu: A gép körüli magassági sávba eső légterek megjelenítése.
it: Visualizza gli spazi aerei entro un margine di distanza dal velivolo.
nb: Vis luftrom som er innefor en bestemt grense fra farkosten.
nl: Geef luchtruim binnen een marge van het zweefvliegtuig weer.
pl: Pokazywane są Strefy w zasięgu szybowca.
pt_br: Exibir espaços aéreos dentro da margem do planador.
ru: Показать воздушное пространство в пределах нахождения планера.
sk: Zobraz priestory v hraničnej vzdialenosti od klzáku.
sv: Visa luftrum inom en marginal från farkosten.
uk: Зображення повітряного простору поблизу планера.

source: All below
bg: Всичко под
cs: Vše pod
de: Alles unter mir
es: Todos por debajo
fr: Tous Dessous
hu: Alatta mindet
it: Tutti sotto
nb: Alt under
nl: Alles beneden
pl: Wszystkie poniżej szybowca
pt_br: Todos abaixo
ru: Все ниже
sk: Všetko pod
sv: Allt Under
uk: Ввесь нижче

source: Display airspaces below the glider or within a margin.
bg: Показване на въздушни зони под или в обхват на планера.
cs: Zobrazí prostory pod kluzákem nebo v jeho doletu.
de: Alle Lufträume unter dem Segler werden gezeigt.
es: Mostrar los espacios aereos por debajo del planeador o dentro de un margen de distancia.
fr: Affiche les espaces aériens sous le planeur ou contenu dans une tranche.
hu: A gép körül magassági sávba vagy az alatti légterek megjelenítése.
it: Visualizza gli spazi aerei sotto o entro una margine di distanza dal velivolo.
nb: Vis luftrom som er under eller innefor en bestemt grense fra farkosten.
nl: Geef luchtruim onder het zweefvliegtuig of binnen een marge weer.
pl: Pokazywane są Strefy poniżej szybowca lub w jego zasięgu.
pt_br: Exibir espaços aéreos abaixo do planador, ou dentro da margem.
sk: Zobraz priestory pod klzákom alebo v hraničnej vzdialenosti.
sv: Visa luftrum under farkosten eller inom en marginal.
uk: Зображення повітряного простору нижче та поблизу планера.

source: Default
bg: По подразбиране
cs: Základní
de: Voreinstellung
es: Por defecto
fr: Par défaut
hu: Alapértelmezett
it: Predefinito
nb: Standard
nl: Standaard
pl: Domyślnie
pt_br: Padrão
ru: По умолчанию
sk: Štandardný
sv: Ursprunglig
uk: За замовчуванням

source: This selects the best performing option for your hardware. In fact it favours 'fill padding' except for PPC 2000 system.
bg: С това се избират най-добрите настройки за вашия прибор. В действителност се избира „Запълнена рамка“ с изключение на системата PPC 2000.
cs: Vybere nejlepší nastavení pro výkon vašeho zařízení. Preferovaná volba je "Orámování", kromě zařízení s PPC 2000 systémem.
de: Wählt die performancemäßig beste Option für Deine Hardware aus. Tatsächlich bevorzugt es 'Rahmen', außer bei PPC 2000 Systemen.
es: Selecciona la mejor opción de rendimiento para su hardware. De hecho, favorece el “relleno”, excepto para el sistema PPC 2000.
fr: Option de meilleure performance pour votre matériel. Favorise le 'remplissage de champ' à l'exception du PPC 2000.
hu: Kiválasztja a készüléke teljesítményének megfelelő legjobb lehetőséget.
it: Seleziona l'opzione delle prestazioni migliore per l'hardware. Di fatto favorisce 'riempire contenuto' tranne che per il sistema PPC 2000.
nl: Selecteerd de optie voor de peste prestaties op dit apparaat. Alleen op PPC 2000 systeem wordt "Vullen" niet gebruikt.
pl: Program wybiera najlepszą opcję dla Twojego sprzętu. Faworyzuje 'Wypełniaj obwódkę', za wyjątkiem PPC 2000.
sk: Toto vyberie najvýkonnejšiu možnosť pre Váš hardvér. Fakticky uprednostňuje vždy "fill padding" výnimka je systém PPC 2000.
sv: Väljer bästa val för prestanda för din hårdvara. 'Fill padding' föredras med undantag för PPC 2000 system.
uk: Тим самим буде обрано найкращий варіант для вашого пристрою. Насправді, це пріоритет за 'fill padding', за винятком систем на РРС 2000.

source: Fill all
bg: Запълни всичко
cs: Vyplnit vše
de: Ganz ausfüllen
es: Rellenar todos
fr: Remplir tout
hu: Teljes kitöltés
it: Riempi tutto
nb: Fyll alle
nl: Vul alle
pl: Wypełniaj wszystko
pt_br: Preencher tudo
ru: Заполнить всё
sk: Vyplniť všetko
sv: Fyll allt
uk: Заповнити все

source: Transparently fills the airspace colour over the whole area.
bg: Прозрачно запълва цвета на въздушното пространство над цялата област.
cs: Průhledná výplň barvou celého prostoru.
de: Färbt das ganze Areal des Luftraums transparent.
es: Rellena con color transparente el interior del espacio aéreo.
fr: Remplissage de la totalité de l'espace aérien par une couleur transparente.
hu: Átlátszóan színezi ki a légtér teljes területét.
it: Ombreggia l'area col colore dello spazio aereo.
nl: Vult de luchtruim kleur transparant over het hele gebied.
pl: Wypełnia cały obszar strefy wybranym kolorem.
ru: Прозрачное заполнение цветом воздушного пространства над всей площадью.
sk: Priestor bude vyplnený vlastnou priehľadnou farbou.
sv: Fyller hela ytan med luftrumsfärgen med transparens.
uk: Прозоре заповнення всієї області повітряного простору.

source: Fill padding
bg: Запълнена рамка
cs: Orámování
de: Rahmen
es: Relleno acolchado
fr: Remplir partiellement
hu: Szélek kitöltése
it: Riempi orlatura
nb: Fyll resten
nl: Vulling
pl: Wypełniaj obwódkę
pt_br: Preenchimento
sk: Vyplnené
sv: Fyll marginal

source: Draws a solid outline with a half transparent border around the airspace.
bg: Чертае плътен контур с полупрозрачна ивица около въздушната зона.
cs: Vykreslí plný obrys s poloprůsvitným orámováním okolo prostoru.
de: Zeichnet eine durchgezogene Linie mit halb transparentem Rand um den Luftraum.
es: Dibuja una línea solida con un borde semi transparente alrededor del espacio aéreo.
fr: Le contour de l'espace est représenté par une ligne épaisse semi transparente.
hu: Folytonos körvonalat és félig átlátszó szegélyt rajzol a légtér köré.
it: Disegna un perimetro solido con bordo semitrasparente attorno allo spazio aereo.
nl: Tekent een onafgebroken omtrek met een half transparante rand om het luchtruim.
pl: Zaznacza Strefę półprzezroczystą obwódką.
sk: Vykreslí tlstú okrajovú čiaru a polo priehľadnú hranicu okolo priestoru.
sv: Ritar ett halvtransparent solid linje runt luftrummet.
uk: Окреслює жирною лінією з напівпрозорими межами навколо повітряного простору.

source: No fill
bg: Без запълване
cs: Bez výplně
de: Keine Füllung
es: Sin relleno
fr: Aucun remplissage
it: Nessun riempimento
nl: Niet gevuld
pl: Bez wypełnienia
ru: Без заливки
sk: Bez výplne
sv: Ingen fyllning
uk: Без заповнення

source: Don't fill the airspace area.
bg: Въздушните зони не се оцветяват.
cs: Nevyplní plochu prostoru.
de: Lufträume nicht ausfüllen.
es: No rellenar el interior del espacio aéreo.
fr: Ne remplit pas l'espace aérien.
it: Non riempie lo spazio aereo.
nl: Luchtruim niet opvullen.
pl: Obszar Strefy przestrzeni nie będzie wypełniony.
ru: Не заполнять область воздушного пространства.
sk: Nevypĺňaj plochu priestoru.
sv: Fyll inte luftrummets yta.
uk: Не заповнювати область повітряного простору.

source: No labels will be displayed.
bg: Не се показват етикети.
cs: Nezobrazí se žádné popisy.
de: Keine Labels angezeigen.
es: No se mostrarán las etiquetas.
fr: Aucune étiquette ne sera affichée.
it: Non verranno visualizzate etichette.
nl: Geen labels weergeven.
pl: Etykiety nie będą wyświetlane
sk: Nezobrazia sa žiadne názvy.
sv: Inga etiketter kommer visas.

source: All labels will be displayed.
bg: Всички етикети се показват.
cs: Všechny popisy se zobrazí.
de: Alle Labels angezeigen.
es: Se mostrarán todas las etiquetas.
fr: Toutes les étiquettes seront affichées.
it: Verranno visualizzate tutte le etichette.
nl: Alle labels weergeven.
pl: Wszystkie etykiety będą wyświetlane.
sk: Všetky názvy sa zobrazia.
sv: Alla etiketter kommer visas.

source: Colours
bg: Цветове
cs: Barvy
de: Farben
es: Colores
fr: Couleurs
hu: Szinek
it: Colori
nb: Farger
nl: Kleuren
pl: Kolory
pt_br: Cores
ru: ЦветаВП
sk: Farby
sv: Färger
uk: Кольори

source: Filter
bg: Филтър
cs: Filtr
es: Filtrar
fr: Filtre
hu: Szűrő
it: Filtro
pl: Filtruj
pt_br: Filtro
ru: ФильтрВП
uk: Фільтр

source: Airspace display
bg: Показване на въздушното пространство
cs: Zobrazení prostorů
de: Luftraumanzeige
es: Visualización del Espacio Aéreo
fr: Affichage espace aérien
hu: Légterek kijelzése
it: Visualizzazione Spazio Aereo
nb: Luftromforsinkelse
nl: Luchtruimweergave
pl: Wyświetlanie Stref
pt_br: Exib Espaço Aéreo
ru: Фильтр зон ВП
sk: Zobrazenie vzduš. priestoru
sv: Visa luftrum
uk: Зображення повітряного простору

source: Controls filtering of airspace for display and warnings. The airspace filter button also allows filtering of display and warnings independently for each airspace class.
bg: Контролира филтрирането за показване и предупреждения на въздушното пространство. Бутонът за филтър позволява отделно филтриране по класове.

source: Label visibility
bg: Видимост на етикетите
cs: Popisy pro
de: Sichtbarkeit der Beschriftung
es: Etiquetas visibles
fr: Visibilité des étiquettes
hu: Címke láthatóság
it: Visibilità etichette
nb: Etikettens synlighet
nl: Zichtbaarheid label
pl: Pokazuj etykiety
pt_br: Visibilidade do rótulo
ru: Видимость меток
sk: Viditeľnosť menovky
sv: Etikettvisning
uk: Видимість мітки

source: Determines what labels are displayed.
bg: Определя какви етикети се показват.
cs: Určuje, jaké popisy se zobrazí.
de: Legt fest, welche Labels angezeigt werden sollen.
es: Determina qué etiquetas se muestran.
fr: Définit quels étiquettes seront affichées.
it: Determina quali etichette vengono visualizzate.
nl: Bepaalt welke labels worden getoond.
pl: Określa, które etykiety będą wyświetlone
sk: Určuje aké popisky sa zobrazia.
sv: Bestämmer vilka etiketter som visas.

source: Clip altitude
bg: Обхват по височина
cs: Výška ořezání
de: Max. Höhe
es: Altitus de recorte
fr: Altitude plafonnée
hu: Vágási magasság
it: Altitudine di soglia
nb: Kutthøyde
nl: Doorsnijhoogte
pl: Poniżej wysokości
pt_br: Altitude de corte
ru: Высота диапазона
sk: Ignoruj vzduš. priest. nad
sv: Luftrumstak
uk: Висота відсічки

source: For clip airspace mode, this is the altitude below which airspace is displayed.
bg: За режим „обхват“ това е височината, под която се показва въздушното пространство.
cs: Pro režim ořezání, nastavuje výšku nad mořem, pod kterou budou zobrazovány prostory.
de: Für die Luftraumanzeige "bis max. Höhe" werden bis zu dieser Höhe die Lufträume angezeigt.
es: En el modo de espacio aéreo recortado, esta es la altitud por debajo de la cual se muestra el espacio aéreo.
fr: En mode d'affichage plafonné des espaces aériens, il s'agit de l'altitude sous laquelle les espaces aériens sont affichés.
hu: Amikor a légterek megjelenítése vágásra van állítva, az itt megadott szint alatti légterek lesznek megjelenítve.
it: Per la modalità soglia spazio aereo, questa è l'altitudine sotto cui viene visualizzato lo spazio aereo.
nb: Luftromfilter. Kun luftrom nedenfor denne høyden vises.
nl: Voor de doorsnee luchtruim modus is dit de hoogte waaronder het luchtruim wordt weergegeven.
pl: Jest to wysokość do której wyświetlane są Strefy, w trybie 'Do zadanej wysokości'.
pt_br: Para espaço aéreo em modo de corte, esta é a altitude abaixo da qual os espaços aéreos serão exibidos.
sk: Pre režim orezania priestorov, toto je výška pod ktorou budú zobrazené priestory.
sv: Höjd under vilken luftrum visas i luftrumsläge klippt.
uk: Для режиму відсічки висоти повітряного простору. Це висота, нижче якої виводиться зображення повітряного простору.

source: Margin
bg: Обхват
cs: Tolerance
de: Auto Höhenband
es: Margen
fr: Marge
hu: Vágási sáv
it: Margine
nl: Marge
pl: Wysokość nad/pod
pt_br: Margem
ru: Превышение
sk: Zobraz vzduš. priest. od
sv: Marginal

source: For auto and all below airspace mode, this is the altitude above/below which airspace is included.
bg: За режимите „авто“ и „всичко под“ това е височината, над/под която въздухоплавателното пространство се включва.
cs: Pro režimy zobrazení prostorů Auto a Vše pod nastavenou výškou. Toto je výška nad/pod kterou je prostor zobrazen.
de: Für die "Auto" Luftraumanzeige ist das die Höhe über/unter der Lufträume in die Darstellung einbezogen werden.
es: Para el modo automático y por debajo del espacio aéreo, esta es la altitud sobre / debajo de la cual se incluye el espacio aéreo.
fr: Pour les modes d'affichage "Auto" et "Tous dessous", il s'agit de l'altitude au-dessus/au-dessous de laquelle les espaces aériens sont affichés.
hu: Az 'automata' vagy az 'alatta mind' légtérvágási módban alkalmazott sáv magassága.
it: Per le modalità spazio aereo auto e tutto sotto, questa è l'altitudine al di sopra/sotto la quale lo spazio aereo è incluso.
nb: For auto og alt-under modus er dette grensehøyden som luftrom blir vurdert i forhold til.
nl: Voor auto en alles onder het luchtruim modus, dit is de hoogte boven/onder waarin het luchtruim is inbegrepen.
pl: W trybach Auto i Strefy poniżej jest to wysokość powyżej/poniżej której znajduje się wnętrze strefy.
pt_br: Para espaço aéreo em mode auto e todos, esta é a altura acima/abaixo da qual é incluído o espaço aéreo.
sk: Pre režim priestorov auto a všetko pod, toto je výška nad / pod kedy je priestor pridaný.
sv: Höjd under/över vilken luftrum visas i luftrumsläge auto och allt under.
uk: Для режиму зображення повітряного простору "Авто і весь нижче". Це висота, вище/нижче якої повітряний простір включено.

source: Enable/disable all airspace warnings.
bg: Включване/изключване на всички предупреждения за въздушното пространство.
cs: Zapnout/vypnout všechna varování před prostory.
de: Aktivieren/Abschalten der Luftraumwarnungen.
es: Activa/desactiva las alertas de espacio aéreo.
fr: Active/désactive toutes les alertes d'espace aérien.
hu: Engedélyezi vagy letiltja az összes légtér-riasztást.
it: Abilita/disabilita tutti gli avvisi degli spazi aerei.
nb: Alle luftromvarsler av/på.
nl: In/uitschakelen van alle luchtruim waarschuwingen.
pl: Włącza/wyłącza wszystkie ostrzeżenia o strefach.
pt_br: Habilitar/desabilitar todos os avisos de espaço aéreo.
ru: Включить/выключить все предупреждения о воздушном пространстве
sk: Povoliť/zakázať všetky varovania vzdušných priestorov.
sv: Aktivera/avaktivera alla luftrumsvarningar.
uk: Вмикає/вимикає всі застереження щодо повітряного простору.

source: Warnings dialog
bg: Диалог за предупреждения
cs: Okno výstrahy
de: Warnungsfenster
es: Diálogos de advertencia
fr: Fenêtre d'avertissements
it: Dialogo avvisi
nl: Waarschuwingsvenster
pl: Okno z ostrzeżeniem
pt_br: Diálogos de alerta
sk: Výstrahové okno
sv: Varningsdialog

source: Enable/disable displaying airspaces warnings dialog.
bg: Включване/изключване показването на диалога с предупреждения за въздушното пространство.
cs: Zapne/vypne okno varování před prostory.
de: Aktivieren/deaktivieren der Anzeige des Luftraumwarnfensters.
es: Activar/desactivar la visualización del cuadro de diálogo de advertencias de espacios aéreos.
fr: Active/désactive l'affichage de la fenêtre d'avertissement d'espaces aériens.
it: Abilità/disabilità visualizzazione avvisi spazi aerei.
nl: In/uitschakelen van luchtruim waarschuwingsvenster.
pl: Wł./wył. wyświetlanie ostrzeżeń o strefach
sk: Povoliť / zakázať výstrahové okno s priestormi.
sv: Aktivera/avaktivera visning av dialog för luftrumsvarningar.

source: Warning time
bg: Време до предупреждение
cs: Čas varování
de: Vorwarnzeit
es: Tiempo de advertencia
fr: Durée d'alerte
hu: Riasztás időzítése
it: Tempo di avviso
nb: Varseltid
nl: Waarschuwingstijd
pl: Wyprzedzenie ostrzeżenia
pt_br: Tempo do aviso
ru: Время предупрежд.*
sk: Predstih upozornenia
sv: Varningstid*
uk: Час застереження

source: This is the time before an airspace incursion is estimated at which the system will warn the pilot.
bg: Това е предполагаемото време преди вероятно навлизане във въздушното пространство, при което системата ще предупреди пилота.
cs: Odhadovaná doba letu před narušením prostoru, při kterém sytém varuje pilota.
de: Diese Zeitspanne vor dem erwarteten Einflug in einen Luftraum warnt das System den Pilot.
es: Este es el tiempo estimado en el que el sistema avisará al piloto antes de que se produzca la incursion en el espacio aereo.
fr: Ceci est le moment où le système avertit le pilote avant une incursion dans un espace aérien.
hu: Egy légtér megsértése előtt ennyi idővel figyelmezteti a pilótát.
it: Quanto tempo prima dell'incursione stimata di uno spazio aereo il sistema avviserà il pilota.
nb: Forvarseltid. Tiden angir hvor lenge i forveien systemet skal varsle om forventet kontakt med luftrom
nl: Dit is de geschatte tijd voordat een luchtruim schending plaats vindt waarop het systeem zal waarschuwen.
pl: Jest to czas wyprzedzenia szacowanego wlotu do strefy, z jakim mają być wyświetlane ostrzeżenie.
pt_br: Este é o tempo estimado para que o sistema avise o piloto antes de uma incursão ao espaço aéreo.
ru: Время, за которое система будет предупреждать пилота, прежде чем он вторгнется в воздушное пространство.
sk: Táto hodnota určuje dĺžku doby pred odhadovaným narušením vzdušného priestoru, kedy systém zobrazí varovanie.
sv: Tid innan en förväntad luftrumsöverträdelse när systemet varnar piloten.
uk: Це розрахунковий час до порушення повітряного простору, коли система попередить про це пілота.

source: Repetitive sound
bg: Повтарящ се звук
cs: Opakující se zvuk
de: wiederholter Sound
es: Sonido repetitivo
fr: Son répétitif
it: Suono ripetitivo
nl: Herhalend geluid
pl: Powtarzający się dźwięk
pt_br: Som repetitivo
ru: Повторяющийся звук
sk: Opakujúci sa zvuk
sv: Repetitivt ljud
uk: Повторний звук

source: Enable/disable repetitive warning sound when airspaces warnings dialog is displayed.
bg: Включване/изключване на повтарящ се предупредителен звуков сигнал, когато се показва диалогът с предупреждения.
cs: Zapne/vypne opakující se zvuk při zobrazení varování před vzdušným prostorem.
de: Aktiviere/Deaktiviere den wiederholten Warnton, wenn die Luftraumwarnung offen ist.
es: Habilita/deshabilita la repeticion de la alerta de sonido cuando se muestre la alerta de espacio aereo.
fr: Active/désactive l'avertissement sonore répétitif lors de l'affichage de la fenêtre d'avertissement d'espace aérien.
it: Abilita/disabilita il suono di avvertimento ripetitivo quando viene visualizzato il dialogo di avviso dello spazio aereo.
nl: Aan/uit zetten herhalend waarschuwingsgeluid wanneer luchtruim waarschuwingsvenster wordt getoond.
pl: Włącz/Wyłącz powtarzający się dźwięk ostrzeżenia wraz z wyświetlaniem okna dialogowego.
ru: Включение / отключение повторяющегося звукового сигнала, когда отображается диалоговое окно предупреждение о воздушном пространстве.
sk: Povoliť / zakázať opakujúci sa zvuk pri zobrazení varovania pred vymedzeným priestorom.
sv: Aktivera/inaktivera repetitiv ljudvarning när dialog för luftrumsvarning visas.
uk: Вмикає/вимикає повтор звукових попереджень, коли на екрані з'являється діалог застереження щодо повітряного простору.

source: Acknowledge time
bg: Време за потвърждение
cs: Potvrzení výstrahy
de: Bestätigungszeit
es: Tiempo de confirmación
fr: Durée d'acquiescement
hu: Nyugtázás érvénye
it: Durata riconoscimento
nb: Kvitteringstid
nl: Bevestigingstijd
pl: Czas potwierdzenia
pt_br: Tempo de reconhecimento
ru: Время подтвержд.*
sk: Platnosť odsúhlasenia
sv: Bekr. Tid*
uk: Час підтвердження

source: This is the time period in which an acknowledged airspace warning will not be repeated.
bg: Това е интервалът от време, в който потвърдено предупреждение за въздушното пространство няма да се повтаря.
cs: Čas, po který se nebude opakovat potvrzená výstraha.
de: Für diese Zeitspanne wird die Wiederholung einer bestätigten Luftraumwarnung ausgesetzt.
es: Este es el periodo de tiempo durante el cual no se repetirá la alerta de espacio aereo detectado.
fr: Durée pendant laquelle un espace aérien acquiescé ne donnera pas de nouvelle alerte.
hu: Egy tudomásul vett légtérsértési figyelmeztetést ennyi időn belül nem ismétel meg.
it: Questo è il periodo di tempo per cui un avviso di spazio aereo riconosciuto non si ripeterà.
nb: Gjentakelsespause for luftromvarsler som er blitt kvittert
nl: Dit is de tijdsduur waarin een luchtruim waarschuwing niet zal worden herhaald.
pl: To jest okres czasu, w którym zatwierdzone ostrzeżenia przed strefą nie będą powtarzane.
pt_br: Este é o período de tempo em que o aviso de um espaço aéreo reconhecido não repetirá mais.
ru: Период времени, в котором принятое предупреждение воздушного пространства не будет повторяться.
sk: Toto je čas po ktorý sa nebude opakovať potvrdená výstraha.
sv: Tidsperiod varunder en bekräftad luftrumsvarning ej kommer att repeteras.
uk: Це відтинок часу, протягом якого потрібно підтвердити попередження щоб уникнути його повтору.

source: Use black outline
bg: Черен контур
cs: Černé obrysy
de: Benutze schwarze Kontur
es: Emplear línea negra
fr: Entourer en noir
hu: Fekete keret
it: Usa contorno nero
nb: Bruk sort omriss
nl: Gebruik zwarte omtrek
pl: Czarna ramka
pt_br: Usar outline preto
ru: Черный контур*
sk: Použiť čierne orámovanie
sv: Svart kontur*
uk: Використати чорний контур
