Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Task
bg: Задача
cs: Úloha
de: Aufgabe
es: Tarea
fr: Circuit
hu: Feladat
it: Tema
nb: Oppgave
nl: Opdracht
pl: Zadanie
pt_br: Prova
ru: Задача
sk: Úloha
sv: Uppgift
uk: Завдання

source: FAI badges/records
bg: FAI значки/рекорди
cs: FAI odznaky/rekordy
de: FAI Abzeichen/Rekorde
es: Insignias/récords FAI
fr: Insignes/Records FAI
hu: FAI jelvények/rekordok
it: Medaglie/Record FAI
nb: FAI medaljer/rekorder
nl: FAI diploma/records
pl: Warunek/Rekord FAI
pt_br: Insígnias/recordes fAI
ru: FAI отметки\данные
sk: FAI odznaky/rekordy
sv: FAI diplom/rekord
uk: Відзнаки/рекорди ФАІ

source: FAI triangle
bg: FAI триъгълник
cs: FAI trojúhelník
de: FAI Dreieck
es: Triángulo FAI
fr: Triangle FAI
hu: FAI háromszög
it: Triangolo FAI
nb: FAI trekant
nl: FAI driehoek
pl: Trójkąt FAI
pt_br: Triângulo FAI
ru: Треугольник FAI
sk: FAI trojuholník
sv: FAI triangel
uk: Трикутник ФАІ

source: FAI out and return
bg: FAI отиване и връщане
cs: FAI návrat
de: FAI Ziel-Rückflug
es: Ida y vuelta FAI
fr: Aller-retour FAI
hu: FAI hurok
it: FAI andata e ritorno
nb: FAI tur / retur
nl: FAI uit en terug
pl: FAI dcp
pt_br: Ida e Volta FAI
ru: Маршрут с возвращением по правилам FAI
sk: FAI návratová
sv: FAI ut och åter
uk: Маршрут з поверненням за правилами ФАІ

source: FAI goal
bg: FAI цел
cs: FAI cíl
de: FAI Zielflug
es: Meta FAI
fr: But FAI
hu: FAI céltáv
it: arrivo FAI
nb: FAI mål
nl: FAI doel
pl: FAI docel
pt_br: Objetivo FAI
ru: FAI цель
sk: FAI cieľová
sv: FAI mål
uk: Ціль ФАІ

source: Racing
bg: Състезание
cs: Rychlostní
de: Rennaufgabe
es: Carrera
fr: Course
hu: Versenyzés
it: Gara al traguardo
pl: Konkurencja wyścigowa
ru: Гонка
sk: Súťažná úloha
uk: Перегони

source: AAT
bg: Задача с назначени зони
cs: AAT úloha
es: TAA
it: Area Task Assegnata (AAT)
pl: Konk. obszarowa AAT
ru: Задача с назначенными зонами
sk: Rýchlostná úloha cez určené priestory (AAT)
uk: ААТ

source: Modified area task (MAT)
bg: Модифицирана задача със зони (MAT)
cs: MAT úloha
de: Modifizierter Area-Task (MAT)
es: Tarea de área modificable (TAM)
fr: Circuit à secteurs modifiés (MAT)
it: Area Task Modificata (MAT)
pl: Konk. obszarowa MAT
pt_br: Prova de área modificada (MAT)
ru: Изменённый район задания
sk: Modifikovaná úloha cez určené priestory (MAT)
sv: Modifierad areauppgift (MAT)
uk: Модифіковане завдання в зоні (МАТ)

source: Mixed
bg: Смесена
cs: Smíšená
de: Gemischt
es: Mixto
fr: Mélangé
hu: Vegyes
it: Misto
nb: Blandet
nl: Gemengd
pl: Konkurencja AAT+PZty
pt_br: Mista
ru: Смешанный
sk: Zmiešaná
sv: Blandad
uk: Змішаний

source: Touring
bg: Обиколка
cs: Cestovní
de: Reiseflug
es: Turismo
fr: Tourisme
hu: Túra
it: Turistico
nl: Toeren
pl: Przelot Treningowy
ru: Туризм
sk: Cestovná
sv: Flyga omkring
uk: Турне

source: FAI rules, allows only FAI start, finish and turn point types, for badges and records. Enables FAI finish height for final glide calculation.
bg: Правилата на FAI допускат само FAI старт, финал и повратни точки за значки и рекорди. Активира правилото на FAI за височина над финала при изчислението на финалната права.

source: FAI rules, path from a start to two turn points and return.
bg: Правилата на FAI за маршрут от стартова точка през две повратни точки и връщане.
cs: FAI pravidla, trasa od startu přes dva otočné body do cíle.
de: FAI Regeln. Ein Kurs vom Start über zwei Wenden und wieder zurück.
es: Reglas FAI, trayecto desde la salida hasta dos puntos de giro y regreso.
fr: Règlement FAI, base de départ, 2 points de virage et retour à la base.
hu: FAI szabályok, a startból két fordulópont érintésével és vissza.
it: Regole FAI, percorso dalla partenza a due boe e ritorno.
nb: FAI regler, rute fra start til 2 vendepunter og tilbake.
nl: FAI regels, pad van een start naar twee keerpunten en terug.
pl: Reguły FAI, trasa od startu do dwóch punktów zwrotnych i powrót.
pt_br: Regras FAI, da largada para dois ptos. virada e retorno.
ru: Правила FAI, путь от начала до двух поворотных точек и возвращение
sk: FAI pravidlá, trať zo štartu k 2 otočným bodom s návratom.
sv: FAI regler, väg från start till två vägpunkter och åter.
uk: Правила ФАІ, маршрут від старту через два ППМ з поверненням.

source: FAI rules, path from start to a single turn point and return.
bg: Правилата на FAI за маршрут от старт до една повратна точка и връщане.
cs: FAI pravidla, trasa od startu k jedinému otočnému bodu a návrat do cíle.
de: FAI Regeln. Ein Kurs vom Abflug um eine Wende und wieder zurück.
es: Reglas FAI, trayecto desde la salida hacia un punto de giro y retorno.
fr: Règlement FAI, base de départ, 1 point de virage et retour à la base.
hu: FAI szabályok, a startból egy fordulópont érintésével és vissza.
it: Regole FAI, percorso dalla patenza ad una singola boa e ritorno.
nb: FAI regler, rute fra start til 1 vendepunkt og tilbake.
nl: FAI regels, pad van de start naar 1 keerpunt en terug.
pl: Reguły FAI, trasa od startu do pojedynczego punktu zwrotnego i powrót.
pt_br: Regras FAI, da largada para um único pto. virada e retorno.
ru: Правила FAI, путь от начала до одной точки поворота и возвращение
sk: FAI pravidlá, trať zo štartu k jednému otočnému bodu s návratom.
sv: FAI regler, väg från start till en vägpunkt och åter.
uk: Правила ФАІ, маршрут від старту через один ППМ з поверненням.

source: FAI rules, path from start to a goal destination.
bg: Правилата на FAI за маршрут от старт до целева точка.
cs: FAI pravidla, trasa od startu do cílového bodu.
de: FAI Regeln. Kurs vom Abflug zu einem Zielpunkt.
es: Reglas FAI, trayecto desde la salida hacia una meta.
fr: Règles FAI, pour trajet du point de départ au point d'arrivée.
hu: FAI szabályok, a startból közvetlenül a célba.
it: Regole FAI, percorso dalla partenza all'arrivo.
nb: FAI regler, rute fra start til et deklarert mål.
nl: FAI regels, pad vanaf start naar een eind bestemming.
pl: Reguły FAI, trasa od startu do punktu końcowego.
pt_br: Regras FAI, da largada a um único destino.
ru: Правила FAI, путь от старта до финишного окна
sk: FAI pravidlá, trať zo štartu do cieľového bodu.
sv: FAI regler, bana från start till en måldestination.
uk: Правила ФАІ, маршрут від старту до цілі.

source: Racing task around turn points. Can also be used for FAI badge and record tasks. Allows all shapes of observation zones.
bg: Състезателна задача около повратни точки. Може също да се използва за FAI значки и рекорди. Позволява всички форми на зони за наблюдение.

source: Task through assigned areas, minimum task time applies. Restricted to cylinder and sector observation zones.
bg: Задача през назначени зони за минимално време. Ограничена до цилиндрични и секторни зони за наблюдение.

source: Modified area task. Task with start, finish and at least one predefined 1 mile cylinder. Pilot can add additional points as needed. Minimum task time applies.
bg: Модифицирана задача през зони. Задача със старт, финал и поне един предефиниран цилиндър с радиус 1 миля. Пилотът може да добавя допълнителни точки при нужда. Задача за минимално време.

source: Racing task with a mix of assigned areas and turn points, minimum task time applies.
bg: Състезателна задача със смесица от назначени зони и повратни точки. Задача за минимално време.
cs: Soutěžní úloha se smíšenými oblastmi a otočnými body, je aplikován minimální čas úlohy.
de: Geschwindigkeitsaufgabe mit einer Mischung aus zugewiesenen Gebieten und Wendepunkten. Mindest-Aufgabenzeit wird vorgeschrieben.
es: Tarea de velocidad con una combinación de áreas asignadas y puntos de giro, se aplica el tiempo mínimo de tarea.
fr: Épreuve comprenant un mélange de zones définies et de points de virages sans zone, avec durée minimale de vol.
hu: Versenyfeladat, fordulópontok és előre meghatározott légterek keverékével, minimális idő előírásával.
it: Tema di gara misto con area task e boe, si applica un tempo minimo.
nb: Hastighetskonkurranse med en blanding av bestemte områder og vendepunkter, minimum oppgavetid brukes.
nl: Snelheidsopdracht met een mix van AA's en keerpunten, minimale opdracht tijd van toepassing.
pl: Konkurencja prędkościowa z mieszanymi obszarami i punktami zwrotnymi; stosuje się min. czas oblotu.
pt_br: Prova de corrida com uma mistura de AAT (assigned areas and turn points), tempo mínimo de prova aplicável.
ru: Гоночное задание, включающее назначенные зоны и поворотные точки, применяется минимальное время задания.
sk: Súťažná úloha s kombináciou určených oblastí a otočných bodov, aplikuje sa minimálny čas úlohy.
sv: Hastighetsuppgift med en mix av tilldelade områden och vägpunkter. Minsta uppgiftstid gäller.
uk: Гонка зі змішаними правилами завдання в призначеному районі та з ППМ, на мінімальний час.

source: Casual touring task, uses start and finish cylinders and FAI sector turn points.
bg: Неформална туристическа задача. Използва стартов и финален цилиндър и повратни точки с FAI сектор.
cs: Neformální "cestovní" úloha, používá startovní a cílový válec a FAI sektory pro otočné body.
de: Freier Flug mit Abflug- und Zielzylindern sowie FAI- Sektorwenden.
es: Tarea de recorrido casual, utiliza cilindros de salida y llegada y puntos de giro de sector FAI.
fr: Circuit occasionnel classique, comprenant des cylindres de départ/arrivée et des points de virage avec secteurs FAI.
hu: Egyéni túrafeladat, start- és célhengerekkel, FAI szektor fordulópontokkal.
it: Tema cross-country casuale con partenza, arrivo e boe a cilindro oppure a settore FAI.
nb: Vanlig touringoppgave, bruker start og målsylindere samt FAI sektor vendepunkter.
nl: Tour opdracht, gebruikt start en finish cilinders en FAI keerpunt sectoren.
pl: Przelot treningowy, z cylindrami na starcie i mecie oraz sektorami FAI na PZ-tach.
pt_br: Prova casual de turismo, usa cilindros de partida e de chegada e setores FAI para pilões.
ru: Второстепенное туристическое задание, включает стартовый и финишный цилиндр и поворотные точки FAI сектора.
sk: Neformálna "cestovná" úloha, používa štartový a cieľový cylinder a FAI sektory pre otočné body.
sv: Spontantur, använder start- och målcylindrar och FAI-sektor vägpunkter.
uk: Завдання на вільний порядок проходження маршруту. Використовуються стартовий і фінішний циліндри та сектори ФАІ в якості ППМ.

source: A 90-degree sector with 1 km radius. Cross corner edge from inside area to start.
bg: 90-градусов сектор с радиус 1 км. Стартът е при пресичане на ъгловата граница отвътре навън.

source: A straight line start gate. Cross start gate from inside area to start.
bg: Права стартова линия. Стартът е при пресичане на стартовата линия отвътре навън.

source: A cylinder. Exit area to start.
bg: Цилиндър. Излизане от цилиндъра за старт.

source: A 90-degree sector with 'infinite' length sides. Cross any edge, scored from corner point.
bg: 90-градусов сектор с безкрайни рамена. Пресичане на която и да е граница; отчита се от ъгловата точка.

source: A keyhole. Scored from center.
bg: Ключова зона. Отчита се от центъра.

source: (German rules) Any point within 1/2 km of center or 10 km of a 90-degree sector. Scored from center.
bg: Немски правила - всяка точка до 1/2 км от центъра или на 10 км от 90-градусов сектор. Отчита се от центъра.

source: (British rules) Any point within 1/2 km of center or 20 km of a 90-degree sector. Scored from center.
bg: Британски правила - всяка точка до 1/2 км от центъра или на 20 км от 90-градусов сектор. Отчита се от центъра.

source: (British rules) Any point within 1/2 km of center or 10 km of a 180-degree sector. Scored from center.
bg: Британски правила - всяка точка до 1/2 км от центъра или на 10 км от 180-градусов сектор. Отчита се от центъра.

source: A cylinder. Any point within area scored from center.
bg: Цилиндър. За всяка точка в цилиндъра се счита, че е достигнат центърът.

source: A 1 mile cylinder. Scored by farthest point reached in area.
bg: Цилиндър с радиус 1 миля. Счита се за постигната най-далечната точка, достигната в цилиндъра.

source: A cylinder. Scored by farthest point reached in area.
bg: Цилиндър. Счита се най-далечната достигната точка в зоната.

source: A sector that can vary in angle and radius. Scored by farthest point reached inside area.
bg: Сектор, който варира по ъгъл и радиус. Счита се най-далечната точка достигната във вътрешната област.

source: A 90-degree sector with 1 km radius. Cross edge to finish.
bg: 90-градусов сектор с радиус 1 км. Пресичане на границата за финал.

source: Cross finish gate line into area to finish.
bg: Права финална линия, която се прелита за финал.
cs: Protni cílovou pásku do oblasti k dosažení cíle.
de: Überfliege die Torlinie in das Gebiet hinein für die Ankunft.
es: Cruce la línea de puerta de llegada hacia el área interior para terminar.
fr: Traverser la ligne d'arrivée dans une surface définie pour terminer le circuit.
hu: Keresztezze a célkapu vonalát a területen a befejezéshez
it: Attraversare la linea di arrivo per concludere.
nb: Kryss linjen innover for å ta målet.
nl: Vlieg de finishlijn over om te finishen.
pl: Aby zakończyć, przekrocz linię mety do wnętrza obszaru.
pt_br: Cruzar uma portão final dentro da área para finalizar.
ru: Пересечение линии финишного окна в области финиша.
sk: Pretni pásku smerom dovnútra oblasti k dokončeniu úlohy.
sv: Korsa mållinjen in i området för målgång.
uk: Для фінішу - перетнути лінію фінішних воріт в напрямку зони спостереження.

source: Enter cylinder to finish.
bg: Влизане в цилиндър за финал.
cs: K dosažení cíle protni válec.
de: Fliege in den Zylinder ein für die Ankunft.
es: Entre en el cilindro para terminar.
fr: Entrer dans le cylindre pour terminer.
hu: Lépjen be a hengerbe a befejezéshez
it: Entrare nel cilindro per concludere.
nb: Kryss innover i sylinderen for å ta målet.
nl: Vlieg een cilinder binnen om te finishen.
pl: Wleć do cylindra aby ukończyć.
pt_br: Entrar em um cilindro para finalizar.
ru: Введите финишный цилиндр
sk: Vstúp do valca pre dokončenie úlohy.
sv: Träd in i cylindern för målgång.
uk: Для фінішу - ввійти в циліндр.

source: A 180-degree sector with 5 km radius. Exit area in any direction to start.
bg: 180-градусов сектор с радиус 5 км. Излизане от сектора във всяка посока за старт.

source: A sector that can vary in angle, inner and outer radius. Scored by farthest point reached inside area.
bg: Сектор, който варира по ъгъл, вътрешен и външен радиус. Счита се най-далечната точка достигната във вътрешността.

source: A symmetric quadrant with a custom radius.
bg: Симетричен 90° сектор със зададен радиус.
cs: Symetrická výseč s vlastním poloměrem.
de: Ein symmetrischer Quadrant/Viertelkreis mit einem beliebigen Radius.
es: Un cuadrante simétrico con un radio personalizado.
fr: Quadrant symétrique avec rayon réglable.
it: Un quadrante simmetrico di raggio a piacere.
nb: Symetrisk kvadrant med egendefinert radius.
nl: Een symetrisch kwadrant met een instelbare straal.
pl: Symetryczny sektor o zadanym promieniu.
pt_br: Um quadrante simétrico com um raio personalizado.
ru: Симметричный сектор с пользовательским радиусом.
sk: Symetrický výsek s voliteľným rádiusom.
sv: En symmetrisk kvadrant med anpassad radie.
uk: Симетричний квадрант (90-градусний сектор) довільно вибраного радіусу.

source: A keyhole. Scored by farthest point reached in area.
bg: Ключова зона. Счита се най-далечната точка достигната в областта.

source: FAI start quadrant
bg: Стартов сектор по FAI
cs: FAI startovní sektor
de: FAI Abflug-Quadrant
es: Cuadrante de salida FAI
fr: Quadrant de départ FAI
hu: FAI startnégyszög
it: Quadrante di partenza FAI
nb: FAI startkvadrant
pl: Kwadrant startowy FAI
pt_br: Quadrante FAI de largada
ru: Стартовый сектор FAI
sk: FAI odletový kvadrant
sv: FAI startkvadrant
uk: Стартовий квадрант (90-градусний сектор) ФАІ

source: Start line
bg: Стартова линия
cs: Startovní páska
de: Abfluglinie
es: Línea de salida
fr: Ligne de départ
hu: Startvonal
it: Linea di partenza
nb: Startlinje
nl: Startlijn
pl: Linia startowa
pt_br: Linha de largada
ru: Старотовая линия
sk: Štartovacia páska
sv: Startlinje
uk: Стартова лінія

source: Start cylinder
bg: Стартов цилиндър
cs: Startovní válec
de: Abflugzylinder
es: Cilindro de salida
fr: Cylindre de départ
hu: Starthenger
it: Cilindro di partenza
nb: Startsylinder
nl: Start cilinder
pl: Cylinder startowy
pt_br: Cilindro de largada
ru: Старотовый цилиндр
sk: Štartovací valec
uk: Стартовий циліндр

source: FAI quadrant
bg: FAI сектор
cs: FAI sektor
es: Cuadrante FAI
fr: Quadrant FAI
hu: FAI négyszög
it: Quadrante FAI
nb: FAI firkant
pl: Kwadrant FAI
pt_br: Quadrante FAI
ru: FAI квадрат
sk: FAI kvadrant
sv: FAI kvadrant
uk: Квадрант (90-градусний сектор) ФАІ

source: Keyhole sector
bg: Ключов сектор
cs: Sektor kruh+výseč
de: Keyhole Sektor (DAeC)
es: Sector de ojo de cerradura (DAeC)
fr: Secteur DAeC
sv: Nyckelhålssektor

source: Keyhole sector (DAeC)
bg: Ключов сектор (DAeC)
cs: Sektor kruh+výseč (DAeC)
de: Schlüssellochsektor (DAeC)
es: Sector de ojo de cerradura (DAeC)
fr: Secteur DAeC
hu: Kulcslyuk szektor (DAeC)
it: Settore a Buco di chiave
nb: Nøkkelhullsektor (DAeC)
nl: Sleutelgat sector (DAeC)
pl: Sektor 'keyhole' (DAeC)
ru: Сектор замочной скважины (DAeC)
sk: Sektor v tvare kľúčovej dierky (DAeC)
sv: Nyckelhålssektor (DAeC)
uk: Сектор в формі замкової щілини (DAeC)

source: BGA Fixed Course sector
bg: BGA сектор с фиксиран курс
cs: BGA sektor s daným kurzem
de: BGA festgelegter Kurssektor
es: Sector de rumbo fijo BGA
fr: Secteur de type BGA fixe
hu: BGA rögzített útvonal szektor
it: BGA settore di gara fisso
nb: BGA Fastkurssektor
nl: BGA Vaste Route sector
pl: Sektor BGA Fixed Course
pt_br: Setor de curso fixo BGA
ru: BGA сектор с фиксированным курсом
sk: BGA stanovený kurzový sektor
sv: BGA sektor fix bana
uk: BGA сектор з фіксованим курсом

source: BGA Enhanced Option Fixed Course sector
bg: BGA сектор с фиксиран курс, подобрен вариант
cs: BGA sektor s daným kurzem a více možnostmi
de: BGA Erweiterterungsoption festgelegter Kurssektor
es: Sector de rumbo fijo de opción mejorada BGA
fr: Secteur de type BGA fixé avec options améliorées
hu: BGA könnyített rögzített útvonal szektor
it: BGA Opzione Avanzata settore fisso di Corsa
nb: BGA Utvidet Opsjon Fastkurssektor
nl: BGA Verbeterde Optie Vaste Route sector
pl: Sektor BGA Enhanced Option Fixed Course
pt_br: Setor de curso fixo BGA aprimorado
ru: BGA Усиленный вариант сектора с фиксированным курсом
sk: BGA rozšírená možnosť, stanovený kurzový sektor
sv: BGA sektor utökad bana
uk: BGA Посилений варіант сектора з фіксованим курсом

source: Turn point cylinder
bg: Повратен цилиндър
cs: Válec
de: Wendepunkt-Zylinder
es: Cilindro de punto de viraje
fr: Cylindre de point de virage
hu: Henger fordulópont
it: Cilindro di boa
nb: Vendepunktsylinder
nl: Keerpunt cilinder
pl: Cylinder punktu zwrotnego
pt_br: Pilão cilindro
ru: Поворотная точка цилиндра
sk: Valec
sv: Vändpunkt cylinder
uk: ППМ - циліндр

source: Cylinder with 1 mile radius.
bg: Цилиндър с радиус 1 миля.
cs: Válec o poloměru 1 míle.
de: Zylinder mit 1 Meile Radius.
es: Cilindro con radio de 1 milla.
fr: Cylindre d'un mile de rayon.
hu: Henger 1 mérföldes sugárral.
it: Cilindro avente un miglio di raggio.
nl: Cylinder met straal van 1 mijl.
pl: Cylinder o promieniu 1 mila.
pt_br: Cilindro com 1 milha de raio.
ru: Цилиндр с 1 мильным радиусом
sk: Valec s polomerom 1 míľa.
sv: Cylinder med radie 1 mile.
uk: Циліндр радіусом 1 миля.

source: Area cylinder
bg: Цилиндър - зона
cs: Válcová oblast
de: Area Zylinder
es: Cilindro de área
fr: zone cylindrique
hu: Terület henger
it: Area cilindro
nb: Områdesylinder
nl: Gebied cilinder
pl: Cylinder rejonu
pt_br: Área cilindro
ru: Площадь цилиндра
sk: Valcová oblasť
uk: Зона циліндру

source: Area sector
bg: Сектор - зона
cs: Sektor oblasti
de: Area-Sektor
es: Sector de área
fr: Zone secteur de cercle
hu: Terület szektor
it: Area settore
nb: Områdesektor
nl: Gebied sector
pl: Sektor rejonu
pt_br: Área setor
ru: Площадь сектора
sk: Oblasť - výsek
sv: Areasektor
uk: Зона сектору

source: FAI finish quadrant
bg: Финален сектор по FAI
cs: FAI cílový sektor
de: FAI Zielquadrant
es: Cuadrante de llegada FAI
fr: Quadrant d'arrivée FAI
hu: FAI célnégyszög
it: Quadrante FAI di arrivo
nb: FAI målkvadrant
pl: FAI kwadrant mety
pt_br: Quadrante final FAI
ru: Финишный сектор FAI
sk: FAI cieľový kvadrant
sv: FAI målkvadrant
uk: Фінішний квадрант ФАІ

source: Finish line
bg: Финална линия
cs: Cílová páska
de: Ziellinie
es: Línea de meta
fr: Ligne d'arrivée
hu: Célvonal
it: Linea di arrivo
nb: Mållinje
nl: Finishlijn
pl: Linia Mety
pt_br: Linha de chegada
ru: Финишная линия
sk: Cieľová páska
sv: Mållinje
uk: Фінішна лінія

source: Finish cylinder
bg: Финален цилиндър
cs: Cílový válec
de: Zielzylinder
es: Cilindro de meta
fr: Cylindre d'arrivée
hu: Célhenger
it: Cilindro di arrivo
nb: Målsylinder
nl: Finish cilinder
pl: Cylinder Mety
pt_br: Cilindro de chegada
ru: Финишный цилиндр
sk: Cieľový cylinder
sv: Målcylinder
uk: Фінішний циліндр

source: BGA start sector
bg: BGA стартов сектор
cs: BGA startovní sektor
de: BGA Abflugsektor
es: Sector de salida BGA
fr: Secteur de départ BGA
hu: BGA startszektor
it: BGA settore di partenza
nb: BGA start sektor
pl: Sektor startowy BGA
pt_br: Setor de largada BGA
ru: BGA стартовый сектор
sk: BGA štartový sektor
sv: BGA startsektor
uk: Стартовий сектор BGA

source: Area sector with inner radius
bg: Сектор - зона с вътрешен радиус
cs: Sektor oblasti s vnitřním poloměrem
de: Sektor Gebiet mit innerem Radius
es: Sector de área con radio interior
fr: Zone secteur de couronne
hu: Terület szektor belső sugárral
it: Settore con raggio interno
nb: Områdesektor med innvendig radius
nl: Gebied sector met binnen straal
pl: Sektor rejonu z wewnętrznym promieniem
pt_br: Área setor com raio interno
ru: Площадь сектора с внутренним радиусом
sk: Priestor sektoru s vnútorným rádiusom
sv: Areasektor med innerradie
uk: Площа сектора з внутрішнім радіусом

source: Symmetric quadrant
bg: Симетричен 90-градусов сектор
cs: Symetrický kvadrant
de: Symmetrischer Quadrant
es: Cuadrante simétrico
fr: Quandrant symétrique
hu: Szimetrikus négyszög
it: Quadrante simmetrico
nb: Symetrisk kvadrant
nl: Symetrisch kwadrant
pl: Symetryczny kwadrant
pt_br: Quadrante simétrico
ru: Симметрычный сектор
sk: Symetrický kvadrant
sv: Symmetrisk kvadrant
uk: Симетричний квадрант

source: Area keyhole
bg: Ключова зона
cs: Oblast kruh+výseč
de: Bereichsschlüsselloch
es: Área de ojo de cerradura
fr: Zone en trou de serrure
it: zona chiave
nl: Sleutelgat gebied
pl: Cylinder+Sektor
ru: Площадь замочной скважины
sk: Priestor kľúčovej dierky
sv: Nyckelhålsarea
uk: Зона в формі замкової щілини

source: No valid start
bg: Невалиден старт
cs: Žádný validní start
de: Kein gültiger Abflug
es: No hay salida válida
fr: Pas de départ valide
hu: Érvénytelen start
it: Partenza non valida
nb: Ikke gyldig start
nl: Geen geldige start
pl: Brak prawidłowego startu
pt_br: partida inválida
ru: Недействительный старт
sk: Žiadny platný štart
sv: Ingen giltig start
uk: Не заліковий старт

source: No valid finish
bg: Невалиден финал
cs: Žádný validní cíl
de: Keine gültige Ankunft
es: Meta no válida
fr: Pas d'arrivée valide
it: Arrivo non valido
nb: Ikke gyldig målpassering
nl: Geen geldige finish
pl: Brak prawidłowego zakończenia
pt_br: Final inválido
ru: Недействительный финиш
sk: Žiadny platný cieľ
sv: Ingen giltig målgång
uk: Не заліковий фініш

source: Task not closed
bg: Задачата не е затворена
cs: Úloha není uzavřená
de: Aufgabe nicht geschlossen
es: Tarea no terminada
fr: Circuit non fermé
it: Tema non chiuso
nb: Oppgave ikke lukket
nl: Taak niet gesloten
pl: Nie zakończono zadania
pt_br: Tarefa não encerrada
ru: Таск не закрыт
sk: Úloha neuzavretá
sv: Uppgift ej sluten
uk: Завдання не завершено
