Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: What's here?
bg: Какво е това?
cs: Co je zde?
de: Was ist hier?
es: ¿Qué hay aquí?
fr: Qu'y a-t-il ici ?
it: Cosa c'è qui?
sv: Finns här?

source: Nav Page 2/2
bg: Навиг. Стр. 2/2
cs: Nav Strana 2/2
de: Nav Seite 2/2
es: Nav. Pag. 2/2
it: Naviga Pag. 2/2
sv: NAV Sida 2/2

source: Waypoint List
bg: Списък с пътни точки
cs: Seznam OB
de: Wegpunkt Liste
es: Lista de Waypoints
fr: Liste des waypoints
it: Lista Boe
sv: Vägpunkter

source: Dropped marker
bg: Поставен маркер
cs: Marker vytvořen
de: Marke gesetzt
es: Marca creada
fr: Marqueur déposé
hu: Jelzőt letettem
it: Segnaposto Rilasciato
nb: Markert
nl: Gedropte markering
pl: Wstawiono znacznik
pt_br: Marca
ru: Пропущенный маркер
sk: Značka vytvorená
sv: Släppt markör
uk: Пропущений маркер

source: Marker Drop
bg: Поставяне на маркер
cs: Vytvoř marker
de: Marke Setzen
es: Crear Marca
fr: Marquer
it: Aggiungi Segnaposto
sv: Släpp markör

source: Pilot event announced
bg: Съобщено събитие на пилота
cs: Pilot Event označen
de: Pilotenevent angekündigt
es: Evento del piloto Anuncio
fr: Événement pilote (PEV) annoncé
it: Pilot event annunciato
nl: Pilot event aangekondigd
pt_br: Evento do Piloto Anúncio
sv: Pilot event annonserad

source: Pilot Event Announce
bg: Съобщение за събитие
cs: Označ Pilot EVent
de: Pilot Event angekündigen
es: Anuncio de evento del piloto
fr: Événement Pilote (PEV) Annonce
sv: Pilot event annonsering

source: Target Show
bg: Покажи цел
cs: Zobraz Cíl
de: Zeige Zielpunkt
es: Mostrar Destino
fr: Afficher Objectif
it: Mostra Obiettivo
pt_br: Mostrar Alvo
sv: Visa mål

source: Display Page 2/2
bg: Екран Стр. 2/2
cs: Zobraz Strana 2/2
de: Anzeige Seite 2/2
es: Pantalla Pag. 2/2
fr: Affichage Page 2/2
it: Mostra Pag. 2/2
pt_br: Visual Pág. 2/2
sv: Visa Sida 2/2

source: Page Show
bg: Покажи стр.
cs: Zobraz stranu
de: Seite anzeigen
es: Mostrar Página
fr: Afficher la page
it: Mostra Pagina
sv: Visa sida

source: Pan Mode
bg: Режим панорама
cs: Posun mapy
de: Pan Modus
es: Modo Desplazamiento
fr: Mode Panorama
it: Modo Sposta
sv: Panorera

source: Labels
bg: Етикети
cs: Popisy
de: Beschriftung
es: Etiquetas
fr: Étiquettes
hu: Címke
it: Etichette
nb: Etiketter
pl: Opisy:
pt_br: Rótulos
ru: Обознач
sk: Popisky
sv: Etiketter
uk: Мітки

source: Trail
bg: Следа
cs: Stopa
de: Spur
es: Rastro
fr: Trace de cheminement
hu: Nyom
it: Scia
nb: Spor
nl: Spoor
pl: Ślad
pt_br: Trilha
ru: След
sk: Stopa
sv: Spår
uk: Слід

source: Topo.
bg: Топография
it: Topografia
nl: Topografie
ru: Топо
uk: Топо.

source: Config Page 2/3
bg: Конфиг. Стр. 2/3
cs: Nastav Strana 2/3
de: Config Seite 2/3
es: Config Pag. 2/3
it: Config Pag. 2/3
sv: Konfig. Sida 2/3

source: Config Page 3/3
bg: Конфиг. Стр. 3/3
cs: Nastav Strana 3/3
de: Config Seite 3/3
es: Config. Pag. 3/3
it: Config Pag. 3/3
sv: Konfig. Sida 3/3

source: NMEA Logger
bg: NMEA журнал

source: Vega Page 2/2
bg: Vega Стр. 2/2
cs: Vega Strana 2/2
de: Vega Seite 2/2
es: Vega Pag. 2/2
it: Vega Pag. 2/2
sv: Vega Sida 2/2

source: Airframe Switches
bg: Бордни ключове
cs: Palubní Spínače
de: Bord- Schalter
es: Interruptores del avión
fr: Interrupteurs aéronef
it: Interruttori Velivolo
sv: Flygskrov växlar

source: Manual Demo
bg: Ръчно демо
cs: Manuál Demo
de: Manuelle Demo
es: Demo Manual
fr: Démo manuelle
it: Demo Manuale

source: Setup Stall
bg: Настройки на срив
cs: Nastav pád
de: Einrichten Überziehwarnung
es: Ajustes de Pérdida
fr: Configuration Décrochage
it: Impostazioni di Stallo
sv: Inställning Stall

source: Accel
bg: Ускорение
cs: Akcel
de: Beschleunigen
es: Acel
hu: Gyorsít
it: Scorciatoia
nb: Aksell.
nl: Versnel
pl: Przec
pt_br: Atalho
sk: Akcel
sv: axa
uk: Аксел

source: Vario ASI zeroed
bg: Варио/ASI нулирани
cs: Vário ASI vynulováno
de: Vario IAS zurückgesetzt
es: Vario ASI puesto a cero
fr: Vario ASI nul
hu: Varió ASI nullázva
it: Vario ASI azzerato
nb: Vario ASI nullstillt
nl: Vario ASI op 0 gesteld
pl: Wyzerowano wario ASI
pt_br: Vario ASI zerado
sk: Vário IAS vynulované
sv: Vario nollad

source: ASI Zero
bg: Възд. скорост нула
cs: ASI nuluj
de: IAS nullen
es: ASI Cero
fr: ASI Zéro
sv: Nollställ ASI

source: Accelerometer leveled
bg: Акселерометърът нивелиран
cs: Akcelerometr vyrovnán
de: Beschleunigungsmesser zurückgesetzt
es: Acelerometro nivelado
fr: Accéléromètre lissé
hu: Gyorsulásmérő szintben
it: Accelerometro livellato
nb: G-måler nullstillt
nl: Versnellingsmeter geijkt
pl: Akcelerometr ustawiony
pt_br: Acelerômetro nivelado
ru: Уровень акселерометра
sk: Akcelerometer vynulovaný
sv: Acelerometer nollad
uk: Акселерометр вирівняно

source: Accel Zero
bg: Ускор. нула
cs: Akcel nuluj
de: G-Messer nullen
es: Acel Cero
fr: Accel Nulle
it: Scorciatoia Zero
sv: Nollställ Accel

source: Stored to EEPROM
bg: Запазено в EEPROM
cs: Uloženo do EEPROM
de: Ins EEPROM gespeichert
es: Grabado en la EEPROM
fr: Enregistré dans l'EEPROM
hu: EEPROMban tárolva
it: Salvato in EEPROM
nb: Lagret i EEPROM
nl: Op EEPROM opgeslagen
pl: Zapisane w EEPROM.
ru: Сохранено в памяти
sk: Uložiť do EEPROM
sv: Sparad i EEPROM
uk: Збережено до EEPROM

source: Store
bg: Запазване
cs: Ulož
de: Speichern
es: Almacenar
fr: Enregistrer
hu: Tárol
it: Salva
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Armazenar
ru: Сохранить
sk: Uložiť
sv: Lagra
uk: Зберегти

source: Cruise Demo
bg: Демо прелитане
cs: Demo přeskok
de: Vorflug Demo
es: Demo de Planeo
fr: Démo Transition
it: Demo Crociera
sv: Planflykt Demo

source: Climb Demo
bg: Демо набиране
cs: Demo stoupání
de: Steigen Demo
es: Demo de Ascenso
fr: Démo Montée
it: Demo Risalita
sv: Stig Demo

source: Info Page 2/3
bg: Информ. Стр. 2/3
cs: Info Strana 2/3
de: Info Seite 2/3
es: Info Pag. 2/3
it: Info Pag. 2/3
pt_br: Info Pág. 2/3
sv: Info Sida 2/3

source: FLARM Radar
bg: FLARM радар
es: Radar FLARM
fr: Radar FLARM
it: Radar FLARM
ru: FLARM радар
uk: Радар FLARM

source: Info Page 3/3
bg: Информ. Стр. 3/3
cs: Info Strana 3/3
de: Info Seite 3/3
es: Info Pag. 3/3
it: Info Pag. 3/3
pt_br: Info Pág. 3/3
sv: Info Sida 3/3

source: Traffic List
bg: Списък на трафика
cs: Provoz
de: Verkehrsliste
es: Lista de Tráfico
fr: Liste des trafics
it: Lista Traffico
nl: Lijst met Vliegtuigen
pl: Lista FLARM
sk: Zoznam prevádzky
sv: Trafiklista
uk: Список трафіку

source: Thermal Assistant
bg: Помощник за термики
cs: Termický asistent
de: Zentrierhilfe
es: Asistente de Térmica
fr: Assistant Thermique
hu: Termik segéd
it: Assistente Termica
nb: Termikk Hjelp
nl: Thermiek Assistent
pl: Asystent krążenia
pt_br: Assistente Termal
ru: Помощник в термике
sk: Pomocník ustreďovania
sv: Blåsassistent
uk: Термік-асистент

source: Airspaces
bg: Въздушни пространства
cs: Prostory
de: Lufträume
es: Espacios Aereos
fr: Espaces aériens
hu: Légterek
it: Spazi aerei
nb: Luftrom
nl: Luchtruimen
pl: Strefy podstawowe
pt_br: Espaços aéreos
ru: Воздушное пространство
sk: Vzduš. priestory
sv: Luftrum
uk: Повітряний простір

source: Message Repeat
bg: Повторение съобщения
cs: Opakuj zprávu
de: Wiederhole Meldung
es: Repetir Mensaje
fr: Répéter Message
it: Ripeti Messaggio
sv: Repetera Meddelande

source: Nav
bg: Навигация
hu: Navigáció
it: Naviga
pl: Nawig
ru: Навигация
uk: Навігація

source: Config
bg: Настройки
cs: Nastav
de: Konfig.
es: Configuración
hu: Konfig
nb: Innstilling
nl: Instelling
pl: Konfig
ru: Настройки
sk: Nastavenia
sv: Konfig
uk: Конфіг

source: Lock Screen
bg: Заключване на екрана
cs: Zamkni obrazovku
de: Bildschirm Sperre
es: Bloquear Pantalla
fr: Verr. Écran
it: Blocco Schermo
sv: Lås Skärm

source: AVG/ALT
bg: Сред/Вис
es: PROM/ALT
fr: Vzm/ALT
hu: ÁTL/MAG
pl: ŚRED/WYS
ru: СРЕДН\ВЫС

source: Setup Wind
bg: Настройки вятър
cs: Nastav vítr
de: Wind Einstellungen
es: Config. Viento
fr: Options Vent
it: Imposta Vento
sv: Inställning Vind

source: Setup System
bg: Системни настройки
cs: Nastav systém
de: System Einstellungen
es: Config. Sistema
fr: Options Système
it: Imposta Sistema
sv: Inställning System

source: Settings Airspace
bg: Настройки въздушно пространство
cs: Nastav prostory
de: Luftraum Einstellungen
es: Configuración del Espacio Aéreo
fr: Régl. Esp. Aériens
it: Impostazioni Spazio Aereo
sv: Inställning Luftrum

source: Setup Plane
bg: Настройки на планера
cs: Nastav letadlo
de: Flugzeug
es: Ajustes de Aeronave
fr: Config. planeur
hu: Repülőgép beállítás
it: Impostazioni Velivolo
nb: Farkost Oppsett
nl: Vliegtuig Instelling
pl: Ustawienia szybowca
pt_br: Conf. Planador
ru: Установки планера
sk: Nastavenie lietadla
sv: Farkost inställning
uk: Налаштування планера

source: Nearest Airspace
bg: Най-близко въздушно пространство
cs: Nejbližší prostor
de: Nächster Luftraum
es: Espacio Aéreo más cercano
fr: Esp. Aér. le + proche
it: Spazio Aereo più Vicino
sv: Närmsta Luftrum

source: Quit XCSoar
bg: Изход от XCSoar

source: FAI rules, allows only FAI start, finish and turn point types, for badges and records. Enables FAI finish height for final glide calculation.
cs: FAI pravidla, pouze start, cíl a otočné body FAI typu, pro odznaky a rekordy. Aktivuje FAI cílovou výšku pro výpočet dokluzu.
de: FAI Regeln. Erlaubt nur FAI Start-, Ziel- und Wendepunkttypen für Abzeichen und Rekorde. Aktiviert die FAI Höhe für die Endanflugsberechnung.
es: Reglas FAI, sólo permite salida, llegada y puntos de giro FAI, para insignias y récords. Habilita la altura de llegada FAI para el cálculo del planeo final.
fr: Le règlement FAI n'autorise que les départs, arrivées et points de virages de type FAI. Ceci pour l'obtention d'insigne/record FAI. Permet l'utilisation de l'altitude d'arrivée FAI lors du calcul du plan d'arrivée.
hu: FAI szabályok, jelvényekhez és rekordokhoz. Csak FAI start, cél és fordulópontok engedélyezettek. A végsiklás kiszámítása során figyelembe veszi a FAI befutó magasságot.
it: Per medaglie e record FAI sono ammessi solo partenza, arrivo e punti di virata FAI. Abilita la quota dell'arrivo FAI per il calcolo della planata finale.
nb: FAI regler, tillatter kun FAI start, mål og vendepunkttyper, for medaljer og rekorder. Aktiverer FAI målhøyde for beregning av målglistrekket.
nl: FAI regels, staan alleen FAI starts, finishes en keerpunt types toe, voor diploma's en records. Schakelt FAI finish hoogte in voor final glide berekeningen.
pl: Reguły FAI - dozwolone są wyłącznie: start, meta i punkty zwrotne wg FAI. Stosuje się do przelotów warunkowych lub rekordowych wg FAI. Przy kalkulacji dolotu uwzględnia wysokość zakończenia zadania wymaganą wg FAI.
pt_br: Regras FAI, permitem somente largada, chegada e ptos virada tipo FAI, para insígnias e recordes. Habilita altura de chegada FAI para cálculo de planeio final.
ru: Правила FAI, позволяют использовать правила FAI для старта, финиша и поворотных точек, для значений и записей. Позволяет использовать правила FAI для финишной высоты для окончательного расчёта долёта
sk: FAI pravidlá, dovoľujú iba FAI štart, cieľ a otočné body, pre odznaky a rekordy. Aktivuje FAI cieľovú výšku pre výpočet doklzu.
sv: FAI regler; tillåter endast FAI start, mål och vägpunkter, för emblem och rekord. Aktiverar FAI målhöjd för beräkning av finalglid.
uk: Правила ФАІ, дозволено використовувати правила ФАІ лише щодо старту, фінішу та типів ППМ, для відзнак та рекордів. Дозволено використовувати правила ФАІ щодо висоти фінішу для розрахунку дольоту.

source: Racing task around turn points. Can also be used for FAI badge and record tasks. Allows all shapes of observation zones.
cs: Soutěžní úloha přes otočné body. Lze také použít pro FAI odznaky a rekordy. Povoluje všechny tvary pozorovacích oblastí.
de: Geschwindigkeitsaufgabe um Wendepunkte. Kann für FAI Abzeichen oder auch für Rekordversuche verwendet werden. Alle OZ Typen (Sektor Gebiets Typen) sind möglich.
es: Tarea de carrera recorriendo puntos de giro. También se puede utilizar para las tareas de insignia y records de la FAI. Permite todas las formas de zonas de observación.
fr: Circuit avec points de virage. Peut aussi être utilisée pour les insignes / records FAI. Autorise toutes les zones d'observation.
hu: Versenyfeladat fordulópontok körül. FAI jelvény vagy rekord megszerzésére is használható. Megenged bármilyen formájú megfigyelési zónát.
it: Tema di gara con boe. Può essere utilizzato per record e medaglie FAI. Consente tutti i tipi di zona di osservazione.
nb: Racekonkurranse rundt vendepunkter. Kan også brukes til FAI rekordoppgaver. Tillater alle former for observeringssoner.
nl: Snelheidsopdracht rond keerpunten. Kan gebruikt worden voor FAI diploma's en records. Staat alle vormen van Observatie Zones (keerpunt sectoren) toe.
pl: Konkurencja wyściogowa, prędkościoiwa, wzdłuż trasy z Punktami Zwrotnymi (PZ). Można zadeklarować zadania do warunków na odznaki lub rekordów FAI. Dopuszcza wszystkie kształty stref PZ-tów.
pt_br: Prova de velocidade em torno de ptos. virada. Também pode ser usada para insígnias e recordes FAI. Permite todas formas de zonas de observação.
ru: Гоночная задача через поворотные точки. Может также использоваться для FAI значений и записи задач. Разрешает все формы зон наблюдения
sk: Rýchlostná úloha okolo otočných bodov. Môže byť použitá pre FAI odznaky a rekordné úlohy. Povoľuje všetky typy pozorovacích zón.
sv: Hastighetsuppgift runt vägpunkter. Kan också användas för FAI diplom- och rekorduppgifter. Tillåter alla former på observationsektorer.
uk: Гонка з проходженням ППМ. Можна також використовувати для завдань на здобуття відзнак ФАІ та для встановлення рекордів. Дозволені всі форми зон спостереження.

source: Task through assigned areas, minimum task time applies. Restricted to cylinder and sector observation zones.
cs: Úloha přes určené oblasti, aplikuje se minimální čas pro úlohu. Pozorovací oblasti omezeny pouze na válce a sektory.
de: Geschwindigkeitsaufgabe über zugewiesene Gebiete. Mindest Flugzeit wird vorgeschrieben. Beschränkt auf Zylinder und Sektor Gebiete (OZ).
es: Tarea a través de áreas asignadas, se aplica un tiempo mínimo de tarea. Restringido a zonas de observación de cilindro y sector.
fr: Passage par des zones définies avec durée minimale de vol. Les zones sont des cercles ou portions de cercles.
hu: Feladat kijelölt területeken keresztül, minimális idő betartásával. Henger és szektor alakú megfigyelési zónák lehetségesek.
it: Tema per area assegnata con tempo minimo. Sono ammesse solo zone a cilindro.
nb: Oppgave gjennom bestemte områder, minimum oppgavetid brukes. Forbeholdt til sylinder og sektorsoner.
nl: Opdracht via keerpuntsgebieden (AAT), minimale vliegtijd verplicht. Beperkt tot cilinders en sector Observatie Gebieden (keerpunt sectoren).
pl: Trasa przez zadane obszary (AAT), stosuje się minimalny czas oblotu. Ograniczenia kształtu obszarów do okręgu lub sektora.
pt_br: Prova através de áreas, aplica-se tempo mínimo de prova. Restrita para zonas de observação cilíndricas e setores.
ru: Задание через назначенные районы, минимальное время задачи. Только для цилиндров и секторов зон наблюдения
sk: Rýchlostná úloha okolo priradených zón (AAT), aplikovaný minimálny čas úlohy. Obmedzené na pozorovacie zóny typu valec a sektor.
sv: Uppgift genom bestämda områden, minsta tiden gäller. Observationszonerna begränsade till cylindrar och sektorer.
uk: Завдання в призначеному районі на мінімальний час. Зони спостереження обмежено циліндрами і секторами .

source: Modified area task. Task with start, finish and at least one predefined 1-mile cylinder. Pilot can add additional points as needed. Minimum task time applies.
cs: Modifikovaná úloha přes určené oblasti. Úloha se startem, cílem a alespoň jedním definovaným 1-mílovým válcem. Pilot může přidat další body podle potřeby. Je aplikován minimální čas úlohy.
de: Modifizierte Area-Task. Aufgabe mit Start, Ziel und einem vordefiniertem 1-mile Zylinder. Der Pilot kann, wenn nötig, zusätzliche Punkte hinzufügen. Mindest-Aufgaben-Flugzeit wird vorgeschrieben.
es: Tarea de área modificada. Tarea con salida, llegada y al menos un cilindro de 1 milla predefinido. El piloto puede añadir puntos adicionales si es necesario. Se aplica el tiempo mínimo de tarea.
fr: Circuit à zone modifiée. Circuit avec un départ, une arrivée et au moins un cylindre prédéfini de 1 mile. Le pilote peut ajouter autant de points que nécessaires. La durée minimale de circuit s'applique.
it: Tema per area assegnata con tempo minimo. Partenza e arrivo con almeno un cilindro di raggio 1 miglio. Il pilota può aggiungere punti di virata a piacimento.
nl: Modified area task. Opdracht met start, finish en minimaal 1 gedefinieerde 1 -mijl cilinder. Vlieger kan meerdere keerpunten toevoegen indien gewenst. Minimale tijd voor de oprdracht is van toepassing.
pl: MAT - zadanie z punktami startu, mety i co najmniej jednym PZ o kształcie cylindra o średnicy 1mili. Pilot może zaliczyć kolejne punkty wg własnego uznania. Stosuje się również minimalny czas oblotu trasy.
pt_br: Área da tarefa modificada. Tarefa irá iniciar, encerrar e pelo menos um cilindro pré-definido de 1 milha. O piloto pode adicionar pontos se necessário. O tempo minimo de tarefa se aplica.
ru: Задача с изменяемым районом. Задание со стартом, финишем и по меньшей мере одним предопределенным одномильным цилиндром. Пилот может добавить дополнительные точки по мере необходимости. Применяется минимальное время задания.
sk: Úloha s upraveným priestorom. Úloha so štartom, cieľom a aspoň jedným preddefinovaným 1 míľovým valcom. Pilot môže pridávať OB podľa potreby. Platí minimálny čas na úlohu.
sv: Modifierad områdesuppgift. Uppgift med start, mål och minste en fördefinierad 1-mile cylinder. Piloten kan addera fler punkter efter behov. Minsta uppgiftstid gäller.
uk: Модифіковане завдання в призначеному районі. Завдання включає старт, фініш і щонайменше один попередньо заявлений циліндр радіусом 1 миля. Пілот може додати за потреби додаткові точки. Вправа на мінімальний час.

source: A 90 degree sector with 1km radius. Cross corner edge from inside area to start.
cs: 90° výseč o poloměru 1km. Protni rohovou hranu zevnitř výseče pro zahájení úlohy.
de: Ein 90° Sektor mit 1km Radius. Überfliege die Flanken vom Inneren her für den Abflug.
es: Un sector de 90 grados con radio de 1 km. Cruce el borde de la esquina desde el área interior para comenzar.
fr: Secteur de 90° et 1 km de rayon. Départ/passage valide en passant sur la médiane à l'intérieur du secteur.
hu: Egy 90°-os 1km sugarú szektor. Induláshoz sarokszél keresztezése belülről.
it: Un settore di 90 gradi avente 1km di raggio. Attraversare il bordo dello spigolo dall'interno per iniziare.
nb: En 90 graders sektor med 1 km radius. Kryss hjørnekanten innenfra ut for å starte.
nl: Een 90 graden sector met een straal van 1 km. Startlijn overgaan vanuit dit gebied.
pl: 90stopniowy sektor z promieniem 1km. Przekrocz krawędź narożną od wewnątrz rejonu aby rozpocząć.
pt_br: Um setor de 90 graus com 1km de raio. Cruzar quina da borda da área de dentro para partida.
ru: сектор 90 градусов с радиусом 1км. Пересечь (угловую) границу изнутри для старта
sk: 90° výsek o polomere 1km. Pretni rohové hranice z vnútra sektora pre odštartovanie.
sv: En 90 graders sektor med 1km radie. Korsa kanterna från insidan för att starta.
uk: 90-градусний сектор радіусом 1 км. Для старту - перетнути край кута зсередини назовні.

source: A straight line start gate. Cross start gate from inside area to start.
cs: Startovní páska. Protni linii pásky zevnitř výseče pro zahájení úlohy.
de: Gradlinige Startlinie. Überfliege die Startlinie von innen nach außen in Richtung erster Wende oder Abflugpunkt zum Starten des Abflugs.
es: Una puerta de salida en línea recta. Cruce la puerta de salida desde el área interior para comenzar.
fr: Ligne de départ droite. Traverser la ligne à partir du côté défini comme intérieur pour valider le départ.
hu: Egyenes vonalú induló kapu. Induláshoz kapu keresztezése belülről.
it: Una linea di partenza retta. Attraversarla dall'interno per partire.
nb: En rett linje. Kryss linjen innenfra for å starte.
nl: Een rechte lijn als startlijn. Startlijn overgaan vanuit dit gebied.
pl: Bramka startowa-prosta linia. Przekrocz bramkę od wewnątrz aby rozpocząć.
pt_br: Uma linha reta para o portão de partida. Cruzar o portão de partida da área de dentro para o iniciar.
ru: Стартовые ворота в виде прямой линии. Пересечь стартовые ворота изнутри для старта
sk: Štartová páska typu priama čiara. Pretni pásku z vnútra sektora pre odštartovanie.
sv: En rak startlinje. Korsa startlinjen från insidan för att starta.
uk: Стартові ворота - пряма лінія. Для старту перетнути стартові ворота зсередини.

source: A cylinder. Exit area to start.
cs: Válec. Opusť oblast pro zahájení úlohy.
de: Ein Zylinder. Für einen Abflug und Start der Aufgabe aus dem Zylinder herausfliegen.
es: Un cilindro. Salga del área para comenzar.
fr: Cylindre. En sortir pour lancer le départ.
hu: Egy henger. Kilépő terület az induláshoz
it: Un clindro. Uscire dall'area per partire.
nb: En sylinder. Fly ut av sylinderen for å starte.
nl: Een cilinder. Vlieg gebied uit om te starten.
pl: Cylinder. Opuść obszar by rozpocząć przelot.
pt_br: Um cilindro. Sair da área do cilindro para começar.
ru: Цилиндр. Выйти за пределы для старта
sk: Valec. Opusti oblasť pre odštartovanie.
sv: En cylinder. Lämna området för start.
uk: Циліндр. Для старту вийти з циліндру.

source: A 90 degree sector with 'infinite' length sides. Cross any edge, scored from corner point.
cs: 90° výseč s "nekonečnými" rameny. Protni kteroukoliv hranu, boduje se rohový bod.
de: Ein 90° Sektor mit "unendlichen" Seitenlängen. Überfliege eine der Flanken, gewertet wird vom Eckpunkt aus.
es: Un sector de 90 grados con lados ‘infinitos’. Cruzar cualquier borde, se puntúa desde la esquina.
fr: Secteur de 90° de rayon infini. Valide en traversant n'importe quel côté. Le calcul des points est fait à partir du point sommet du secteur.
hu: Egy derékszögű szektor, 'végtelen' hosszú élekkel. Szelje át bármelyik, a fordulópontból húzott élt a fordulópont teljesítéséhez.
it: Un settore di 90° con i lati di lunghezza infinita. Attraversare qualsiasi lato, punteggio conteggiato dall'angolo centrale.
nb: En 90 graders sektor med 'uendelig' lange sider. Scoring ved å krysse en av sidene, hjørnet er scoringsposisjonen.
nl: Een 90 graden sector zonder straal. Vlieg ergens de lijn over, punten vanuit de hoekpunt gemeten.
pl: 90stopniowy sektor z nieskończonymi bokami. Przekrocz dowolną krawędź,punktowane od narożnika.
pt_br: Um setor de 90 graus com os lados de comprimento 'infinito'. Cruzar qualquer lado, pontuando de acordo com o ponto.
ru: сектор 90 градусов с бесконечными сторонами Пересечь любую сторону изнутри для старта
sk: 90° výsek s 'nekonečnou' dĺžkou strán. Pretni hociktorú stranu, boduje sa rohový bod.
sv: En 90 graders sektor med oändligt långa sidor. Korsa en sida, och poängen räknas från spetsen.
uk: 90-градусний сектор з "безконечними" сторонами. Перетнути будь-який край, очки рахуються від центру кута.

source: A keyhole. Scored from center.
cs: Kruh+výseč, bodováno ze středu.
de: Ein DAeC-Keyhole. Gewertet wird der entferntest erreichte Punkt darin.
es: Un ojo de cerradura. Se puntúa desde el centro.
fr: Un secteur DAeC. Compté depuis le centre.
it: Un buco di chiave. Punteggio calcolato dal centro.
sv: Nyckelhål. Poängsatt från centrum.
