Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Time step cruise
bg: Интервал при прелитане
cs: Interval zázn. přeskok
de: Zeitintervall beim Vorflug
es: Intervalo en crucero
fr: Int. de temps en transition
hu: Mintavétel siklásban
it: Intervallo in planata
nb: Loggintervall glidning
nl: Tijdstap kruisvlucht
pl: Krok czasowy w przelocie
pt_br: Intervalo de tempo em cruzeiro
ru: Шаг времени Полета
sk: Časový krok pri preskoku
sv: Tidssteg glidflyg
uk: Інтервал запису на переході

source: This is the time interval between logged points when not circling.
bg: Това е интервала от време между две точки в журнала на полета, когато не се кръжи.
cs: Interval mezi body záznamu mimo kroužení.
de: Das Zeitintervall zwischen zwei Punkten im Logschrieb, wenn nicht im Steigmodus.
es: Este es el intervalo de tiempo entre los puntos registrados cuando no vuela en círculos.
fr: Intervalle de temps entre les points enregistrés lorsque le planeur n'est pas en spirale.
hu: Ez a naplózás üteme, amikor nincs körözés.
it: L'intervallo di tempo tra i punti registrati quando non si circuita.
nb: Tidsintervallet mellom loggpunkter når man ikke sirkler.
nl: Dit is de tijdsinterval tussen gelogde punten wanneer er niet gethermiekt wordt.
pl: Jest to przedział czasowy pomiędzy logowanymi punktami poza krążeniem.
pt_br: Este é o intervalo de tempo entre pontos logados quando não estiver girando.
ru: Это промежуток времени между сохраняемыми точками, когда Вы не находились в спирали.
sk: Toto je časový interval pre zápis GPS bodov mimo krúženia.
sv: Loggintervall vid planflykt (ej kurvning).
uk: Це інтервал часу між записаними точками треку не в режимі набору висоти.

source: Time step circling
bg: Интервал при кръжене
cs: Interval zázn. kroužení
de: Zeitintervall im Steigen
es: Intervalo en vuelo circular
fr: Int. de temps spirale
hu: Mintavétel körözésben
it: Intervallo in termica
nb: Logintervall ved sirkling
nl: Tijdstap thermieken
pl: Odstęp czasu w krążeniu
pt_br: Intervalo de tempo girando
ru: Шаг времени Вращения
sk: Časový krok v krúžení
sv: Tidssteg kurvläge
uk: Інтервал запису в спіралі

source: This is the time interval between logged points when circling.
bg: Това е интервала от време между две точки в журнала на полета, когато се кръжи.
cs: Interval mezi body záznamu v kroužení.
de: Mit diesem Zeitintervall werden im Steigmodus GPS Positionen ins Logg geschrieben.
es: Intervalo de tiempo entre los puntos registrados en vuelo circular.
fr: Intervalle de temps entre les points enregistrés lorsque le planeur est en spirale.
hu: Körözés közben ilyen sűrűn történik meg a helyzet naplózása.
it: L'intervallo di tempo tra i punti registrati mentre si gira in termica.
nb: Tidsintervallet mellom loggpunktene ved sirkling.
nl: Dit is de tijdsinterval tussen gelogde punten tijdens thermieken.
pl: To jest interwał czasowy pomiędzy zarejestrowanymi punktami podczas krążenia.
pt_br: Este é o intervalo de tempo entre pontos logados quando estiver girando.
ru: Интервал сохранения точек в спирали.
sk: Toto je časový interval zápisu GPS bodov v móde krúženia.
sv: Tidsintervall för loggpunkter vid kurvning.
uk: Це інтервал часу між записаними точками треку при наборі висоти в спіралі.

source: Auto. logger
bg: Автоматичен журнал
es: Registro automático
fr: Enregistreur auto.
hu: Automatikus logger
it: Logger auto
nb: Logger Auto.
ru: Автоматический логгер
sk: Automatický logger
uk: Авто. Логер

source: Enables the automatic starting and stopping of logger on takeoff and landing respectively. Disable when flying paragliders.
bg: Позволява автоматично стартиране и спиране на журнала съответно при излитане и кацане. Изключете, когато летите с парапланер.
cs: Zapne automatický start a zastavení záznamu loggeru při vzletu a přistání. Vypněte, pokud létáte s paraglidem.
de: Aktiviert den automatischen Start und Stop des Loggers beim Abheben und entsprechend bei der Landung. Für Gleitschirme muss es ausgeschaltet bleiben.
es: Permite el inicio y la detención automáticos del registrador al despegar y aterrizar, respectivamente. Desactivar al volar parapentes.
fr: Active le démarrage et l'arrêt automatique de l'enregistreur au décollage et à l'atterrissage. Désactivez si vous volez en parapente (idem si vous le testez en voiture).
hu: A logger automatikus elindulását és leállását engedélyezi fel- és leszálláskor. Függővitorlákon ki kell kapcsolni.
it: Abilita avvio e arresto automatici del logger al decollo e all'atterraggio. Disattivare nel volo in parapendio.
nb: Automatisk start / stopp av logger ved start og landing. Bør slås av ved flyging med hang- eller paraglider.
nl: Maakt het automatisch starten en stoppen van de logger tijdens opstijgen en landen mogelijk. Schakel UIT bij schermvliegen.
pl: Włącza automatyczne uruchamianie i zatrzymywanie logger'a odpowiednio po starcie i po lądowaniu. Wyłącz kiedy latasz na paralotni.
pt_br: Habilita o início e término automático do logger na decolagem e pouso respectivamente. Desabilite quando estiver voando parapente.
ru: Позволяет автоматически запускать и останавливать логгер при взлёте и посадке соответственно. Отключите при полете на параплане.
sk: Povoľuje automatický štart a zastavenie záznamu pri vzlete a pristátí. Zakážte pri lietaní s paraglidom.
sv: Aktiverar automatisk start och stopp av logger på start och landning. Inaktivera vid skärmflygning.
uk: Дозволяє автоматичний пуск і зупинку запису логером відповідно в момент злету і в момент приземлення. Відключити при польоті на параплані.

source: NMEA logger
bg: NMEA журнал
es: Registrador NMEA
fr: Enregistreur NMEA
it: Logger NMEA
pl: Logger NMEA
ru: NMEA логгер
uk: Логер NMEA

source: Enable the NMEA logger on startup? If this option is disabled, the NMEA logger can still be started manually.
bg: Да се включи ли NMEA журнала при стартиране на програмата? Ако тази настройка е изключена, NMEA журнала може все пак да се включи ръчно.
cs: Zapnout NMEA záznam při vzletu? Pokud je tato volba vypnuta, lze NMEA záznam zapnout ručně.
de: Den NMEA Logger bei Programmstart einschalten. Bei deaktivierung dieser Option, kann der Logger immernoch manuell gestartet werden.
es: ¿Habilitar el registrador NMEA en el arranque? Si esta opción está deshabilitada, el registrador NMEA todavía se puede iniciar manualmente.
fr: Démarre l'enregistrement NMEA au démarrage. Si cette option est désactivée, le logger NMEA peut toujours être démarré manuellement.
hu: Felszálláskor automatikusan elindítja az NMEA loggert. Kikapcsolt állapotban még mindig lehetséges a logger kézi indítása.
it: Abilitare il logger NMEA all'avvio? Se questa opzione è disattivata, il logger NMEA può comunque essere avviato manualmente.
nl: Schakel de NMEA logger in tijdens het opstarten? Indien deze optie is uitgeschakeld kan dit nog steeds handmatig gebeuren.
pl: Włączyć logger NMEA przy uruchamianiu? Gdy opcja jest wyłączona, logger można włączyć ręcznie.
pt_br: Ativar o logger NMEA ao iniciar? Se esta opção estiver desativada, logger NMEA ainda pode ser iniciado manualmente.
ru: Включить NMEA регистратор при запуске? Если эта опция отключена, NMEA логгер может быть запущен вручную.
sk: Povolit NMEA logger pri vzlete? Pokial je táto možnosť zakázaná, NMEA logger sa dá zapnúť manuálne.
sv: Aktivera NMEA logger vid uppstart? Om inaktiverad, kan NMEA loggern startas manuellt.
uk: Включити логер NMEA при старті? Якщо ця опція вимкнута, логер NMEA можна запустити вручну.

source: Log book
bg: Журнална книга
cs: Záznamník letů
de: Flugbuch
es: Libro de registro
fr: Carnet de vol
hu: Naplózás
nb: Loggbok
nl: Logboek
pl: Książka lotów
ru: Лог журнал
sk: Záznamová kniha
sv: Loggbok
uk: Журнал запису

source: Logs each start and landing.
bg: Журнален файл за всеки полет.
cs: Zaznamená každý start a přistání.
de: Notiert alle Starts und Landungen.
es: Registra cada salida y aterrizaje.
fr: Enregistre chaque décollage et chaque atterrissage.
hu: Minden fel és leszállás naplózása
it: Registra ogni decollo ed atterraggio.
nb: Logg hver start og landing.
nl: Logt elke start en landing.
pl: Zapisuje każdy start i lądowanie.
pt_br: Logue cada partida e pouso.
ru: Логи при каждом старте и посадке
sk: Zaznamená každý štart a pristátie.
sv: Loggar varje start och landning.
uk: Запис кожного старту і посадки.

source: Logger ID
bg: Журнален №
es: ID del registrador de vuelo
fr: ID Logger
hu: Logger azonosító
pl: Nr ser. rejestratora
pt_br: ID do Registrador
ru: CIVL ID
sk: Identifikačné čislo loggra
sv: Logg ID
uk: ID логера

source: The moving map display will be rotated so the glider's track is oriented up.
bg: Картата се върти така на екрана, че следата на планера сочи винаги нагоре.
cs: Pohyblivý displej s mapou bude natočen tak, aby trasa kluzáku byla orientována nahoru.
de: Die Kartenanzeige wird gedreht, so dass der Kurs nach oben ausgerichtet ist.
es: La visualización del mapa en movimiento se rotará para que la trayectoria del planeador esté orientada hacia arriba.
fr: L'affichage de la carte mobile sera orienté de façon à ce que la route du planeur soit vers le haut.
hu: A térkép forgatása mindig a repülési irányt követi.
it: La visualizzazione della mappa viene ruotata in modo che la direzione della rotta del velivolo punti verso l'alto.
nb: Det bevegelige kartet roteres slik at farkostens spor peker oppover.
nl: De kaart zal zo geroteerd worden dat het gevlogen pad boven georinteerd is.
pl: Mapa będzie obrócona tak, aby linia lotu szybowca wzgl. ziemi z uwzględnieniem wiatru była skierowana w górę ekranu
pt_br: Mapa móvel será rotacionado para que trajetória do planador fique para cima.
ru: Отображение карты на дисплее будет повёрнуто так, чтобы трек планера был ориентирован вверх.
sk: Zobrazenie posuvnej mapy bude rotovať tak aby bolo vždy orientované stopou hore.
sv: Den rörliga kartan roteras så att farkostens spår orienteras uppåt.
uk: Зображення рухомої карти буде повертатись так, щоб трек був орієнтований вгору.

source: Heading up
bg: Курсът нагоре
cs: Směr letu nahoru
de: Flugrichtung oben
es: Rumbo arriba
fr: Cap en haut
hu: Orrirány felfele
it: Direzione in alto
nl: Richting boven
pl: Kurs szybowca
pt_br: Dirigindo-se acima
ru: По движению планера
sk: Kurz hore
sv: Färdriktning uppåt
uk: Орієнтація ПС вгору

source: The moving map display will be rotated so the glider's heading is oriented up.
bg: Картата е ориентирана върху екрана така, че планера е насочен винаги нагоре.
cs: Pohyblivý displej s mapou bude natočen tak, aby směr letu kluzáku byl orientován nahoru.
de: Die angezeigte Karte orientiert sich anhand der Flugrichtung.
es: La visualización del mapa en movimiento se rotará para que el rumbo del planeador esté orientado hacia arriba.
fr: La carte se déplace de façon à ce que la route du planeur soit orientée vers le haut.
hu: A térkép forgatása mindig az orrirányt követi.
it: La visualizzazione della mappa viene ruotata in modo che la direzione del velivolo punti verso l'alto.
nl: De kaart zal zo geroteerd worden dat de vliegrichting boven georinteerd is.
pl: Mapa będzie obrócona tak, aby oś szybowca wyznaczała kierunek w górę ekranu
pt_br: Mapa móvel será rotacionado para que a direção do planador fique para cima.
ru: Отображение карты на дисплее будет повёрнуто по направлению движения планера
sk: Posuvná mapa sa bude otáčať aby bol smer letu hore.
sv: Den rörliga kartan roteras så att farkostens färdriktning förblir uppåt.
uk: Зображення рухомої карти буде повертатись так, щоб планер був орієнтований вгору.

source: The moving map display will always be orientated north to south and the glider icon will be rotated to show its course.
bg: Картата е ориентирана така, че северът да сочи нагоре, а планерът се върти по своя курс.
cs: Pohyblivý displej s mapou bude natočen severem nahoru a ikona kluzáku bude orientována podle směru letu.
de: Die Kartenanzeige bleibt oben nach Norden ausgerichtet, das Seglersymbol wird in Kursrichtung gedreht.
es: La visualización del mapa en movimiento siempre estará orientada de norte a sur y el icono del planeador se rotará para mostrar su rumbo.
fr: La carte sera toujours orientée du nord au sud et l'icône du planeur sera tournée pour montrer sa route.
hu: A térkép tájolása mindig észak-dél irányú, a gép ikonja fog a repülési irány szerint fordulni.
it: La visualizzazione della mappa sarà sempre orientata da nord a sud e l'icona del velivolo verrà ruotata per mostrarne la direzione.
nb: Det bevegelige kartet vil alltid ligge med nord opp, og gliderikonet roteres for å vise flyretning.
nl: De kaartweergave zal altijd noord naar zuid georinteerd zijn en het vliegtuig icoon zal worden gedraaid om zijn koers te laten zien.
pl: Mapa będzie zorientowana zawsze w kierunku północ-południe, a ikonka szybowca będzie się obracać zgodnie z aktualnym kursem.
pt_br: Mapa móvel sempre será orientado do norte para o sul e o ícone do planador gira para mostrar seu curso.
ru: Изображение движущейся карты будет всегда ориентировано север-вверху, а пиктограмма планера будет вращаться в соответствии с курсом.
sk: Zobrazenie posuvnej mapy bude vždy orientované severom hore a natočenie ikony vetroňa bude udávať kurz.
sv: Den rörliga kartan orienteras med nord uppåt och farkostens ikon roteras för att visa dessa färdriktning.
uk: Зображення рухомої карти буде завжди орієнтованим північ-вгору, а піктограма планера буде повертатись відповідно до курсу.

source: Target up
bg: Целта нагоре
cs: Cíl nahoru
de: Ziel nach oben
es: Destino arriba
fr: Objectif en haut
hu: ÚTIRÁNY
it: Obiettivo in alto
nb: Oppgaveretning opp
nl: Doel boven
pl: Docelowy Punkt Trasy
pt_br: Alvo Acima
ru: Цель вверху
sk: Cieľ hore
sv: Mål uppåt
uk: Ціль вгору

source: The moving map display will be rotated so the navigation target is oriented up.
bg: Картата е ориентирана върху екрана така, че следващата цел да сочи нагоре.
cs: Pohyblivý displej s mapou bude natočen tak, aby aktuální navigační bod byl orientován nahoru.
de: Die Kartenanzeige wird gedreht, so dass die Richtung zum Zielpunkt nach oben ausgerichtet ist.
es: La visualización del mapa en movimiento se rotará para que el destino de navegación esté orientado hacia arriba.
fr: La carte sera orientée de façon à ce que l'objectif soit en haut.
hu: A térkép forgatása mindig a navigációs cél irányát követi.
it: La visualizzazione della mappa viene ruotata in modo che la destinazione di navigazione sia orientata verso l'alto.
nb: Det bevegelige kartet roteres slik at oppgaveretningen er opp.
nl: De kaart zal zo geroteerd wordendat het navigatie doel boven georinteerd is.
pl: Mapa będzie obrócona tak, aby punkt docelowy był na górze.
pt_br: Mapa móvel gira para que o ponto alvo de navegação fique para cima.
ru: Изображение движущейся карты будет поворачиваться так, чтобы цель навигации была вверху.
sk: Zobrazenie posuvnej mapy bude rotovať tak aby bolo vždy orientované navigačným cieľom hore.
sv: Den rörliga kartan roteras så att navigationsmålet är uppåt.
uk: Зображення рухомої карти буде повертатись так, щоб ціль навігації була вгорі.

source: Wind up
bg: Вятърът нагоре
cs: Vítr nahoru
de: Wind oben
es: Viento arriba
fr: Vent en haut
hu: Szélirány
it: Vento in alto
nl: Wind boven
pl: Pod wiatr
pt_br: Vento a frente
ru: Ветер вверху
sk: Vietor hore
sv: Vinden uppåt
uk: Вітер згори

source: The moving map display will be rotated so the wind is always oriented up to down. (can be useful for wave flying)
bg: Картата е ориентирана така, че вятърът да е отгоре надолу - полезно е за летене на вълни.
cs: Pohyblivý displej s mapou bude natočen tak, aby směr větru byl vždy orientován shora dolů. (Může být užitečné ve vlně)
de: Die Kartenanzeige wird nach dem Wind ausgerichtet, so dass die Wind-Richtung von oben nach unten ist. (Option für den Wellenflug)
es: La visualización del mapa en movimiento se rotará para que el viento esté siempre orientado de arriba abajo. (puede ser útil para vuelo en onda)
fr: La carte sera orientée de façon à ce que vent vienne du haut (peut être utile en vol d'onde)
hu: A térkép tájolását mindig a szélhez igazítja, hogy az fentről lefele fújjon. (hullámrepüléshez hasznos)
it: La visualizzazione della mappa viene ruotata in modo che la direzione del vento sia sempre dall'alto verso il basso. (Può essere utile per il volo in onda)
nl: De kaart wordt zo geroteerd dat de altijd van boven naar beneden loopt op de kaart. (Kan nuttig zijn bij golf vliegen)
pl: Mapa będzie obrócona tak, aby u góry był kierunek z którego wieje wiatr. (może być przydatne przy lotach falowych)
pt_br: A exibição de mapa será rotacionada para que o vento sempre orientada de cima para baixo. (pode ser útil para o vôo de onda)
ru: Изображение движущейся карты будет поворачиваться так, чтобы ветер всегда был ориентирован сверху вниз (может понадобится при полёте в волне).
sk: Posuvná mapa sa bude otáčať tak aby bol smer vetra orientovaný z hora dole. (môže byť užitočné vo vlne)
sv: Den rörliga kartan roteras så att vindriktningen är uppifrån och ned. (Kan vara användbart vid våg-flygning)
uk: Зображення рухомої карти буде повертатись так, щоб вітер завжди був орієнтованим згори вниз (може знадобитися при польотах в хвилі)

source: Disable adjustments.
bg: Изключи корекциите.
cs: Zruš úpravy.
de: Keine Anpassung.
es: Deshabilitar ajustes.
fr: Désactiver les ajustements.
hu: Nincs eltolás
it: Disattiva correzioni.
nb: Slå av justeringer.
nl: Aanpassingen uitschakelen.
pl: Wyłącz ustawienia.
pt_br: Deabilitar ajustes.
ru: Отключить настройки.
sk: Zruš úpravy.
sv: Inaktivera justeringar.
uk: Відключити налаштування.

source: Track
bg: Курс
cs: Trasa
de: Kurs
es: Rumbo
fr: Route
hu: Repirány
it: Rotta
nb: Spor
nl: Pad
pl: KątDrogi
pt_br: Caminho
ru: Трек
sk: Trasa
sv: Bäring
uk: Азимут напрямку польоту

source: Use a recent average of the ground track as basis.
bg: Използване на последната средна стойност на курса спрямо земя.
cs: Použij současný průměrovaný kurz pozemní stopy jako základ.
de: Nehme einen aktuellen mitteleren Kurs über Grund als Basis.
es: Basado en un promedio reciente del rastro sobre el terreno.
fr: Utilise une moyenne récente de la route au sol comme référence.
hu: A repirány görgetett átlaga az alap.
it: Utilizza una media recente della traccia a terra come riferimento.
nb: Bruk en fersk gjennomsnittsverdi av bakkesporet som utgangspunkt.
nl: Gebruik een recente gemiddelde van het grond spoor als basis.
pl: Użyj ostatnia przeciętną jako podstawę.
pt_br: Usa média recente da trajetória no solo como base.
ru: Взять за основу недавнюю среднюю наземного трека.
sk: Použi aktuálny priemerný kurz voči zemi ako základ.
sv: Använd senaste medel för markspåret som grund.
uk: Взяти за основу нещодавнє середнє наземного треку.

source: Target
bg: Цел
cs: Cíl
de: Zielpunkt
es: Destino
fr: Objectif
hu: Útirány
it: Obiettivo
nb: Mål
nl: Doel
pl: Punkty Trasy
pt_br: Alvo
ru: Цель
sk: Cieľ
sv: Mål
uk: Ціль

source: Use the current target waypoint as basis.
bg: Използване на текущата целева пътна точка за основа.
cs: Použij současný cílový bod jako základ.
de: Nehme den aktuellen Zielpunkt als Basis.
es: Basado en el waypoint de destino actual.
fr: Utiliser le point de virage cible actuel comme base.
hu: Az aktuális fordulópontot veszi alapul.
it: Usa la boa corrente come riferimento.
nb: Bruk gjeldende vendepunkt som utgangspunkt.
nl: Gebruik het huidige doel-keerpunt als basis.
pl: Ustaw aktualny punkt trasy jako bazę.
pt_br: Usa o ponto de virada alvo atual como base.
ru: Использовать текущую целевую путевую точку в качестве базовой.
sk: Použi aktuálny cieľový bod ako základ.
sv: Använd nuvarande målvägpunkt som bas.
uk: Взяти за основу поточну ціль-ППМ.

source: Cruise orientation
bg: Ориентация при прелитане
cs: Orientace na přeskoku
de: Vorflug Ausrichtung
es: Orientación en crucero
fr: Orientation en transition
hu: Tájolás siklásban
it: Orientamento in crociera
nb: Strekkflygingsorientering
nl: Steek orintatie
pl: Kierunek do góry na przeskoku
pt_br: Orientação em cruzeiro
ru: Поведение экрана на переходе
sk: Orientácia preskoku
sv: Orientering glidflyg
uk: Орієнтація на переході

source: Determines how the screen is rotated with the glider
bg: Определя как ще се върти екрана спрямо планера
cs: Určuje, jak je obrazovka natočena vůči kluzáku
de: Bestimmt, wie die Anzeige zum Segler ausgerichtet ist
es: Determina cómo se gira la pantalla con el planeador
fr: Rotation de l'écran par rapport au planeur
hu: Szabályozza, hogyan legyen forgatva a képernyő a gépnek megfelelően.
it: Determina come lo schermo ruota con il velivolo
nb: Avgjør hvordan skjermen roteres med farkosten
nl: Hiermee bepaalt u hoe het scherm is gedraaid t.o.v. het vliegtuig
pl: Określa jak ekran jest obrócony względem szybowca.
pt_br: Determina como a tela é rotacionada de acordo com o planador
ru: Определяет поведение карты на экране в зависимости от полета планера
sk: Určuje ako je natočená obrazovka voči vetroňu
sv: Anger hur skärmen roterar med farkosten
uk: Визначає, яким чином екран повертається залежно від планера

source: Circling orientation
bg: Ориентация при въртене
cs: Orientace v kroužení
de: Steigflug Ausrichtung
es: Orientación en vuelo circular
fr: Orientation en spirale
hu: Tájolás körözéskor
it: Orientamento in termica
nb: Sirkling orientering
nl: Thermiek orintatie
pl: Kierunek do góry w krążeniu
pt_br: Orientação em giro
ru: Поведение экрана в спирали
sk: Orientácia pri krúžení
sv: Orientering kurvläge
uk: Орієнтація при спіралі

source: Determines how the screen is rotated with the glider while circling
bg: Определя как се ориентира екрана спрямо планера в режим кръжене
cs: Určuje, jak je obrazovka natočena vůči kluzáku během kroužení
de: Bestimmt, wie die Anzeige im Kreisflug zum Segler ausgerichtet ist
es: Determina cómo gira la pantalla con el planeador en vuelo circular
fr: Détermine comment l'écran est orienté lorsque le planeur est en spirale
hu: Képernyő forgatás megadása termikelés közben
it: Determina come lo schermo viene ruotato quando il velivolo sta circuitando
nb: Avgjør hvordan skjermen roteres når du sirkler
nl: Hiermee bepaalt u hoe het scherm is gedraaid t.o.v. het vliegtuig tijdens het thermieken
pl: Określa jak ekran jest obrócony względem szybowca podczas krążenia
pt_br: Determina como a tela é rotacionada de acordo com o planador quando estiver girando
ru: Определяет поведение карты на экране при полете планера в спирали
sk: Určuje ako sa obrazovka s klzákom natáča počas krúženia.
sv: Anger hur skärmen roterar med farkosten vid kurvning
uk: Визначає, яким чином екран повертається, коли планер в спіралі

source: Circling zoom
bg: Мащаб в кръжене
cs: Zvětšení v kroužení
de: Steigflug Zoom
es: Zoom en vuelo circular
fr: Zoom en spirale
hu: Nagyítás körözéskor
it: Zoom Termica
nb: Sirkling zoom
nl: Zoom thermieken
pl: Zoom w krążeniu
pt_br: Zoom girando
ru: Масштаб в спирали
sk: Priblíženie pri krúžení
sv: Zoom i kurvläge
uk: Зум при спіралі
