Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Assigned Area Task time remaining. Goes red when time remaining has expired.
bg: Оставащо време на задача с назначена зона. Става червено, когато оставащото време изтече.
cs: Zbývající čas v úloze AAT. Pokud je hodnota červená, čas vypršel.
de: Verbleibende Zeit für die AAT Aufgabe; schaltet auf Rot wenn die Zeit verstrichen ist.
es: Tiempo restante en TAA. Se pone rojo cuando el tiempo restante ha expirado.
fr: Durée restante sur l'AAT. Devient rouge lorsque la durée de l'épreuve est écoulée.
hu: Hátralevő idő légtérfeladatban (AAT). Vörösre vált ha az idő lejárt.
it: Tempo rimanente del tema AAT. Diventa rossa quando il tempo rimanente è terminato.
nb: AAT gjenstående oppgavetid. Fargen endres til rødt når tiden er gått ut.
nl: Overgebleven AAT tijd. Kleurt rood wanneer verstreken.
pl: AAT Tpoz: Pozostały czas 'obszarówki'. Zmienia kolor na czerwony, gdy czas ten minie.
pt_br: Tempo restante de prova AAT. Fica vermelho quando o tempo restante expirou.
ru: Оставшееся время в упражнении с назначенными зонами. Выделяется красным цветом, когда оставшееся время истекло.
sk: Zostávajúci čas pre AAT úlohu. Sčervená ak čas vypršal.
sv: Tid på banan för AAT. Värdet visas i rött när all tid förbrukats.
uk: Залишок часу в ААТ. Стає червоним, коли залишок часу вичерпано.

source: AAT max. distance
bg: Максимално разстояние на задача с назначена зона
cs: AAT max. vzdálenost
de: AAT - max. Distanz
es: Distancia máxima TAA
fr: Distance max. AAT
hu: HT távolság max
it: Distanza AAT max.
nb: AAT maks. distanse
nl: AAT max afstand
pl: AAT Lmax : Maks. dystans obszarówki
pt_br: Max. distância AAT
ru: Максимальное расстояние ААТ
sk: AAT Max vzdialenosť
sv: AAT max. distans
uk: ААТ макс відстань

source: AAT Dmax
bg: ЗНЗ Макс. дист.
es: TAA Dmax
fr: Dmax AAT
hu: HT táv max
it: Dmax AAT
nb: AAT Dmaks
nl: AAT Amax
pl: AAT Lmax
ru: AAT дист.макс
sk: AAT Vzmax

source: Assigned Area Task maximum distance possible for remainder of task.
bg: Максимално възможно разстояние на задача с назначена зона за остатъка от задачата.
cs: Maximální vzdálenost, dosažitelná ve zbývající části AAT úlohy.
de: Maximale mögliche Strecke für den Abschluss der AAT Aufgabe.
es: Distancia máxima posible TAA para el resto de la tarea.
fr: Distance maximale possible sur le reste de l'AAT.
hu: Maximális lehetséges távolság a légtérfeladat (AAT) hátralevő részére.
it: Massima distanza possibile per la parte rimanente del tema AAT.
nb: AAT maksimal mulig distanse for gjenstående del av oppgaven.
nl: AAT opdracht maximale mogelijke afstand voor het nog te vliegen deel van de taak.
pl: AAT Lmax: Maksymalna możliwa odległość dla pozostałej trasy w konkurencji obszarowej.
pt_br: Máxima distância possível para prova AAT restante.
ru: Максимально возможное расстояние оставшееся в упражнении с назначенными зонами.
sk: Maximálna možná vzdialenosť do ukončenia AAT úlohy.
sv: AAT maximalt möjlig distans för återstoden av uppgiften.
uk: ААТ: максимальна можлива відстань для решти завдання.

source: AAT min. distance
bg: Минимално разстояние на ЗНЗ
cs: AAT min. vzdálenost
de: AAT - min. Distanz
es: Distancia mínima TAA
fr: Distance min. AAT
hu: HT távolság min
it: Distanza AAT min.
nb: AAT min. distanse
nl: AAT min afstand
pl: AAT Lmin: Min. dystans obszarówki
pt_br: Min. distância AA
ru: Минимальное расстояние ААТ
sk: Zostávajúca vzdialenosť
sv: AAT min. distans
uk: ААТ: мін. відстань

source: AAT Dmin
bg: Мин. разст. ЗНЗ
es: TAA Dmin
fr: Dmin AAT
hu: HT táv min
it: Dmin AAT
nl: AAT Amin
pl: AAT Lmin
ru: Минимальное расстояние ААТ
sk: AAT Vzmin

source: Assigned Area Task minimum distance possible for remainder of task.
bg: Минимално възможно разстояние за ЗНЗ за остатъка от задачата.
cs: Minimální vzdálenost, dosažitelná ve zbývající části AAT úlohy.
de: Minimal mögliche Strecke für die verbleibende AAT Aufgabe.
es: Distancia mínima posible TAA para el resto de la tarea.
fr: Distance minimale possible sur le reste de l'AAT.
hu: Minimális lehetséges távolság a légtérfeladat (AAT) hátralevő részére.
it: Minima distanza possibile per la parte rimanente del tema AAT.
nb: AAT minimal mulig distanse for gjenstående del av oppgaven.
nl: AAT minimum afstand mogelijk voor het nog te vliegen deel van de taak.
pl: AAT Lmin: Minimalna możliwa odległość dla pozostałej trasy w konkurencji obszarowej.
pt_br: Mínima distância possível para prova AAT restante.
ru: Минимальное расстояние оставшееся в упражнении с назначенными зонами.
sk: Minimálna možná vzdialenosť do ukončenia AAT úlohy.
sv: AAT minimum distans för återstoden av uppgiften.
uk: ААТ: мінімальна можлива відстань для решти завдання.

source: AAT speed max. distance
bg: Средна скорост за максимално разстояние на ЗНЗ
cs: AAT rychlost pro max. vzdálenost
de: AAT - max. Geschwindigkeit
es: Velocidad TAA máxima distancia
fr: Vitesse max sur l'AAT
hu: HT sebesség max
it: Velocità di massima distanza dell'AAT
nb: AAT hastighet maks. distanse
nl: AAT snelheid max afstand
pl: AATVLmax: V średnia z maks.pozostałej trasy
pt_br: Velocidade max. de distância AA
ru: Скорость максимального расстояния ААТ
sk: AAT rýchlosť pri max. vzdialenosti
sv: AAT hastighet max. distans
uk: Скорость максимального расстояния ААТ

source: AAT Vmax
bg: ЗНЗ Макс. скорост
es: TAA Vmax
fr: Vmax AAT
hu: HT seb max
it: Vmax AAT
nb: AAT Vmaks
nl: ATT Vmax
pl: AATVLmax
ru: Скорость максимального расстояния ААТ
sk: AAT Rmax
uk: Швидкість максимальної відстані ААТ

source: Assigned Area Task average speed achievable if flying maximum possible distance remaining in minimum AAT time.
bg: Средна скорост постижима за задача с назначена зона ако се прелети максимално възможната дистанция в оставащото минималното време на задачата.
cs: Průměrná rychlost dosažitelná v AAT úloze, při průletu maximální zbývající vzdálenosti v minimálním čase.
de: Erreichbare mittlere AAT Geschwindigkeit, wenn die maximal mögliche Strecke in der Mindest-AA-Aufgabenzeit abgeschlossen wird.
es: Velocidad promedio alcanzable si se vuela la máxima distancia posible restante en el tiempo mínimo de TAA.
fr: Vitesse moyenne possible sur l'AAT en parcourant la distance maximale restante dans la durée minimale de l'épreuve.
hu: Légtérfeladaton (AAT) elérhető átlagsebesség, ha a maximális lehetséges hátralevő távolságot a minimális AAT idő alatt repüljük.
it: Velocità media realizzabile nel tema AAT se si vola alla massima distanza possibile rimanendo in un tempo AAT minimo.
nb: AAT snitthastighet mulig ved gjennomføring av maksimaldistansen i minimum gjenstående AAT tid.
nl: Haalbare AAT gemiddelde snelheid wanneer de grootst mogelijke afstand gevlogen wordt in de minimale resterende AAT tijd.
pl: AATVLmax: Średnia prędkość, jaką można uzyskać w obszarówce, lecąc maksymalną pozostałą odległość w minimalnym pozostałym czasie.
pt_br: Velocidade média atingível se a máxima distância para prova AAT restante for voada.
ru: Средняя скорость достигаемая в упражнении с назначенными зонами , если лететь максимально возможное расстояние, в оставшееся минимальное назначенное время.
sk: Dosiahnuteľná priemerná rýchlosť AAT úlohy pri preletení maximálne možnej vzdialenosti v minimálnom AAT čase.
sv: AAT medelhastighet som kan uppnås om maximal återstående sträcka flygs på minsta möjliga AAT tid.

source: AAT speed min. distance
bg: Ср. скорост за мин. разстояние ЗНЗ
cs: AAT rychlost pro min. vzdálenost
de: AAT - Geschwindigkeit für min. Distanz
es: Velocidad TAA mínima distancia
fr: Vit. AAT distance mini
hu: HT sebesség min
it: AAT min velocità. distanza
nb: AAT hastighet min. distanse
nl: AAT snelheid min afstand
pl: AATVLmin: V średnia z min.pozostałej trasy
pt_br: Velocidade mínima de distância AA
ru: Скорость минимального расстояния ААТ
sk: AAT rýchlosť pre min. vzdialenosť
sv: AAT hastighet min. distans
uk: Швидкість мінімальної відстані ААТ

source: AAT Vmin
bg: Ср. скорост за мин. разстояние
es: TAA Vmin
fr: Vmin AAT
hu: HT seb min
pl: AATVLmin
ru: Скорость минимального расстояния ААТ
sk: AAT Rmin
uk: Швидкість мінімальної відстані ААТ

source: Assigned Area Task average speed achievable if flying minimum possible distance remaining in minimum AAT time.
bg: Средна скорост постижима за задача с назначена зона ако се прелети минималната възможна дистанция за минималното възможно време.
cs: Průměrná rychlost dosažitelná v úloze AAT, při průletu minimální zbývající vzdálenosti v minimálním AAT čase.
de: Erreichbare mittlere AAT Geschwindigkeit, wenn die minimal mögliche Strecke in der Mindest-AA-Aufgabenzeit abgeschlossen wird.
es: Velocidad promedio alcanzable si se vuela la mínima distancia posible restante en el tiempo mínimo de TAA.
fr: Vitesse moyenne possible de l'AAT (en parcourant la distance minimale restante dans la durée minimale de l'épreuve).
hu: A légtérfeladat (AAT) elérhető átlagsebessége, ha a lehető legrövidebb távon repülünk a minimális AAT idő alatt.
it: Velocità media realizzabile nel tema AAT se si vola alla minima distanza possibile rimanendo in un tempo AAT minimo.
nb: AAT snitthastighet mulig ved gjennomføring av minimaldistansen i minimum gjenstående AAT tid.
nl: AAT gemiddelde snelheid haalbaar wanneer de kortst mogelijke afstand gevlogen wordt in de minimale AAT tijd.
pl: AATVLmin: Średnia prędkość, jaką można uzyskać lecąc minimalną pozostałą odległość w minimalnym pozostałym czasie konkurencji obszarowej.
pt_br: Velocidade média na prova de área se a distância mínima restante for voada.
ru: Средняя скорость в упражнении с назначенными областями достигаемая если лететь минимально возможное расстояние в оставшееся назначенное время.
sk: Dosiahnuteľná priemerná rýchlosť AAT úlohy pri preletení minimálnej možnej vzdialenosti v minimálnom AAT čase.
sv: AAT medelhastighet som kan uppnås om minsta möjliga återstående distans flygs på minsta återstående AAT tid.

source: Airspeed IAS
bg: Въздушна скорост от прибор
cs: Rychlost IAS
de: Geschwindigkeit - angezeigte
es: Velocidad IAS
fr: Vitesse air
hu: Sebesség műszersz.
it: Velocità IAS
nb: Flyhastighet IAS
nl: Aangewezen vliegsnelheid (IAS)
pl: Vr IAS: Przyrządowa prędkość powietrzna
pt_br: Velocidade do ar indicada
ru: Приборная возд скорость
sk: Rýchlosť IAS
sv: Hastighet IAS
uk: Інструментальна повітряна швидкість IAS

source: V IAS
bg: Възд. скорост
fr: V Air
hu: Seb műsz
pl: Vr IAS
sk: IAS rýchl

source: Indicated Airspeed reported by a supported external intelligent vario.
bg: Въздушна скорост получена от външен вариометър.
cs: Indikovaná vzdušná rychlost (IAS), získaná z externího senzoru (pokud je připojen).
de: Angezeigte Geschwindigkeit gegenüber Luft, laut angeschlossenem Sensor.
es: Velocidad indicada informada por un vario inteligente externo compatible.
fr: Vitesse air indiquée par un vario externe intelligent.
hu: A külső intelligens variométer által jelzett műszer szerinti sebesség.
it: Velocità indicata riportata da un variometro intelligente esterno supportato.
nb: Flyhastighet målt av ekstern hastighetsmåler.
nl: IAS volgens externe intelligente vario.
pl: Vr IAS: przyrządowa prędkość powietrzna wskazywana przez zewnętrzny przyrząd dostarczający danych do XCSoar.
pt_br: Velocidade indicada reportada por um vario digital externo.
ru: Скорость полета по данным электронного вариомерта.
sk: Indikovaná rýchlosť z výstupu kompatibilného inteligentného vária.
sv: Indikerad hastighet rapporterad av en extern intelligent variometer.
uk: Інструментальна повітряна швидкість від зовнішнього інтелектуального варіометра.

source: Barometric altitude
bg: Барометрична височина
cs: Barometrická výška
de: Höhe - barometrisch
es: Altitud barométrica
fr: Altitude barométrique
hu: Barometrikus magasság
it: Quota barometrica
nb: Barometrisk høyde
nl: Barometrische hoogte
pl: H AMSL: wysokość barometryczna AMSL
pt_br: Altitude barométrica
ru: Барометрическая высота
sk: Barometrická výška
sv: Höjd barometrisk
uk: Барометрична висота

source: Alt Baro
bg: H баром.
de: Höhe Baro
hu: Mag baro
nb: Høyde Baro
nl: H Baro
pl: H AMSL
ru: Высота баро
sk: Výška baro
sv: Tryckhöjd
uk: Вис Баро

source: Barometric altitude obtained from a device equipped with a pressure sensor.
bg: Това е барометричната височина получена от прибор оборудван с датчик за налягане.

source: Speed MacCready
bg: Скорост по Маккрийди
cs: Rychlost MacCready
de: MacCready - Sollfahrt
es: Velocidad MacCready
fr: Vitesse MacCready
hu: MC sebesség
it: Velocità MacCready
nb: Hastighet MacCready
nl: MacCready snelheid
pl: V MCread: prędkość wymagana wg MacCready'ego
pt_br: Velocidade MacCready
ru: Скорость Маккреди
sk: Rýchlosť MacCready
sv: Hastighet MacCready
uk: Швидкість MacCready

source: V MC
bg: Маккрийди
hu: MC seb
pl: V MCread
sk: MC rýchl.

source: MacCready speed-to-fly for optimal flight to the next waypoint. In cruise flight mode, this speed-to-fly is calculated for maintaining altitude. In final glide mode, this speed-to-fly is calculated for descent.
bg: Скорост изчислена по правилото на Маккрийди за оптимална прелетна скорост до следващата точка. При крайцерски режим полетната скорост се изчислява да поддържа височината. В режим на финално долитане тази скорост се изчислява при снижение.

source: Percentage climb
bg: Процент от време за набор на височина
cs: Procentuálně stoupání
de: Thermik - Steigfluganteil
es: Porcentaje de ascenso
fr: Pourcentage de montée
hu: Termik arány
it: Percentuale risalita
nb: Prosent Stig
nl: Percentage stijgen
pl: WAR %T: procent czasu w krążeniu
pt_br: Percentual de subida
ru: Процент набора
sk: Podiel stúpania v percentách
sv: Procent stig
uk: Процент часу набору висоти

source: % Climb
bg: % набор
cs: % stoupání
de: % Steigen
es: % Ascenso
fr: % Montée
hu: Tk arány
it: % risalita
nb: % Stig
nl: % Stijgen
pl: WAR %T
pt_br: % Subida
ru: % Набора
sk: % Stúpania
sv: % stig
uk: % набору

source: Percentage of time spent in climb mode. These statistics are reset upon starting the task.
bg: Процент от времето прекарано в набиране на височина. Тази стойност се нулира при стартиране на задачата.
cs: Čas v procentech strávený ve stoupání. Při začátku úlohy se vynuluje.
de: Prozentsatz der Zeit, die im Steigmodus verbracht wurde. Die Statistik wird beim Start der Aufgabe neu gestartet.
es: Porcentaje de tiempo pasado en modo vuelo circular. Estas estadísticas se restablecen al iniciar la tarea.
fr: Pourcentage de temps passé à monter. Ces statistiques sont remises à zéro au départ du circuit.
hu: Emelkedésben töltött idő aránya. Az arányszámítás feladat megkezdésekor újraindul.
it: Percentuale del tempo speso in salita. Il valore viene azzerato all'inizio del tema.
nb: Prosentandel av tiden i termikkmodus. Disse statistiske verdiene nulstilles ved oppgavestart.
nl: Tijdspercentage doorgebracht in thermiek modus. Deze statistiek wordt bij het starten van de opdracht gereset.
pl: WAR %T: Procent czasu lotu spędzony w krążeniu. Statystyki są zerowane w momencie odejścia na trasę.
pt_br: Porcentagem do tempo girando térmicas. Essa estatística é zerada quando começa a prova.
ru: Процент времени, затраченного в наборе высоты. Эти статистические данные сбрасываются при запуске задачи.
sk: Percento času stráveného v móde stúpania. Táto štatistika sa vynuluje po štarte úlohy.
sv: Procent av tiden som spenderats i stig. Statistiken nollställs när uppgiften startas.
uk: Процент часу, потраченого на набір висоти. Ця статистика обнуляється перед стартом нового завдання.

source: Flight duration
bg: Времетраене на полета
cs: Doba letu
de: Zeit - Dauer des Fluges
es: Duración del vuelo
fr: Durée de vol
hu: Repült idő
it: Durata volo
nb: Flytur Tid
nl: Vluchtduur
pl: T lotu: czas lotu od startu ziemnego
pt_br: Duração do Voo
ru: Продолжительность полета
sk: Trvanie letu
sv: Flygtid
uk: Тривалість польоту

source: Flt Duration
bg: Времетраене
cs: Doba letu
de: Flugzeit
es: T Vuelo
fr: Tps Vol
hu: Idő repült
it: Durata volo
nb: Varighet
nl: Vluchtduur
pl: T lotu
pt_br: Dur. Voo
ru: Длит. полета
sk: Čas letu
sv: Flyg tid
uk: Трив польоту

source: Time elapsed since takeoff was detected.
bg: Продължителност на полета от момента на излитане.
cs: Čas uplynulý od detekce vzletu.
de: Flugzeit seit Starterkennung.
es: Tiempo transcurrido desde que se detectó el despegue.
fr: Durée depuis la détection du décollage.
hu: Felszállás óta eltelt idő.
it: Tempo trascorso dal decollo.
nb: Flytid siden bakken ble forlatt.
nl: Tijd verstreken sinds het starten (vlucht).
pl: T lotu: czas, który upłynął od wykrycia startu ziemnego.
pt_br: Tempo decorrido desde que a decolagem foi detectada.
ru: Время с момента взлета.
sk: Čas uplynutý od rozoznaného vzletu.
sv: Tid från detekterad start.
uk: Час, відколи зафіксовано старт польоту.

source: G load
bg: Претоварване
cs: Přetížení G
de: G-Last
es: fuerza G
fr: Facteur de charge
hu: G terhelés
it: carico G
nb: G verdi
nl: G-belasting
pl: Przec.G: aktualne przeciążenie
pt_br: Carga G
ru: Перегрузка G
sk: G zaťaženie
sv: G belastning
uk: Перевантаження

source: Magnitude of G loading reported by a supported external intelligent vario. This value is negative for pitch-down manoeuvres.
bg: Претоварване спрямо земното ускорение отчетено от свързан външен уред. Стойността е отрицателна при гмуркане надолу.
cs: Velikost přetížení v G dle podporovaného externího inteligentního vária (pokud je připojeno). Hodnota je negativní při manévrech se záporným přetížením.
de: Lastvielfaches (G) laut dem angeschlossenen Sensor. Der Wert kann beim Nachdrücken negativ werden.
es: Magnitud de la carga G informada por un vario inteligente externo compatible. Este valor es negativo para las maniobras de descenso.
fr: Valeur du facteur de charge mesuré par un vario externe intelligent. Cette valeur est négative pour des manœuvres en piqué.
hu: A G terhelés csúcspontja a külső intelligens variometer szerint. Ez bólintás irányú manővereknél negatív.
it: Fattore di carico (G) indicato da un variometro intelligente esterno. Il valore è negativo per le manovre di picchiata.
nb: G-verdi målt av ekstern enhet. Kan være positiv eller negativ.
nl: Grootte van de G-kracht aangeduid door een externe intelligente vario. Deze waarde is negatieve vliegbewegingen.
pl: Przec.G: Wartość chwilowa aktualnego przeciążenia z obsługiwanego zewnętrznego wariometru inteligentnego. Wartość ujemna dla przeciążeń ujemnych.
pt_br: Carga G reportada por um vario digital externo suportado. Negativo em manobras pitch-down.
ru: Величина силы тяжести (перегрузки). Из внешнего варио.
sk: Hodnota G násobku udávaná podporovaným externým inteligentným váriom. Táto hodnota je negatívna pre manévre so sklonom dole.
sv: G belastningens magnitid rapporterad av extern intelligent variometer. Värdet är negativt för dykmanöver.
uk: Магнітуда перевантаження від зовнішнього інтелектуального варіометра. Ця величина негативна при пікіруванні.

source: Next GR
bg: Необходимо качество за следваща ПТ
cs: Příští OB - požadovaný KP
de: Nächster Wegpunkt - benötigte Gleitzahl
es: Siguiente RP
fr: Proch Fin
hu: Sklsz köv
it: Successivo GR
nb: Neste L/D
nl: Volgende GH
pl: PT Dsk: doskonałość wymagana do PT
pt_br: Próximo RP
ru: След. глайд
sk: Ďalší KĹZ
sv: GR till WP
uk: Наст GR

source: WP GR
bg: Кач. ПТ
cs: OB KP
de: WP GZ
es: WP RP
fr: Fin WP
hu: Sklsz fp
nb: Vp (L/D)
nl: KP GH
pl: PT Dsk
pt_br: WP RP
sk: OB KĹZ
uk: ППМ GR

source: Required glide ratio over ground to reach the next waypoint, given by the distance to the next waypoint divided by the height required to arrive at the safety arrival height.
bg: Необходимото качество над земята за достигане на следващата повратна точка изчислено като отношение на разстоянието до точката и необходимата височина за пристигане на безопасна височина.

source: Time local
bg: Местно време
cs: Místní čas
de: Zeit - lokale Uhrzeit
es: Hora local
fr: Heure locale
hu: Idő helyi
it: Ora locale
nb: Lokaltid
nl: Lokale tijd
pl: Godz. lok.: godzina wg czasu lokalnego
pt_br: Hora Local
ru: Местное время
sk: Miestny čas
sv: Tid lokal
uk: Місцевий час

source: Time loc
bg: Час
cs: Čas místní
de: Lokalzeit
es: Hora loc
fr: Heure loc
hu: Helyi idő
it: Ora loc
nb: Tid lok
nl: Tijd Lok
pl: Godz. lok.
pt_br: Hora Loc
ru: Локальное время
sk: Miestny čas
sv: Tid lokal
uk: Час місц

source: GPS time expressed in local time zone.
bg: Час по ГПС уреда в местната часова зона.
cs: Čas GPS vyjádřený v místní časové zóně.
de: Lokale Uhrzeit nach GPS.
es: Hora GPS expresada en zona horaria local.
fr: Heure locale GPS.
hu: GPS-idő a helyi időzónára átszámítva.
it: Ora GPS locale.
nb: Lokaltid fra GPS.
nl: GPS tijd uitgedrukt in lokale tijd.
pl: Godz. lok.: Godzina wg czasu lokalnego odczytana z GPS w bieżącej strefie czasowej.
pt_br: Hora do GPS expressa em hora local.
ru: GPS время местном часовом поясе.
sk: GPS čas upravený pre miestnu časovú zónu.
sv: GPS tid uttryckt i lokal tidszon.
uk: Час GPS, приведений до місцевого часового поясу.

source: Time UTC
bg: Време UTC
cs: Čas UTC
de: Zeit - UTC
es: Hora UTC
fr: Heure UTC
hu: Idő UTC
it: Ora UTC
nb: UTC Tid
nl: UTC tijd
pl: Godz. UTC
pt_br: Hora UTC
ru: Время GMT
sk: UTC čas
sv: Tid UTC
uk: Час UTC

source: GPS time expressed in UTC.
bg: Координирано универсално време от GPS.
cs: Čas GPS vyjádřený v UTC.
de: UTC Zeit laut GPS.
es: Hora GPS expresada en UTC.
fr: Heure UTC GPS.
hu: GPS-idő UTC-re átszámítva.
it: Ora GPS in UTC.
nb: UTC Tid fra GPS.
nl: GPS tijd uitgedrukt in UTC.
pl: Godz. UTC: Czas 'uniwersalny' wg GPS.
pt_br: Hora GPS expressa em UTC.
ru: GPS время выраженное в UTC.
sk: GPS čas neupravený (UTC).
sv: GPS-tid uttryckt i UTC.
uk: Час GPS, приведений до UTC.

source: Task time to go
bg: Време до финала
cs: Doba letu do cíle úlohy
de: Aufgabe - benötigte Zeit
es: Tiempo de tarea restante
fr: Durée restante jusqu'à la fin du circuit
hu: SF idő úton
it: Tempo rimanente alla fine del tema
nb: Gjenstående Oppgavetid
nl: Opdracht tijd resterend
pl: DOLdTMC: Pozostały czas trasy
pt_br: Tempo restante da prova
ru: Расчетное время до финиша
sk: Doba k cieľu
sv: Återstående tid bana
uk: Час до завершення завдання

source: Fin ETE
bg: t до фин.
cs: Cíl ETE
de: EndA ETE
es: ETE Fin
fr: TVP Fin
hu: SF úton
it: ETE Finale
nb: Mål ETE
pl: DOLdTMC
sk: D. k cieľu
uk: Copy text Fin ETE
