Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Difference between estimated task time and AAT minimum time. Coloured red if negative (expected arrival too early), or blue if in sector and can turn now with estimated arrival time greater than AAT time plus 5 minutes.
bg: Разлика между изчисленото време за затваряне на задачата и минималното време на ЗНЗ. Оцветена в червено или отрицателна стойност означават, че финалът е твърде рано. В синьо се показва ако сте в сектора, можете да завиете сега и изчисленото време на пристигане е повече от минималното плюс 5 минути.
cs: Rozdíl mezi předpokládaným časem úlohy a AAT minimálním časem. Zbarveno červeně, pokud je záporný (předpokládaný předčasný přílet), nebo modře pokud jste v AAT oblasti a můžete okamžitě provést obrat s předpokládaným časem příletu větším než minimální čas AAT plus 5 minut.
de: Unterschied zwischen erwarteter Aufgabenzeit und AAT Mindestzeit. Rot, wenn negativ (erwartete Ankunftszeit zu früh). Blau, wenn im Sektor und bei sofortiger Wende erwartete Ankunftszeit größer als die AAT-Zeit plus 5 Minuten.
es: Diferencia entre el tiempo estimado de la tarea y el tiempo mínimo de TAA. Color rojo si es negativo (llegada prevista demasiado pronto), o azul si está en el sector y puede virar ahora con un tiempo estimado de llegada mayor que el tiempo TAA más 5 minutos.
fr: Différence entre l'heure d'arrivée estimée et l'heure d'arrivée minimum de l'AAT. En rouge si négative (on arrive trop tôt) ou en bleu (si dans le secteur) et si on peut se diriger vers l'arrivée avec une heure d'arrivée supérieure de 5 minutes à l'heure d'arrivée AAT.
hu: Az eltelt idő és a légtérfeladat (AAT) minimum tartamának különbsége. Vörös ha negatív (túl korai érkezés), kék ha a szektorban vagyunk és fordulhatunk, mert a becsült érkezés öt perccel meghaladja az AAT időtartamot.
it: Differenza tra tempo stimato del tema e tempo minimo AAT. Colorato in rosso se negativo (previsto arrivo troppo presto), o blu se nel settore ed è possibile virare ora con un tempo stimato di arrivo maggiore del tempo AAT più 5 minuti.
nl: Verschil tussen geschatte opdracht tijd en AAT minimale tijd. Rood gekleurd indien negatief (Te vroege aankomst), Blauw gekleurd wanneer binnen de sector en naar het finish punt kunnen vliegen met een aankomsttijd die groter is dan de AAT tijd plus 5 minuten.
pl: AAT dT: Różnica pomiędzy szacunkowym i minimalnym czasem oblotu zadania. Kolor czerwony, jeżeli spodziewane jest zbyt szybkie zakończenie trasy, kolor niebieski, jeżeli znajdujesz się w sektorze i szacunkowy czas zakończenia jest większy od minimalnego pozostałego o co najmniej 5 minut.
ru: Разница между приблизительным временем задания и минимальным временем AAT . Красная, если отрицательная (ожидается раннее прибытие), или синяя, если в секторе и может прибыть в настоящее время с предполагаемое временем прибытия, большим времени ААТ плюс 5 минут.
sk: Rozdiel medzi predpokladaným časom úlohy a AAT minimálnym časom. Zafarbené červeno, ak je záporný (predpoklad že dorazíte moc skoro), alebo modro ak ste v oblasti a môžete hneď otočiť s predpokladaným časom väčším než minimálny čas AAT plus 5 minút.
sv: Skillnad mellan estimerad uppgiftstid och minsta AAT-tid. Rödfärgad om negativ (förväntad tidig ankomst) eller blå om i sektor och sväng möjlig med estimerad ankomsttid senare än AAT-tiden plus 5 minuter.

source: Thermal average over all
bg: Средно качване за деня
cs: Průměrné st. ve všech st. proudech
de: Thermik - gesamt Durchschnitt
es: Promedio térmico total
fr: Thermique moyen sur l'ensemble
hu: Termik emelés napi átlag
it: Media termica su tutte
nb: Snittstig totalt
nl: Thermiek totaal gemiddelde
pl: WAR ŚrLot: śr.wzn. w tym locie
pt_br: Térmica média total
ru: Средняя термичность
sk: Priemer stúpania celkový
sv: Totalt medelstig
uk: Середня швидкість набору в усіх терміках

source: T Avg
bg: Ср. Качване
cs: ST prům
de: Steig mittl ges
es: T Prom
fr: T Moy
it: T Media
nl: T Gem
pl: WAR ŚrLot
ru: Средняя термичность
sk: pStúpania c
sv: T medel
uk: Середня термічність

source: Time-average climb rate in all thermals.
bg: Средно претеглено качване от всички термики за деня.
cs: Průměrná rychlost stoupání ve všech stoupavých proudech.
de: Mittlerer Steigwert über alle Bärte.
es: Tiempo promedio de ascenso en todas las térmicas.
fr: Taux de montée moyen sur tous les thermiques.
hu: Az összes termik emelésének átlaga.
it: Media temporale del rateo di salita in tutte le termiche.
nb: Gjennomsnittlig stig for samtlige bobler
nl: Gemiddelde stijgen over alle bellen.
pl: WAR ŚrLot: Uśrednione w czasie noszenie we wszystkich kominach w czasie tego lotu
pt_br: Tempo médio de subida em todas térmicas.
ru: Время средней скороподъемности во всех потоках
sk: Priemerné stúpanie všetkých stupákov.
sv: Tidsmedelvärde för stighastighet i alla blåsor.
uk: Середня за часом швидкість набору в усіх терміках.

source: Task req. total height trend
bg: Тренд на необходимата височина
cs: Úloha - trend požadované výšky
de: Aufgabe - Trend benötigte Höhe
es: Tendencia de altura total necesaria en la tarea
fr: Tendance hauteur nécessaire pour le circuit
hu: SF magasság trend
it: Andamento totale richiesto altezza tema
nb: Totalhøyde påkrevd for hele oppgaven
nl: Opdr. benodigde tot. hoogte tendens
pl: DOL Htrend: trend wys.dolotu
pt_br: Tend alt req compl prova
sk: Trend celk. potrebnej výšky na úlohu
sv: Trend total höjd nödvändig för uppgift
uk: Тенденція щодо загальної висоти, необхідної для виконання завдання

source: RH Trend
bg: Тренд вис.
cs: Trend pož H
de: Trend benö H
es: HN Tend
fr: Tend H Cir
hu: SF m trend
nb: RH Utvikl
nl: TH Tendens
pl: DOL Htrend
pt_br: Tendência HR
sk: Trend cV na úl.
uk: Тенд. RH

source: Trend (or neg. of the variation) of the total required height to complete the task.
bg: Тренд (или отрицателната промяна) на общата необходима височина.
cs: Trend (nebo negativní variace) celkové požadované výšky k dokončení úlohy.
de: Trend (bzw. das Negative der Veränderung) der insgesamt für die Aufgabe benötigte Höhe.
es: Tendencia (o neg. de la variación) de la altura total necesaria para completar la tarea.
fr: Tendance (ici opposé de la dérivée) de la hauteur totale nécessaire pour terminer le circuit.
hu: A feladat teljesítéséhez szükséges magasság változásának trendje.
it: Andamento (o neg. della variazione) dell'altezza totale richiesta per completare il tema di volo.
nb: Oversikt over totalhøyden påkrevd for å gjennomføre oppgaven.
nl: Tendens (of neg. van de variatie) van de totale benodigde hoogte om de opdracht te voltooien.
pl: DOL Htrend: trend całkowitej wysokości wymaganej do ukończenia zadania.
pt_br: Tendência (ou negativo da variação) da altura total requerida para completar a prova.
ru: Дефицит высоты задачи. Общая высота необходимая для успешного завершения полёта.
sk: Trend (alebo negatívna variácia) celkovej potrebnej výšky na dokončenie úlohy.
sv: Trend för total höjd nödvändig för att slutföra banan.
uk: Тенденція (або негативні відхилення) загальної висоти, потрібної для завершення завдання.

source: Battery percent
bg: Заряд на батерията в проценти
cs: Baterie procenta
de: Batterie Ladezustand
es: Porcentaje de batería
fr: Pourcentage Batterie
hu: Telep
it: Percentuale batteria
nb: Batteristatus
nl: Accu percentage
pl: Bateria %
pt_br: Porcentagem da bateria
ru: Уровень заряда батареи
sk: Percentá kapacity batérie
sv: Batteri procent
uk: Процент заряда

source: Percentage of device battery remaining (where applicable) and status/voltage of external power supply.
bg: Показва процента на останалия заряд в батерията ако е приложимо и състоянието или напрежението на захранването.

source: Final GR
bg: Необходимо качество на планиране за затваряне
cs: Požadovaný klouzavý poměr do cíle
de: Endanflug - benötigte Gleitzahl
es: RP Final
fr: Finesse Arrivée
hu: Végsiklás meredekség
it: GR Finale
nb: Mål GR
nl: Final GH
pl: DOL Dsk: doskonałość wym. do dolotu
pt_br: Grad Final
sk: Cieľ kĺzavosť
uk: Фінал GR

source: Fin GR
bg: Необх. качество
cs: KP cíl
de: EndA benö GZ
es: RP Fin
fr: Fin. Arr.
hu: Vs mrdk
nb: Mål GR
nl: Fin GH
pl: DOL Dsk
pt_br: Grad Fin
sk: Cieľ kĺz
uk: Кін. GR

source: Required glide ratio over ground to finish the task, given by the distance to go divided by the height required to arrive at the safety arrival height.
bg: Необходимото качество на планиране над земята за завършване на задачата изчислено като частно на разстоянието до финала и височината, така че да се пристигне на безопасна височина.

source: Alternate 1
bg: Резервно летище 1
cs: Alternativa 1
de: Alternative 1
es: Alternativo 1
fr: Dégagement 1
hu: Kitérő 1
it: Alternativa 1
nl: Alternatief 1
pl: Lądow.1: najbliższe lądowisko zapasowe
sk: Alternatíva 1
sv: Alternativ 1
uk: Запасний 1

source: Altn 1
bg: Резерва 1
fr: Dgmt 1
hu: Ktr1
it: Alt 1
pl: Lądow.1
sk: Alt. 1
sv: Alt 1
uk: Запас 1

source: Name and bearing to the best alternate landing location.
bg: Показва име и направление към най-доброто резервно място за кацане.

source: Alternate 2
bg: Резервно летище 2
cs: Alternativa 2
de: Alternative 2
es: Alternativo 2
fr: Dégagement 2
hu: Kitérő 2
it: Alternativa 2
nl: Alternatief 2
pl: Lądow.2: drugie w kolejności lądowisko
sk: Alternatíva 2
sv: Alternativ 2
uk: Запасний 2

source: Altn 2
bg: Резерва 2
fr: Dgmt 2
hu: Ktr2
it: Alt 2
pl: Lądow.2
sk: Alt. 2
sv: Alt 2
uk: Запас 2

source: Name and bearing to the second-best alternate landing location.
bg: Показва име и направление към най-доброто второ резервно място за кацане.

source: Alternate 1 GR
bg: Необходимо качество за резерва 1
cs: Alternativa 1 - klouzavý poměr
de: Alternative 1 - Gleitzahl
es: Alternativo 1 RP
fr: Finesse dégagement 1
hu: Kitérő1 meredekség
it: GR alternativa 1
nb: Alt. landing 1 GR
nl: Alternatief 1 GH
pl: Ląd.1 GR: gradient geom. do Lądowiska 1
pt_br: Grad Alternativo 1
sk: Alternatíva1 - kĺzavosť
sv: Alternativ 1 GT
uk: Запасний 1 GR

source: Altn 1 GR
bg: Качество за Рез. 1

source: Geometric gradient to the arrival height above the best alternate landing location. This is not adjusted for total energy.
bg: Необходимо качество на полета за долитане на безопасна височина над най-доброто резервно летище, некомпенсирано с обща енергия.

source: Height above take-off
bg: Височина над старта
cs: Výška nad místem vzletu
de: Höhe - über dem Startpunkt
es: Altura sobre el despegue
fr: Hauteur au-dessus du décollage
it: Altezza sopra al decollo
nb: Høyde over take-off
nl: Hoogte boven vertrek
pl: H StartZ: Wysokość wzgl. startu ziemnego
pt_br: Altura acima da decolagem
ru: Высота над стартом
sk: Výška nad miestom štartu
sv: Höjd över start
uk: Висота над точкою старту

source: H T/O
bg: Височ. над старт
de: H ü. Start
fr: H/Deco
pl: H StartZ
pt_br: H decolagem
ru: Высота над стартом
sk: V nad štartom

source: Height based on an automatic take-off reference elevation (like a QFE reference).
bg: Височина над автоматично поставената точка на излитане (барометрична като QFE).
cs: Výška nad automaticky zjištěným bodem vzletu (obdoba QFE).
de: Höhe basierend auf der automatischen Start-Referenzhöhe (ähnlich einer QFE Referenz).
es: Altura basada en una elevación de referencia de despegue automático (como una referencia QFE).
fr: Hauteur relativement à l'altitude du décollage automatiquement détectée (type référence QFE).
it: Altezza rispetto all'elevazione di riferimento automaticamente rilevata al decollo (equivalente al QFE).
nb: Høyde over flyplassen man tok av fra. Flyplass-høyden settes automatisk ved take-off (lik QFE).
nl: Hoogte gebaseerd op een automatische referentie vertrekhoogte (zoals een QFE referentie).
pl: H StartZ: Wysokość nad automatycznie wyznaczonym poziomem startu ziemnego (podobnie do QFE).
pt_br: Altura baseada sobre a decolagem (como uma referência QFE).
ru: Базовая высота на основе автоматической разницы от высоты старта (на основе QFE).
sk: Výška nad miestom vzletu (Podobné QFE referencii).
sv: Höjd baserad på automatisk tryckreferens från startplatsen (jmf. QFE vid start).
uk: Висота відносно точки старту (подібно до QFE).

source: GR average
bg: Средно качество на планиране
cs: Klouzavý poměr průměrný
de: Gleitzahl - Mittelwert
es: RP promedio
fr: Finesse moyenne
hu: Sklsz átlag
it: Media GR
nl: GH gemiddelde
pl: DSK śred.: doskonałość średnia
pt_br: PLANEIO médio
sk: Kĺzavosť priemer
sv: GR medel
uk: Середня GR

source: GR Avg
bg: Ср. качество
cs: KP prům
de: GZ mittl
es: RP Prom
fr: Fin. moy.
hu: Sklsz átlag
it: GR media
nl: GH Gem
pl: DSK śred.
pt_br: PLANEIO medio
sk: Kĺz priem
sv: GR medel
uk: Сер GR

source: Distance flown during the configured averaging period divided by the altitude lost during that period. Negative values are shown as ^^^ and indicate climbing cruise (height gain). For GR >200, the value is shown as +++. You can configure the averaging period in the system setup (suggested: 60, 90 or 120s). Lower values will be closer to GR Inst, and higher values will be closer to GR Cruise. Note: The distance is not the straight line between your previous and current positions; it is the actual path distance flown (including zigzags). This value is not calculated while circling.
bg: Прелетяно разстояние в зададен период от време разделено на загубената височина. Отрицателни стойности се показват като „^^^“ и означават курс с набор на височина, а качество на планиране над 200 се показва като „+++“. В системните настройки можете да конфигурирате периода на усредняване. Препоръчани стойности са 60, 90 или 120. Ниски стойности ще са близо до моментното качество, а високи до постигнато качество по маршрута. Забележете, че разстоянието НЕ Е правата линия между две точки от траекторията, а е пътя, който сте изминали криволичейки. Това е разстоянието, което действително сте прелетяли на зигзаг. Тази стойност не се изчислява при въртене.

source: Experimental 1
bg: Експериментално 1
cs: Experiment 1
de: Experimentell 1
fr: Expérimentale 1
hu: Kísérleti 1
it: Sperimentale 1
nb: Eksperimentmeny 1
nl: Experimenteel 1
pl: Eksperymentalny 1
sk: Experimentálne 1
sv: Experiment 1
uk: Експеримент 1

source: Exp1
bg: Експ. 1
hu: Kisérl 1
it: Sper1
nb: Eksp1
pl: Eksp1
uk: Експ 1

source: Contest distance
bg: Състезателно разстояние
cs: Soutěžní vzdálenost
de: Contest Distanz
es: Longitud de la tarea
fr: Distance du concours
it: Distanza competizione
nl: OLC afstand
sv: Tävling distans

source: Cont Dist
bg: OLC разст.
cs: Cont vzdál
de: Contest Dist
es: Dist Comp
fr: Dist Conc
it: Dist Comp
nl: Weds Afst
sv: Tävl. dist

source: Instantaneous evaluation of the flown distance according to the configured Contest rule set.
bg: Моментна оценка на прелетяното разстояние според конфигурираните правила на OLC.
cs: Okamžité vyhodnocení uletěné vzdálenosti dle nastavených pravidel soutěže.
de: Augenblickliche Auswertung der geflogenen Strecke an Hand der eingestellten On-Line Contest Regel.
es: Evaluación instantánea de la distancia recorrida de acuerdo con el conjunto de reglas de la competición.
fr: Évaluation instantanée de la distance parcourue en fonction des règles de concours choisies.
it: Valutazione istantanea della distanza percorsa in base alle regole impostate per la gara.
nl: Actuele beoordeling van de gevlogen afstand volgens de geconfigureerde OnLine Contest regels.
sv: Momentan beräkning av flygdistans enligt konfigurerat regelverk för tävling.

source: Experimental 2
bg: Експериментално 2
cs: Experiment 2
de: Experimentell 2
fr: Expérimentale 2
hu: Kisérleti 2
it: Sperimentale 2
nb: Eksperimentmeny 2
nl: Experimenteel 2
pl: Eksperymentalny 2
ru: Экспериментальная 2
sk: Experimentálne 2
sv: Experiment 2
uk: Експеримент 2

source: Exp2
bg: Експ. 2
hu: Kisérl 2
nb: Eksp2
pl: Eksp2
ru: Экспериментальная 2
uk: Експ 2

source: CPU load
bg: Натоварване на ЦП
cs: Zatížení procesoru
de: CPU - Auslastung
es: Carga CPU
fr: Charge CPU
hu: Processzorterhelés
it: Carico CPU
nb: Prosessorbelastning
nl: CPU belasting
pl: CPU: obciążenie
pt_br: Utilização da CPU
ru: Загрузка процессора
sk: Zaťaženie CPU
sv: Processorbelastning
uk: Завантаження процесора

source: CPU
bg: ЦП
hu: Proc terh
nb: Prosessor
ru: Процессор
uk: ЦП

source: CPU load consumed by XCSoar averaged over 5 seconds.
bg: Средно натоварване на ЦП (централния процесор) за последните 5 сек.
cs: Vytížení CPU aplikací XCSoar zprůměrované po 5s.
de: Prozessorlast durch XCSoar über 5 Sekunden gemittelt.
es: La carga promedio de CPU consumida por XCSoar durante 5 segundos.
fr: Charge CPU consommée par XCSoar en moyenne sur 5 secondes.
hu: Az XCSoar által 5mp alatt okozott átlagos processzorterhelés
it: Carico della CPU utilizzato da XCSoar nella media di 5 secondi.
nb: Prosessorbelastning av XCSoar, snitt over 5 s.
nl: Gemiddeld CPU-belasting van XCSoar over 5 seconden.
pl: CPU: Obciążenie procesora (CPU) przez XCSoar uśredniane co czasie 5 sek.
pt_br: Uso médio da CPU pelo XCSoar nos últimos 5 segundos.
ru: Загрузка процессора программой XCSoar, усредненная за 5 секунд.
sk: Zaťaženie procesora XCSoarom spriemerované cez 5sec.
sv: CPU belastning för XCSoar senaste 5 sekunderna.
uk: Завантаження процесора програмою XCSoar, середнє за останні 5 секунд.

source: Next altitude arrival
bg: Височина на достигане на следващата ПТ
cs: Výška příletu na další OB
de: Nächster Wegpunkt - Ankunftshöhe (MSL)
es: Siguiente altitud de llegada
fr: Altitude d'arrivée prochain point de virage
hu: FP magasság érkezés
it: Prossima alitudine di arrivo
nb: Neste ankomsthøyde
nl: Volgende aankomsthoogte
pl: PT Hprzyl: wysokość GPS nad punktem
pt_br: Altirude de chegada próximo ponto
ru: Следующая высота
sk: Príletová výška na ďalšom otočnom bode
sv: Ankomsthöjd nästa vägpunkt
uk: Висота прибуття на наступний ППМ

source: WP AltA
bg: Височ. дост. ПТ
cs: OB AltA
de: WP Ankfts H
hu: FP mgsg
nl: KP AltA
pl: PT Hprzyl
sk: P vyska ob

source: Absolute arrival altitude at the next waypoint in final glide. For AAT tasks, the target within the AAT sector is used.
bg: Абсолютна височина на достигане над следващата ПТ (повратна точка) при финално долитане. За ЗНЗ (задача с назначена зона) се използва целта в сектора.

source: Free RAM
bg: Свободна ОП
cs: Volná RAM
de: Freier Speicher
es: RAM Libre
fr: RAM libre
hu: Szabad memória
it: RAM libera
nb: Ledig hurtigminne
nl: Vrije RAM
pl: RAM
pt_br: RAM livre
ru: Свободно оперативной памяти
sk: Voľná RAM
sv: Ledigt minne
uk: Вільно RAM

source: Free RAM as reported by OS.
bg: Свободна ОП (оперативна памет) според ОС (операционната система).
cs: Dostupná paměť uváděná OS.
de: Freier Speicher laut Betriebsystem.
es: RAM libre según lo informado por el SO.
fr: RAM libre d'après l'OS.
hu: A szabad memória mennyisége az operációs rendszer szerint.
it: RAM libera riportata dal sistema.
nb: Ledig hurtigminne rapportert av OS
nl: Vrije geheugen gemeld zoals door besturingssysteem.
pl: RAM: Wolna pamięć RAM wg danych systemu operacyjnego.
pt_br: RAM livre reportada pelo SO.
ru: Свободно ОЗУ (по данным ОС)
sk: Voľná RAM podľa OS.
sv: Ledigt minne enligt OS.
uk: Вільно RAM за даними ОС.

source: Flight level
bg: Ешелон
cs: Letová hladina
de: Höhe - Flugfläche
es: Nivel de vuelo
fr: Niveau de vol
hu: Repülési szint
it: Livello di volo
nb: Flyhøyde
pl: H FLev: poziom lotu - flight level
pt_br: Nível de vôo
ru: Эшелон
sk: Letová hladina
sv: Flygnivå
uk: Ешелон

source: FL
bg: Ешелон
pl: H FLev
ru: Эшелон
sk: Let Hlad

source: Pressure Altitude given as Flight Level. If barometric altitude is not available, FL is calculated from GPS altitude, given that the correct QNH is set. In case the FL is calculated from the GPS altitude, the FL label is coloured red.
bg: Барометрична височина показана като ешелон. Ако барометричната височина не е достъпна ешелона се изчислява от височината на GPS при положение, че е зададено коректно налягане на летището (QNH). Ако ешелонът е изчислен от височината на GPS, надписът „Ешелон“ е червен.
cs: Tlaková výška zobrazená jako letová hladina (FL). Pokud není dostupná barometrická výška, FL je získána z GPS výšky za předpokladu, že je nastaven správný QNH. Pokud je FL vypočítávána z GPS výšky, je FL zobrazena červeně.
de: Druckhöhe, angegeben als Flugfläche. Wenn keine barometrische Höhe verfügbar ist, wird die Flugfläche aus der GPS-Höhe berechnet, vorausgesetzt, das korrekte QNH ist eingestellt. Wird die Flugfläche aus der GPS-Höhe berechnet, erscheint das Flugflächensymbol rot.
es: Altitud de Presón expresada como Nivel de Vuelo. Si no se dispone de altitud barométrica, el FL se deriva de la altitud GPS, suponiendo que se ha ajustado el QNH correctamente. En este caso la etiqueta del FL es roja.
fr: Altitude pression donnée comme niveau de vol (FL). Si l'altitude barométrique n'est pas disponible, le FL est calculé à partir de l'altitude GPS, étant donné que le QNH correct est défini. Dans le cas où le FL est calculé à partir de l'altitude GPS, l'étiquette FL est de couleur rouge.
it: Altitudine barometrica mostrata come Flight Level. Se l'altitudine barometrica non è disponibile, il FL è calcolato con l'altitudine GPS a patto che sia impostato il corretto QNH. In questo caso, l'etichetta del FL è colorata di rosso.
nl: Barometrische hoogte uitgedrukt in Flight Level. Wanneer barometrische hoogte niet beschikbaar is wordt FL berekent van de GPS hoogte ervan uitgaande dat de QNH correct is ingesteld. FL label zal in dat geval rood gekleurd worden.
sv: Tryckhöjd som FL. Om barometrisk höjd ej finns tillgänglig beräknas FL m.h.a. GPS-höjd och under antagandet att QNH är korrekt angiven. Om GPS-höjd används färgas FL-etiketten röd.

source: Barogram
bg: Барограма
de: Höhe - Barogramm
es: Barograma
fr: Barogramme
hu: Barográf
it: Barogramma
pt_br: Barograma
ru: Барограмма
uk: Барограма

source: Trace of altitude during flight.
bg: Графика на височината по време на полета.

source: Vario trace
bg: Графика на вариометъра
cs: Vário - stopa
de: Vario - brutto Variospur
es: Traza del vario
fr: Trace du vario
hu: Varió változások
it: Traccia del variometro
nb: Variogram
nl: Vario spoor
pl: WARwykr: wykres wariometru GPS lub TEC
pt_br: Traço vario
ru: Трэк вариометра
sk: Vário stopa
sv: Variometerspår
uk: Графік варіо

source: Vario Trace
bg: Варио
cs: Vário stopa
de: Variospur
es: Traza Vario
fr: Trace vario
hu: Varió változások
it: Traccia del variometro
nl: Vario Spoor
pl: WARwykr
ru: Трэк вариометра
sk: Vário stopa
sv: Variometerspår
uk: Графік Варіо
