Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Determines if haptic feedback like vibration is used.
bg: Определя дали се използва сензорна обратна връзка като вибрация.
cs: Určuje, zda je používána hmatové odezva (vibrace).
de: Bestimmt ob eine haptische Rückmeldung wie z.B. Vibration verwendet wird.
es: Determina si se usa retroalimentación háptica como la vibración.
fr: Définit si un retour haptique (vibration) est utilisé.
hu: Szabályozza a tapintható visszajelzések használatát, mint például a vibrálás.
it: Determina se utilizzare un feedback tattile come le vibrazioni.
nb: Velg om vibrasjon skal brukes som tilbakemelding.
nl: Bepaalt of bij het indrukken van toetsen op een aanraak scherm er een korte tril bevestiging wordt gebruikt.
pl: Określa czy będzie stosowana reakcja na dotknięcie ekranu (wibracja).
pt_br: Determina se o feedback tátil, como vibração será usado.
sk: Určuje, či hmatová odozva (vibrácie) je používaná.
sv: Anger om haptisk återkoppling såsom vibration används.
uk: Визначає, чи застосовуватиметься тактильний зворотній зв'язок, такий як вібрація.

source: Portrait
bg: Портрет
cs: Na výšku
de: Hochformat
es: Vertical
hu: Álló
it: Verticale
nb: Stående
nl: Staand
pl: Pionowa
pt_br: Retrato
ru: Книжная
sk: Portrét
sv: Porträttläge
uk: Портретна

source: Landscape
bg: Пейзаж
cs: Na šířku
de: Querformat
es: Horizontal
fr: Paysage
hu: Fekvő
it: Orizzontale
nb: Liggende
nl: Liggend
pl: Pozioma
pt_br: Paisagem
ru: Альбомная
sk: Krajinka
sv: Landskapsläge
uk: Альбомна

source: Reverse Portrait
bg: Обърнат портрет
cs: Obráceně na výšku
de: Umgekehrtes Hochformat
es: Vertical invertido
fr: Portrait inversé
hu: Fordított álló
it: Verticale inverso
nb: Omvendt Stående
nl: Draai Staand
pl: Pionowy, odwrócony.
pt_br: Retrato inverso
ru: Перевёрнутая книжная
sk: Obrátene na výšku
sv: Omvänt porträtt
uk: Зворотня портретна

source: Reverse Landscape
bg: Обърнат пейзаж
cs: Obráceně na šířku
de: Umgekehrtes Querformat
es: Horizontal invertido
fr: Paysage inversé
hu: Fordított fekvő
it: Orizzontale inverso
nb: Omvendt Liggende
nl: Draai Landschap
pl: Poziomy,odwrócony
pt_br: Paisagem inverso
ru: Перевёрнутая альбомная
sk: Obrátene na šírku
sv: Omvänt landskap
uk: Зворотня альбомна

source: 8 Split
bg: 8 разделени в две групи
cs: 8 rozděleno
de: 8 geteilt
es: 8 Divididos
fr: 8 séparées
it: 8 Divisi
nl: 8 Verdeeld
pl: 8 rozdzielone
pt_br: 8 Dividido
ru: 8 разделённых (сверху и снизу (портретная), слева и справа (альбомная)
sk: 8 rozdelene
sv: 8 delat
uk: 8 блоком

source: 10 Split
bg: 10 разделени на две
cs: 10 rozděleno
de: 10 geteilt
es: 10 Divididos
fr: 10 séparées
it: 10 Divisi
nl: 10 Verdeeld
sv: 10-delat

source: 12 Split in 3 rows
bg: 12 разделени на 3 реда
cs: 12 rozděleno / 3 řady
de: 12 geteilt in 3 Zeilen
es: 12 dividido en 3 líneas
fr: 12 sur 3 lignes
it: 12 Divisi in 3 righe
nl: 12 Verdeeld in 3 rijen
sv: 12-delat på 3 rader

source: 15 Split in 3 rows
bg: 15 разпределени в 3 реда
cs: 15 rozděleno / 3 řady
de: 15 geteilt in 3 Zeilen
es: 12 en 3 líneas
fr: 15 sur 3 lignes
it: 15 Divisi in 3 righe
nl: 15 Verdeeld in 3 rijen
sv: 15-delat på 3 rader

source: 18 Split in 3 rows
bg: 18 разпределени в 3 реда
cs: 18 rozděleno / 3 řady
de: 18 geteilt in 3 Zeilen
es: 18 dividido en 3 líneas
fr: 18 sur 3 lignes
it: 18 Divisi in 3 righe
sv: 18-delat på 3 rader

source: 8 Bottom or Right
bg: 8 долу или вдясно
cs: 8 dole nebo vpravo
de: 8 Unten oder Rechts
es: 8 Abajo o Derecha
fr: 8 en bas ou à droite
it: 8 Basso o Destra
nl: 8 Onder of Rechts
pl: 8 dół/po prawej
pt_br: 8 Inferior ou Direita
ru: 8 внизу или справа
sk: 8 dole alebo v pravo
sv: 8 Nedtill el. Höger
uk: 8 внизу або праворуч

source: 8 Bottom + Vario (Portrait)
bg: 8 долу и варио (портрет)
cs: 8 dole + vário (na výšku)
de: 8 Unten + Vario (Hochformat)
es: 8 Abajo + Vario (Vertical)
fr: 8 Bas + Vario (Portrait)
hu: 8 lent + varió (álló)
it: 8 Basso + Vario (Verticale)
nb: 8 Bunn + Vario (Stående)
nl: 8 Onder + Vario (Staand)
pl: 8 na dole + wariometr (pionowo)
pt_br: 8 Botões + Vario (Retrato)
ru: 8 внизу + Варио (Портретный)
sk: 8 dole + vário (na výšku)
sv: 8 botten + vario (porträtt)
uk: 8 внизу + варіо (портретна)

source: 8 Top or Left
bg: 8 горе или вляво
cs: 8 nahoře nebo vlevo
de: 8 Oben oder Links
es: 8 Arriba o Izquierda
fr: 8 en haut ou à gauche
it: 8 Alto o Sinistra
nl: 8 Boven of Links
pl: 8 góra/po lewej
pt_br: 8 Superior ou Esquerda
ru: 8 вверху или слева
sk: 8 hore alebo vľavo
sv: 8 Överst el. Vänster
uk: 8 вгорі або ліворуч

source: 8 Top + Vario (Portrait)
bg: 8 горе и варио (портрет)
cs: 8 nahoře + vário (na výšku)
de: 8 Oben + Vario (Hochformat)
es: 8 Arriba + Vario (Vertical)
fr: 8 Haut + Vario (Portrait)
it: 8 Alto + Vario (Verticale)
nl: 8 Boven + Vario (Staand)
pl: 8 u góry + warimetr (poziomo)
pt_br: 8 Topo + Vario (Porta retrato)
ru: 8 вверху + Варио (портретный)
sk: 8 hore + vário (na výšku)
sv: 8 top + vario (porträtt)
uk: 8 вгорі + варіо (портретна)

source: 9 Right + Vario (Landscape)
bg: 9 вдясно и варио (пейзаж)
cs: 9 vpravo + vário (na šířku)
de: 9 Rechts + Vario (Querformat)
es: 9 Derecha + Vario (Horizontal)
fr: 9 Droite + Vario (Paysage)
hu: 9 jobbra + varió (Fekvő)
it: 9 Destra + Vario (Orizzontale)
nb: 9 Høyre + Vario (Liggende)
nl: 9 Rechts + Vario (Liggend)
pl: 9 z prawej + wariometr (poziomo)
pt_br: 9 Direita + Vario (Paisagem)
ru: 9 справа + Варио (Книжный)
sk: 9 Vpravo + Vário (na šírku)
sv: 9 höger + vario (landskap)
uk: 9 праворуч + варіо (альбомна)

source: 9 Left + Right + Vario (Landscape)
bg: 9 вляво и вдясно + варио (пейзаж)
cs: 9 vlevo + vpravo + vário (na šířku)
de: 9 Links + Rechts + Vario (Querformat)
es: 9 Izquierda + Derecha + Vario (Horizontal)
fr: 9 Gauche + Droite + Vario (Paysage)
hu: 9 Bal + Jobb + Varió (Fekvő)
it: 9 Sinistra + Destra + Vario (Orizzontale)
nl: 9 Links + Rechts + Vario (Liggend)
pl: 9 z lewej + z prawej + wario(poziomo)
pt_br: 9 Esq. + Direita + Vario (Paisagem)
ru: 9 слева + справа + Варио (Книжный)
sk: 9 vľavo + vpravo + vário (na šírku)
sv: 9 vänster + höger + vario (landskap)
uk: 9 ліворуч + праворуч + варіо (альбомна)

source: 12 Left + 3 Right Vario (Landscape)
bg: 12 вляво и 3 вдясно + варио (пейзаж)
cs: 12 vlevo + 3 vpravo + vário (na šířku)
de: 12 Links + 3 Rechts + Vario (Querformat)
es: 12 Izquierda + 3 Derecha + Vario (Horizontal)
fr: 12 Gauche + 3 Droite Vario (Paysage)
it: 12 Sinistra + 3 Destra Vario (Orizzontale)
nl: 12 Links + 3 Rechts + Vario (Liggend)
pl: 12 w lewo + 3 prawo wariometr (Krajobraz)
sk: 12 vľavo + 3 vpravo + vário (na šírku)
sv: 12 vänster + 3 höger vario (Landskap)
uk: 12 ліворуч + 3 праворуч варіо (альбомна)

source: 5 Right (Square)
bg: 5 вдясно (квадрат)
cs: 5 vpravo (čtverec)
de: 5 Rechts (Quadratisch)
es: 5 Derecha (Cuadrado)
fr: 5 Droite (Carré)
hu: 5 jobbra (Négyzetes)
it: 5 Destra (Quadrato)
nb: 5 Høyre (Kvadratisk)
nl: 5 Rechts (Vierkant)
pl: 5 z prawej (kwadratowe)
pt_br: 5 Direita (Quadrado)
ru: 5 справа (Квадратный)
sk: 5 Vpravo (štvorec)
sv: 5 Höger (Ruta)
uk: 5 праворуч (прямокутник)

source: 10 Bottom or Right
bg: 10 долу или вдясно
cs: 10 dole nebo vpravo
de: 10 Unten oder Rechts
es: 10 Abajo o Derecha
fr: 10 en bas ou à droite
it: 10 Basso o Destra
nl: 10 Onder of Rechts
sv: 10 nere eller höger

source: 12 Bottom or Right
bg: 12 долу или вдясно
cs: 12 dole nebo vpravo
de: 12 Unten oder Rechts
es: 12 Abajo o Derecha
fr: 12 en bas ou à droite
it: 12 Basso o Destra
nl: 12 Onder of Rechts
pl: 12 dół/po prawej
pt_br: 12 Inferior ou Direita
ru: 12 снизу или справа
sk: 12 dole alebo vpravo
sv: 12 Nedtill el. Höger
uk: 12 внизу або праворуч

source: 10 Top or Left
bg: 10 горе или вляво
cs: 10 nahoře nebo vlevo
de: 10 Oben oder Links
es: 10 Arriba o Izquierda
fr: 10 en haut ou à gauche
it: 10 Alto o Sinistra
nl: 10 Boven of Links
sv: 12 överst eller vänster

source: 12 Top or Left
bg: 12 горе или вляво
cs: 12 nahoře nebo vlevo
de: 12 Oben oder Links
es: 12 Arriba o Izquierda
fr: 12 en haut ou à gauche
it: 12 Alto o Sinistra
nl: 12 Boven of Links
pl: 12 góra/po lewej
pt_br: 12 Superior ou Esquerda
ru: 12 вверху или слева
sk: 12 hore alebo dole
sv: 12 topp eller vänster
uk: 12 вгорі або ліворуч

source: 16 Right (Landscape)
bg: 16 вдясно (пейзаж)
cs: 16 vpravo (na šířku)
de: 16 Rechts (Querformat)
es: 16 Derecho (Apaisado)
fr: 16 à droite (Paysage)
it: 16 Destra (Orizzontale)
nl: 16 Rechts (Liggend)
pl: 16 Prawo (Poziomo)
pt_br: 12 Direita (Paisagem)
sk: 16 vpravo (na šírku)
sv: 16 höger (landskap)
uk: 16 праворуч (альбомна)

source: 24 Bottom or Right
bg: 24 долу или вдясно
cs: 24 dole nebo vpravo
de: 24 Unten oder Rechts
es: 4 Abajo o a Derecha
fr: 24 en bas ou à droite
it: 24 Basso o Destra
nl: 24 Onder of Rechts
sv: 24 nere eller höger

source: 4 Top or Left
bg: 4 горе или вляво
cs: 4 nahoře nebo vlevo
de: 4 Oben oder Links
es: 4 Arriba o Izquierda
fr: 4 en haut ou à gauche
it: 4 Alto o Sinistra
nl: 4 Boven of Links
pl: 4 góra/po lewej
pt_br: 4 Superior ou Esquerda
ru: 4 вверху или слева
sk: 4 hore alebo vľavo
sv: 4 topp eller vänster
uk: 4 вгорі або ліворуч

source: 4 Bottom or Right
bg: 4 долу или вдясно
cs: 4 dole nebo vpravo
de: 4 Unten oder Rechts
es: 4 Abajo o Derecha
fr: 4 en bas ou à droite
it: 4 Basso o Destra
nl: 4 Onder of Rechts
pl: 4 dół/po prawej
pt_br: 4 Inferior ou Direita
ru: 4 внизу или справа
sk: 4 dole alebo vpravo
sv: 4 botten eller höger
uk: 4 внизу або праворуч

source: Text
bg: Текст
es: Texto
fr: Texte
hu: Szöveg
it: Testo
nb: Tekst
nl: Tekst
pl: Tekst
pt_br: Texto
ru: ТЕКСТ
uk: Текст

source: Show text on tabbed dialogs.
bg: Показвай текст в прозорци с раздели.
cs: Na záložkách zobrazovat text.
de: Zeige Text auf Reiterfenster.
es: Mostrar texto en cuadros de diálogo con pestañas.
fr: Affiche du texte sur les fenêtres à onglets.
hu: Ablakok fülein szöveget mutat.
it: Mostra il testo nelle finestre di dialogo a schede.
nb: Vis tekst på dialogfaner.
nl: Toon tekst in tabbladen.
pl: Teksty w oknach z zakładkami.
pt_br: Mostrar texto em caixas tabuladas.
ru: Показать текст на диалогах со вкладками.
sk: Zobraz text na záložkových oknách.
sv: Visa text på flik-dialoger.
uk: Показати текст на вкладках діалогів.

source: Icons
bg: Икони
cs: Ikony
de: Symbole
es: Iconos
fr: Icônes
hu: Ikonok
it: Icone
nb: Ikoner
nl: Pictogrammen
pl: Ikony
pt_br: Ícones
ru: Значки
sk: Ikony
sv: Ikoner
uk: Піктограми

source: Show icons on tabbed dialogs.
bg: Показвай икони в прозорци с раздели.
cs: Na záložkách zobrazovat ikony.
de: Zeige Symbole auf Reiterfenster.
es: Mostrar iconos en los diálogos con pestañas.
fr: Affiche des icônes sur les fenêtres à onglets.
hu: Ablakok fülein ikont mutat.
it: Mostra icone su finestre di dialogo a schede.
nb: Vis ikoner på dialogfaner.
nl: Toon pictogrammen in tabbladen.
pl: Ikony w oknach z zakładkami.
pt_br: Mostrar ícones em caixas tabuladas.
ru: Показать иконки на диалогах со вкладками.
sk: Zobraz ikony na záložkových oknách.
sv: Visa ikoner på flik-dialoger.
uk: Показати піктограми на вкладках діалогів.

source: Center
bg: Центрирай
cs: Střed
de: Zentriert
es: Centrar
fr: Centré
hu: Középen
it: Centro
nb: Sentrert
nl: Centreren
pl: Na środku
pt_br: Centro
ru: Центр
sk: Stred
sv: Centrera
uk: По центру

source: Center the status message boxes.
bg: Центрирай съобщенията за състояние.
cs: Vystředí okno se zprávou.
de: Zentrierte Nachrichten-Anzeige.
es: Centrar los mensajes de los cuadros de estado.
fr: Affiche au centre les boîtes de messages d'état.
hu: Státusz doboz középen
it: Centra le finestre di messaggio di stato.
nb: Sentrer statusmeldingsboksene.
nl: Centreer de status berichtvensters.
pl: Wycentruj prostokąty wiadomości statusu.
pt_br: Centralizar caixas de mensagem de status.
ru: Сообщение о статусе в центре
sk: Vystrediť dialógové okná.
sv: Centrera statusmeddelanden.
uk: Повідомлення про статус по центру.

source: Show status message boxes in the top left corner.
bg: Показване на съобщенията за състояние в горния ляв ъгъл.

source: Box
bg: Рамка
de: Kasten
es: Caja
fr: Boite
hu: Keret
nb: Boks
nl: Kader
pl: Pole
ru: Ячейка
sk: Rámik
sv: Ruta

source: Draws boxes around each InfoBox.
bg: Чертае рамка около всяко инфо-поле.
cs: Vykreslí okraje kolem každého InfoBoxu.
de: Zeichnet einen Kasten um jede InfoBox.
es: Dibuja cajas alrededor de cada InfoBox.
fr: Dessine une boîte autour de chaque InfoBox.
hu: Télalap alakú körbefutó keret.
it: Disegna box intorno ad ogni InfoBox.
nb: Viser en firkant rundt hver InfoBoks.
nl: Tekent een kader om elke InfoBox.
pl: Rysuje prostokąty wokół każdego InfoBox'a.
pt_br: Desenhar caixas em volta das InfoBox.
ru: Рисует рамку вокруг каждого ИнфоБокса
sk: Vykresli okraje okolo každého info okna.
sv: Rita ram runt varje Info-ruta.
uk: Малює рамку навколо кожного ІнфоБокса.

source: Tab
bg: Раздел
cs: Záložka
es: Tabulador
hu: Fül
it: Scheda
nb: Fane
pl: Zakładka
ru: Вкладка
sk: Záložka
sv: Flik
uk: Вкладка

source: Draws a tab at the top of the InfoBox across the title.
bg: Чертае раздел над инфо-полетата за заглавие.
cs: Vykreslí na horní straně InfoBoxu záložku.
de: Zeichnet einen Reiter über den Titel der InfoBox.
es: Dibuja una pestaña en la parte superior del cuadro de información a lo largo del título.
fr: Dessine un onglet au-dessus de l'InfoBox.
hu: A kijelző felső élére rajzolt fül.
it: Disegna una scheda nella parte superiore dell'InfoBox attraverso il titolo.
nb: Viser en fane langs InfoBoksens øvre side.
nl: Tekent een tabblad aan de bovenkant van de InfoBox over de titel.
pl: Rysuje zakładkę na górze InfoBox'a wzdłuż tytułu.
pt_br: Desenha uma guia na parte superior do InfoBox através do título.
ru: Рисует вкладку вверху ИнфоБоксов вдлину названия.
sk: Vykreslí záložku na vrchu info-okna nad titulkou.
sv: Ritar en flik vid titeln överst i Info-rutan.
uk: Малює вкладку вгорі ІнфоБоксів вздовж назви.

source: Shaded
bg: Засенчен
cs: Stínování
de: Schattiert
es: Sombreado
fr: Ombré
it: Ombreggiato
nl: Gearceerd
pl: Cieniowanie
pt_br: Sombreado
ru: Затенённо
sk: Tieňované
sv: Skuggad
uk: Відтінено

source: Glass
bg: Прозрачно
cs: Sklo
de: Glas
es: Cristal
fr: Vitré
it: Vetro
nl: Glas
pl: Szkło
ru: Прозрачность
sk: Sklo
sv: Glas
uk: Скло

source: Use the system-wide setting
bg: Използвай системната настройка
cs: Použije nastavení systému
de: Verwende die systemweite Einstellung
es: Utilizar la configuración de todo el sistema
fr: Utiliser les paramètres système

source: Black text on white background
bg: Черен текст на бял фон
cs: Černý text na bílém pozadí
de: Schwarzer Text auf weißem Hintergrund
es: Texto negro sobre fondo blanco
fr: Texte en noir sur fond blanc

source: White text on black background
bg: Бял текст на черен фон
cs: Bílý text na tmavém pozadí
de: Weißer Text auf schwarzem Hintergrund
es: Texto blanco sobre fondo negro
fr: Texte blanc sur fond noir

source: Full screen
bg: Пълен екран
cs: Celá obrazovka
de: Ganzer Bildsch.
es: Pantalla completa
fr: Carte en plein écran
it: Schermo intero
nl: Kaart (Volledig scherm)
sv: Helskärm
uk: Повноекранно

source: Run XCSoar in full screen mode
bg: Стартиране на XCSoar в режим на пълен екран
cs: Spustí XCSoar v celoobrazovkovém režimu
de: Starte XCSoar Bildschirm füllend
es: Ejecutar XCSoar a pantalla completa
fr: Exécuter XCSoar en mode plein écran
it: Esegui XCSoar a schermo intero
nl: Voer XCSoar uit in volledig scherm mode
sv: Kör XCSoar på helskärm
uk: Запустити XCSoar у повноекранному режимі

source: Display orientation
bg: Ориентация на екрана
cs: Orientace displeje
de: Ausrichtung der Anzeige
es: Orientación de la pantalla
fr: Orientation de l'affichage
hu: Képernyő tájolás
it: Orientamento display
nb: Vis orientering
nl: Scherm orintatie
pl: Orientacja wyświetlacza.
pt_br: Orientação do display
ru: Ориентация дисплея
sk: Orientácia displeja
sv: Skärmorientering
uk: Орієнтація дисплея

source: Rotate the display on devices that support it.
bg: Завъртане на екрана за устройства, които го поддържат.
cs: Otočení displeje na zařízení, které to podporují.
de: Dreht die Anzeige auf Geräten die das unterstützen.
es: Gire la pantalla en los dispositivos que lo admiten.
fr: Rotation de l'écran sur les appareils qui le supportent.
hu: Automatikusan elforgatja a kijelző tájolását az ezt támogató készülékeken.
it: Ruota il display nei dispositivi che lo supportano.
nb: Roter skjermen på enheter hvor dette er mulig.
nl: Draait het scherm op apparaten die dit ondersteunen.
pl: Obraca ekran na urządzeniach, które to obsługują
pt_br: Rotacionar o display em dispositivos que suportam isso.
ru: Поворачивает изображение дисплея на устройствах, которые поддержывают данную функцию.
sk: Otočí displej na zariadeniach ktoré to podporujú.
sv: Rotera skärmen på enheter som stödjer det.
uk: Повертати дисплей на екранах, які це підтримують.

source: Dark mode
bg: Тъмна тема
cs: Tmavý mód
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre

source: InfoBox geometry
bg: Размер на инфо-полета
cs: Geometrie InfoBoxů
de: InfoBox Geometrie
es: Geometría de InfoBox
fr: Mise en page des InfoBoxes
hu: Kijelzők elrendezése
it: Geometria InfoBox
nb: InfoBoks utforming
nl: InfoBox vorm
pl: Rozmiar okna inform.
pt_br: Geometria da InfoBox
ru: Разметка Окна
sk: Geometria info-okien
sv: Info-ruta geometri
uk: Геометрія ІнфоБоксів

source: A list of possible InfoBox layouts. Do some trials to find the best for your screen size.
bg: Списък с възможни разположения на инфо-полета. Направете няколко опита за да намерите най-доброто за вашия размер на екрана.
cs: Seznam možných rozložení InfoBoxů. Vyzkoušejte si různá nastavení, aby jste našli nejvhodnější pro vaši velikost obrazovky.
de: Eine Liste aller InfoBox Anordnungen. Probiere welche Variante für Deine Bildschirmgröße am besten passt.
es: Una lista de posibles diseños de InfoBox. Haga algunos ensayos para encontrar el mejor para su tamaño de pantalla.
fr: Une liste de mises en page possibles pour les InfoBoxes. Faites des essais pour trouver la meilleure pour votre taille d'écran.
hu: A lehetséges kijelző-elrendezések listája. Végezzen néhány próbát a képernyőmérethez legalkalmasabb elrendezés megtalálásához.
it: Una lista di possibili disposizioni per gli InfoBox. Fare qualche tentativo per trovare la migliore disposizione in base alle dimensioni dello schermo.
nb: En liste med mulige utseender for infoboksene.
nl: Een lijst van mogelijke InfoBox verdelingen. Probeer verschillende uit voor de beschikbare schermgrootte.
pl: Lista możliwych układów InfoBox'ów. Zrób kilka prób aby znaleźć najlepsze dla rozmiaru Twojego ekranu.
pt_br: Lista de possíveis layouts das Infobox. Faça alguns testes para encontrar o melhor para o seu tamanho de tela.
ru: Список возможных макетов Инфобокс. Экспериментируйте, чтобы найти лучшее для вашего размера экрана.
sk: Zoznam možných rozložení info okien. Vyskúšajte si rôzne rozloženia aby ste našli najvhodnejšie pre vašu veľkosť obrazovky.
sv: En lista på möjliga layouter för Info-rutor. Testa för att se vad som bäst passar din skärmstorlek.
uk: Перелік можливих розташувань ІнфоБоксів. Спробуйте варіанти, щоб знайти найкращий для свого екрану.

source: InfoBox title size
bg: Размер на заглавието на инфо-поле

source: Zoom factor for InfoBox title and comment text
bg: Коефициент на мащаб за заглавие и коментар на инфо-поле

source: Tab dialog style
bg: Диалог с раздели
cs: Styl záložek
de: Reiter-Dialogstil
es: Estilo de las pestañas
fr: Fenêtres à onglets
hu: Füles ablakok stílusa
it: Stile scheda dialogo
nb: Fanedialogstil
nl: Tabblad dialoog stijl
pl: Styl okna z zakładkami.
pt_br: Estilo guia (tab dialog)
ru: Стиль діалога: Вкладки
sk: Záložky - štýl okna
sv: Stil flik-dialog
uk: Стиль діалогу: Вкладки

source: Message display
bg: Показване на съобщения
cs: Zobrazení zpráv
de: Nachrichtenanzeige
es: Visualización de mensajes
fr: Fenêtre de message
hu: Üzenet megjelenítés
it: Visualizzazione messaggi
nb: Beskjed visning
nl: Berichtenscherm
pl: Wyświetlacz wiadomości.
pt_br: Posição das mensagens
ru: Дисплей сообщений
sk: Zobrazenie správy
sv: Visning meddelande
uk: Дисплей повідомлень

source: Colored InfoBoxes
bg: Цветни инфо-полета
cs: Barevné InfoBoxy
de: Farbige InfoBoxen
es: Infoboxes coloreadas
fr: InfoBoxes en couleur
hu: Színes kijelzők
it: InfoBox a colori
nb: Fargede InfoBokser
nl: Gekleurde InfoBoxen
pl: Kolorowe InfoBox'ów.
pt_br: Infobox coloridas
ru: Цвет Инфобокса
sk: Farebné info-okná
sv: Färgade Info-rutor
uk: Кольорові ІнфоБокси

source: If true, certain InfoBoxes will have coloured text. For example, the active waypoint InfoBox will be blue when the glider is above final glide.
bg: Ако е отметнато, определени инфо-полета ще имат цветен текст. Например полето с активна пътна точка ще е синьо когато планера е над финалната права.

source: InfoBox border
bg: Кант на инфо-полето
cs: Okraje InfoBoxu
de: InfoBox Rahmen
es: Borde de InfoBox
fr: Bordure InfoBox
hu: Kijelző keret
it: Bordo InfoBox
nb: InfoBoksramme
nl: InfoBox rand
pl: Ramka InfoBox
pt_br: Borda da InfoBox
ru: Границы Инфобокса
sk: Okraj info-okien
sv: Info-ruta ram
uk: Рамка ІнфоБоксу

source: Show Menu button
bg: Бутон за менюто

source: Show the Menu button
bg: Показване на бутон за менюто

source: Show Zoom button
bg: Бутон за мащаб

source: Show the Zoom button
bg: Показване на бутон за мащаб

source: Cursor zoom
bg: Мащаб с курсора
cs: Zvětšení kurzoru
de: Maus Zoom
es: Zoom del cursor
fr: Zoom auto
it: Zoom cursore
nl: Aanwijzer zoom
sv: Markör zoom
uk: Масштаб курсора

source: Cursor zoom factor
bg: Коефициент за мащаб с курсора
cs: Faktor zvětšení kurzoru
de: Maus Zoom-Faktor
es: Factor de zoom del cursor
fr: Facteur de zoom du curseur
it: Fattore di zoom del cursore
sv: Markör zoomfaktor
uk: Коефіцієнт масштабування курсора

source: Invert cursor color
bg: Обръщане цвета на курсора
cs: Inverze barvy kurzoru
de: Invertierte Mausfarben
es: Invertir el color del cursor
fr: Inverser la couleur du curseur
it: Inverti colore cursore
nl: Inverteer cursor kleur
sv: Invertera markörfärg
uk: Інвертувати колір курсора

source: Enable black cursor
bg: Включи черен курсор
cs: Aktivuje černý kurzor
de: Aktiviere schwarze Maus
es: Activar el cursor negro
fr: Activer le curseur noir
it: Abilita cursore nero
nl: Activeer zwarte cursor
sv: Aktivera svart markör
uk: Увімкнути чорний курсор

source: Start only
bg: Само старт
cs: Pouze start
de: Nur Start
es: Solo salida
fr: Départ seulement
hu: Csak kezdés
it: Solo start
nb: Kun Start
nl: Uitsluitend start
pl: Tylko START
pt_br: Apenas Start
ru: Только старт
sk: Iba štart
sv: Endast start
uk: Лише старт

source: Pilot name
bg: Име на пилота
cs: Jméno pilota
de: Pilotenname
es: Nombre del Piloto
fr: Nom du pilote
hu: Pilóta neve
it: Nome Pilota
nb: Pilotnavn
nl: Naam vlieger
pl: Imię i nazwisko pilota
pt_br: Nome do piloto
ru: Имя лётчика
sk: Meno pilota
sv: Pilotnamn
uk: Ім'я пілота

source: CoPilot name
bg: Име на втория пилот
cs: Jméno kopilota
de: Co-Pilotenname
es: Nombre del Copiloto
fr: Nom du Copilote
it: Nome CoPilota
nl: Naam copiloot
sv: Copilot namn

source: Crew weight default
bg: Тегло на екипаж по подразбиране
cs: Výchozí váha posádky
de: Standardmäßiges Besatzungsgewicht
es: Carga por defecto
fr: Masse de l'équipage par défaut
it: Peso predefinito dell'equipaggio
sv: Besättning vikt std.värde

source: Default for all weight loaded to the glider beyond the empty weight and besides the water ballast.
bg: Стойност по подразбиране за натоварването над празната маса на планера, без водния баласт.
cs: Výchozí zátěž, přidaná k prázdné hmotnosti kluzáku, avšak bez vodní zátěže.
de: Standard für alle Massen, die über das Leergewicht hinaus in den Segelflieger geladen werden, außer Wasserballast.
es: Peso por defecto de toda la carga del planeador por encima del peso en vacío, sin el lastre.
fr: Masse par défaut de ce qui est rajouté au planeur au-delà du poids à vide et hors ballasts.
it: Peso predefinito caricato sul velivolo oltre al peso a vuoto e la zavorra.
sv: Std.värde för all lastvikt utöver tomvikt förutom vattenballast.
