Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Track friends
bg: Показване на приятели
cs: Sleduj přátele
de: Zeige Freunde
es: Seguimiento de amigos
fr: Suivre des amis
hu: Barátok követése
it: Traccia amici
nl: Volg vrienden
pl: Śledź przyjaciół
sk: Sleduj priateľov
sv: Spåra vänner
uk: Трек друзів

source: Download the position of your friends live from the SkyLines server.
bg: Изтегляне позицията на вашите приятели на живо от сървъра на SkyLines.
cs: Získá polohu vašich přátel živě ze SkyLines serveru.
de: Lade die Position deiner Freunde live vom SkyLines Server.
es: Descarga la posición de sus amigos en vivo desde el servidor de SkyLines.
fr: Télécharger la position de vos amis en live sur le serveur Skylines.
hu: Barátok helyzetének letöltése élőben a SkyLines szerverről.
it: Scarica la posizione dei tuoi amici dal server SkyLines in tempo reale.
nl: Download de positie van vrienden rechtstreeks van de SkyLines server.
pl: Pobierz pozycje przyjaciów na żywo z serwera SkyLines.
ru: Загрузите онлайн позицию Ваших друзей с сервера SkyLines
sk: Sťahuj pozíciu priateľov živo zo serveru SkyLines.
sv: Hämta dina vänners positioner i realtid från SkyLines-servern.
uk: Завантажити місцезнаходження друзів наживо через сервер SkyLines.

source: Show nearby traffic
bg: Показване на близкия трафик
cs: Okolní provoz
de: Zeige nahen Verkehr
es: Mostrar el tráfico cercano
fr: Afficher les trafics alentour
it: Mostra traffico vicino
nl: Toon verkeer dichtbij
pl: Pokaż ruch w pobliżu
sk: Ukáž blízku premávku
sv: Visa nära trafik
uk: Показати сусідній трафік

source: Download the position of your nearby traffic live from the SkyLines server.
bg: Изтегляне на позицията на близкия трафик на живо от сървърите на SkyLines.
cs: Získá pozici okolního provozu živě ze SkyLines serveru.
de: Donwload der Position von nahem Verkehr live von SkyLines.
es: Descargar la posición de su tráfico de cercanías en vivo desde el servidor SkyLines.
fr: Télécharger en direct les positions des trafics alentours depuis le serveur SkyLines.
it: Scarica la posizione del traffico nelle vicinanze dal server SkyLines.
nl: Download de positie van dichtbij verkeer rechtstreeks van de SkyLines server.
pl: Pobierz dane o ruchu w okolicy z serwera SkyLines
sk: Stiahni pozíciu blízkej premávky live zo SkyLines serveru.
sv: Hämta positioner för närliggande farkoster i realtid från SkyLines-servern.
uk: Завантажити місцезнаходження трафіку наживо через сервер SkyLines.

source: Vehicle Type
bg: Тип на летателния апарат
cs: Typ letounu
de: Luftfahrzeugtyp
es: Tipo De Vehículo
fr: Aéronef
hu: Jármű típusa
it: Tipo Velivolo
nl: Voertuig Type
pl: Typ statku pow.
pt_br: Tipo de Veículo
ru: Тип транспортного средства
sk: Typ letúna
sv: Farkosttyp
uk: Тип ПС

source: Type of vehicle used.
bg: Тип на използвания ЛА (летателен апарат).
cs: Typ užitého letounu.
de: Typ des Luftfahrzeugs.
es: Tipo de vehículo utilizado.
fr: Type d'aéronef utilisé.
hu: Használt jármű típusa
it: Tipologia di velivolo utilizzato.
nl: Type voertuig gebruikt.
pl: Rodzaj użytego pojazdu.
pt_br: Tipo de veículo usado.
ru: Тип используемого транспортного средства
sk: Typ použitého lietajúceho zariadenia.
sv: Typ av farkost som används.
uk: Тип ПС, що використовується.

source: Vehicle Name
bg: Име на ЛА
cs: Název letounu
de: Flugzeug
es: Nombre del vehículo
fr: Nom de l'aéronef
it: Nome Velivolo
nl: Voertuig Naam
pl: Nazwa statku powietrznego
sk: Názov letúna
sv: Farkostnamn
uk: Ім'я ПС

source: Server
bg: Сървър
es: Servidor
fr: Serveur
hu: Szerver
nb: Tjener
pl: Serwer
pt_br: Servidor
ru: Сервер
uk: Сервер

source: Participate in the XCSoar Cloud field test? This transmits your location, thermal and wave locations and other weather data to our test server.
bg: Ще участвате ли в теста на XCSoar облака? Това ще изпраща вашата позиция, локации на термики, вълни и други метео данни към нашите тест сървъри.

source: Show thermals
bg: Показвай термики

source: Obtain and show thermal locations reported by others.
bg: Получаване и показване места на термики докладвани от други.
cs: Získává a zobrazuje pozici st. proudů od dalších uživatelů.
de: Thermikstandorte von anderen Nutzern beziehen und anzeigen.
es: Obtiene y muestra la localización de térmicas reportadas por otros usuarios.
fr: Récupérer et afficher l'emplacement des thermiques envoyés par les autres utilisateurs.
it: Ottieni e mostra le posizioni delle termiche riportate da altri.
nl: Ophalen en tonen thermieklocaties door anderen gemeld.
pl: Pobierz i wyświetlaj pozycje kominów zarejestrowanych przez innych.
sk: Získaj a ukáž polohu stupákov hlásených inými.
sv: Erhåll och visa termik inrapporterad av andra.

source: Altitude GPS
bg: Височ. ГПС
cs: Výška GPS
de: Höhe - GPS FLughöhe
es: Altitud GPS
hu: Magasság GPS
it: Altitudine GPS
nb: Høyde GPS
nl: GPS hoogte
pl: H GPS: wysokość wg GPS
ru: Высота GPS
sk: Výška GPS
sv: Höjd GPS
uk: Висота по GPS

source: Alt GPS
bg: Височ. ГПС
de: GPS Höhe
hu: Mgsg GPS
nb: Høyde GPS
nl: GPS hoogte
pl: H GPS
ru: Высота GPS
sk: Výška GPS
uk: Вис GPS

source: Altitude above mean sea level reported by the GPS. (Touch-screen/PC only) In simulation mode, this value is adjustable with the up/down arrow keys; the right/left arrow keys cause the glider to turn.
bg: Това е височината над морското ниво докладвана от GPS. Само за сензорен екран или компютър: В симулационен режим тази стойност се настройва с клавишите за нагоре, надолу, наляво и надясно за завой на планера.

source: Height AGL
bg: Височина над земята
cs: Výška AGL
de: Höhe - über Grund
es: Altura AGL
fr: Altitude SOL
hu: Magasság terep feletti
it: Altitudine AGL
nb: Høyde AGL
nl: Hoogte boven grond (AGL)
pl: H AGL: wysokość nawig. na terenem
pt_br: Altura AGL
ru: Высота над уровнем земли
sk: Výška AGL
sv: Höjd över terräng
uk: Висота AGL

source: H AGL
bg: H земя
de: H ü. GND
fr: H SOL
hu: Mgsg FF
pt_br: ALT AGL
ru: Высота над рельефом
sk: AGL výška

source: Navigation altitude minus the terrain elevation obtained from the terrain file. The value is coloured red when the glider is below the terrain safety clearance height.
bg: Това е навигационната височина минус височината на релефа получена от файла на релефа. Стойността е оцветена в червено, когато планерът е под безопасната за релефа височина.

source: Thermal climb, last 30 s
bg: Средно термично качване за 30 сек.
cs: Stoupání, posledních 30 s
de: Thermik - Mittel über letzte 30s
es: Ascenso en térmica, últimos 30s
fr: Vz en spirale, sur les 30 dernières secondes
hu: Emelkedés termikben,
it: Risalita termica, ultimi 30 s
nb: Termisk løft, siste 30 s
nl: Thermiek Sterkte, laatste 30s
pl: WAR 30s: średnie noszenie w okresie 30s
pt_br: Subida térmica, últimos 30 s
ru: Термальный набор высоты, последние 30 сек.
sk: Stúpanie, priemer posledných 30s
sv: Stig, senaste 30 s
uk: Підйом у терміку, останні 30 сек

source: TC 30s
bg: ТC 30с
cs: STS 30s
de: Steig 30s
es: UT 30s
hu: Tk 30 átlg
it: Risalita termica 30s
nl: TS 30s
pl: WAR 30s
ru: TC 30с
sk: Stúpanie 30s

source: 30-second rolling average climb rate based on reported GPS altitude, or vario if available. The number in smaller font reflects the climb rate for the current thermal since circling started.
bg: Текущо 30 сек. средно термично качване получено от ГПС височината или вариометъра ако е наличен.

source: Next bearing
bg: Следващ азимут
cs: Následující kurz
de: Nächster Wegpunkt - Kurs
es: Siguiente rumbo
fr: Prochain Relevement
it: Prossima direzione
nl: Volgende koers
pl: PT KątDr: Kurs geogr. do nast. PT
pt_br: Próxima Proa
ru: Следующий азимут
sk: Kurs k ďaľšiemu ob
sv: Nästa bäring
uk: Азимут на наступний ППМ

source: True bearing of the next waypoint. For AAT tasks, this is the true bearing to the target within the AAT sector.
bg: Истински азимут към следващата повратна точка. За назначена задача в зона това е истинският азимут към целта в пределите на сектора.

source: GR instantaneous
bg: Моментно качество на планиране
cs: Klouzavý poměr okamžitý
de: Gleitzahl - aktuell
es: RP instantánea
fr: Finesse instantanée
hu: Sklsz pillanatnyi
it: Efficienza istantanea
nb: GR nå
nl: GH actueel
pl: DSK 20s: doskonałość w czasie ost. 20s
pt_br: PLANEIO Instantâneo
ru: текущее ГС
sk: kĺzavosť momentálna
sv: GR momentan
uk: глісада в даний момент

source: GR Inst
bg: Качество
cs: KP nyní
de: GZ aktuell
es: RP Inst
fr: Fin. inst.
hu: Sklsz pill
it: GR Ist
nb: GR nå
nl: GH Act
pl: DSK 20s
pt_br: PLANEIO Inst
ru: текущее ГС
sk: kĺz mom
sv: GR momentan
uk: GR митт

source: Instantaneous glide ratio over ground, given by the ground speed divided by the vertical speed (GPS speed) over the last 20 seconds. Negative values indicate climbing cruise. If the vertical speed is close to zero, the displayed value is '---'.
bg: Моментно качество на планиране над земята изчислено като отношение на скоростта спрямо земята и вертикалната скорост (по ГПС) за последните 20 сек. Отрицателните стойности показват набор на височина. Ако скоростта е близка до нула се показва „---“.
cs: Okamžitý klouzavý poměr nad zemí, daný podílem rychlosti vůči zemi a vertikální rychlostí (rychlost GPS) během posledních 20s. Záporné hodnoty značí stoupání v přímém letu. Pokud je vertikální rychlost blízká nule, zobrazí se '---'.
de: Aktuelle Gleitzahl; Geschwindigkeit über Grund dividiert durch die Sinkgeschwindigkeit (GPS) der letzten 20 Sekunden. Negative Werte bedeuten Steigflug, für Vertikalgeschwindigkeit nahe Null wird '---' angezeigt.
es: Relación de planeo instantánea sobre el suelo, dada por la velocidad de avance dividida por la velocidad vertical (velocidad del GPS) en los últimos 20 segundos. Los valores negativos indican planeo en ascenso. Si la velocidad vertical es cercana a cero, el valor mostrado es ‘—‘.
fr: Finesse sol instantanée calculée à partir de la vitesse sol et de la VZ du GPS sur les 20 dernières secondes. Des valeurs négatives indiquent une montée. Si la vitesse verticale est proche de zéro, la valeur affichée est '---'.
hu: A pillanatnyi föld feletti siklószám, az utolsó 20 másodperc GPS szerinti föld feletti és függőleges sebességéből számítva. A negatív értékek emelkedést jelentenek. Ha a függőleges sebesség nullához közeli, '---' kerül kijelzésre.
it: Efficienza al suolo istantanea, data dalla velocità a terra divisa per la velocità verticale (velocità GPS) negli ultimi 20 secondi. Valori negativi indicano salita. Se la velocità verticale è prossima allo zero, il valore indicato è '---'.
nb: Det aktuelle glidetallet, beregnet av bakkehasighet delt på vertikal GPS hastighet for de siste 20 sekunder. Negative verdier betyr løft på glidestrekket. Ved vertikalhastigheter nær 0 vises '---'.
nl: Actuele glijhoek over de grond, berekend door de grondsnelheid te delen door de verticale (GPS) snelheid van de laatste 20 seconden. Negatieve waarde duiden op een stijgende steek. Negatieve waardes geven een klimmende steek aan (hoogtewinst sinds verlaten van de laatste bel). Als de verticale snelheid dicht bij nul ligt, wordt '---' aangegeven.
pl: DSK 20s: Chwilowa wartość doskonałości obliczona jako iloraz prędkości wzgl. ziemi i prędkości pionowej GPS w czasie ostatnich 20s. Wartość ujemna oznacza wznoszenie. Jeżeli obliczona wartość jest bliska zeru, wyświeltlany jest tekst '---'.
pt_br: Planeio instantâneo, dada pela velocidade no solo dividido pela velocidade vertical o (velocidade GPS) ao longo dos últimos 20 segundos. Valores negativos indicam elevação. Se a velocidade vertical é próxima a zero, o valor apresentado é "---".
ru: Текущее глайдирующее соотношение, полученное делением горизонтальной скорости на вертикальную (по GPS) за последние 20 сек. Отрицательное значение означает полет с набором высоты. Индикация "---" соответствует вертикальной скорости близкой к 0.
sk: Momentálna kĺzavosť nad zemou, daná podielom rýchlosti nad zemou a vertikálnej rýchlosti (GPS rýchlosť) za posledných 20 sekúnd. Negatívne hodnoty znamenajú stúpavé kĺzanie. Ak je vertikálna rýchlosť blízka nule zobrazená hodnota je '---'.
sv: Momentant glidtal över mark, beräknad från hastighet över marken(GS) dividerat med vertikal GPS-hastighet, under de senaste 20 sekunderna. Negativa värden innebär stig. Om den vertikal hastighet är nära noll visas värde '---'.
uk: Глісада в даний момент відносно землі, визначена як співвідношення швидкості відносно землі до вертикальної швидкості (по GPS) за останні 20 сек. Негативне значення говорить про набір на переході. Якщо вертикальна швидкість близька до нуля, на дисплеї буде "---".

source: GR cruise
bg: Качество по курса
cs: Klouzavý poměr přeskoku
de: Gleitzahl - im Vorflug
es: RP de planeo
fr: Finesse de croisière
hu: Sklsz utazó
it: GR di crociera
nb: GR strekk
nl: GH steken
pl: DSK przesk
pt_br: PLANEIO cruzeiro
ru: ГС полета
sk: Kĺz. preskok
sv: GR planflykt
uk: Глісада на переході

source: GR Cruise
bg: Качество по курс
cs: KP přeskok
de: GZ Vorflug
es: RP Planeo
fr: Finesse de croisière
hu: Sklsz utazó
it: GR di crociera
nb: GR Strekk
nl: GH Steken
pl: DSK przesk
pt_br: PLANEIO cruzeiro
ru: ГС Полета
sk: Kĺz. preskok
sv: GR Planflykt
uk: Глісада на переході

source: Distance from the top of the last thermal, divided by the altitude lost since the top of the last thermal. Negative values indicate climbing cruise (height gain since leaving the last thermal). If the vertical speed is close to zero, the displayed value is '---'.
bg: Разстоянието от върха на последната термика разделено на загубата на височина от последната термика. Отрицателни стойности показват възходящи курсове (набор на височина след напускане на последната термика). Ако вертикалната скорост е близо до нула се показва „---“.

source: Speed ground
bg: Скорост спрямо земя
cs: Rychlost vůči zemi
de: Geschwindigkeit - über Grund
es: Velocidad de avance
fr: Vitesse sol
hu: Sebesség földfeletti
it: Velocità al suolo
nb: Bakkehastighet
nl: Grondsnelheid
pl: W GPS: Prędkość podróżna (względem ziemi)
pt_br: Velocidade no solo
ru: Скорость относительно земли
sk: Rýchlosť voči zemi
sv: Hastighet över mark
uk: Швидкість відносно землі

source: V GND
bg: V земя
de: V ü. Grund
es: V SUELO
fr: V. sol
hu: Seb ff
pl: W GPS
pt_br: VEL SOLO
ru: Скорость относительно земли
sk: Rýchl. zem

source: Ground speed measured by the GPS. The small value shows the head or tail wind difference to TAS for the current vector. If this InfoBox is active in simulation mode, pressing the up and down arrows adjusts the speed, and left and right turn the glider.
bg: Скорост спрямо земята измерена от GPS. Ако този индикатор е активен в симулационен режим с горна и долна стрелка се настройва скоростта, а с лява и дясна посоката.

source: Last thermal average
bg: Средно качване в последната термика
cs: Průměrné st. v minulém st. proudu
de: Letzte Thermik - Steigen im Durchschnitt
es: Último promedio en térmica
fr: Vz moyenne du dernier thermique
hu: Termik átlag
it: Media ultima termica
nb: Snitt siste boble
nl: Gemiddelde stijgen laatste bel
pl: KOM wzn: Średnie noszenie w ost. kominie
pt_br: Última média térmica
ru: Усреднение крайнего потока
sk: Priemer posledného stupáku
sv: Medelstig senaste blåsa
uk: Середня швидкість набору висоти в останньому терміку

source: TL Avg
bg: Средно качване
cs: STM prům
de: LT Steigen
es: UT Prom
fr: Dern Vz
hu: Tk átlg
it: TL media
nb: TL Snitt
nl: LB Gem m/s
pl: KOM wzn
pt_br: ULT MEDIA TERM
sk: SP priem
sv: TL medelstig
uk: TL сер

source: Total altitude gain/loss in the last thermal divided by the time spent circling.
bg: Пълен набор/загуба на височина разделен на времето прекарано във въртене.
cs: Celkový zisk/ztráta výšky v minulém stoupavém proudu, dělená časem kroužení.
de: Gesamter Höhengewinn in der letzten Thermik geteilt durch die Zeit im Steigmodus.
es: Ganancia / pérdida de altitud total en la última térmica dividida por el tiempo transcurrido virando.
fr: Gain ou perte total(e) d'altitude dans le dernier thermique, divisé par la durée passée en spirale.
hu: Az utolsó termikben nyert/veszített magasság és a körözéssel töltött idő hányadosa.
it: Altitudine totale guadagnata/persa nell'ultima termica diviso il tempo trascorso girando.
nb: Høydeendring i siste boble, delt på termikktiden i bobla.
nl: Totaal hoogtewinst/verlies in de laatste bel gedeeld door de totale thermiek tijd.
pl: KOM wzn: Średnie noszenie w ostatnim kominie obliczone jako iloraz zmiany wysokości i czasu krążenia.
pt_br: Ganho/perda de altitude na última térmica divido pelo tempo girando.
ru: Полный прирост/потеря высоты в крайнем термо-потоке, деленный на время проведенное в спирали.
sk: Podiel celkového zisku/straty výšky v poslednom stupáku k času strávenému krúžením.
sv: Hela höjdvinsten i senaste blåsan delat med tiden i blåsan.
uk: Сппіввідношення загального виграшу/втрати висоти в останньому терміку до потраченого на його обробку часу.

source: Last thermal gain
bg: Набор в последната термика
cs: Zisk výšky v minulém st. proudu
de: Letzte Thermik - Höhengewinn
es: Última ganancia en térmica
fr: Gain du dernier thermique
hu: Termik nyereség
it: Quota guadagnata nell'ultima termica
nb: Høydeendring siste boble
nl: Hoogtewinst laatste bel
pl: KOM dH: Przewyższenie w ostatnim kominie
pt_br: Último ganho térmico
ru: Набор высоты в крайнем термо-потоке
sk: Zisk posledného stupáku
sv: Höjdvinst i senaste blåsan
uk: Виграш висоти в останньому терміку

source: TL Gain
bg: Набор височина
cs: STM zisk
de: LT H Gewinn
es: UT Ganancia
fr: Th Gain
hu: Tk nyrsg
nb: TL Endr
nl: LB M winst
pl: KOM dH
pt_br: ULT GANHO TERM
ru: Набор в последнем потоке
sk: SP zisk
sv: TL höjdvinst
uk: TL виграш

source: Total altitude gain/loss in the last thermal. The number in smaller font reflects the overall climb rate for the last thermal.
bg: Общият набор/загуба на височина в последната термика. Числото с по-малък шрифт показва средното качване за последната термика.

source: Last thermal duration
bg: Времетраене на последната термика
cs: Doba trvání minulého st. proudu
de: Letzte Thermikdauer
es: Duración última térmica
fr: Durée du dernier thermique
it: Durata ultima termica
nb: Siste termikkvarighet
nl: Duur laatste bel
pl: Czas w ostatnim kominie
pt_br: Duração última termica
sk: Posledný stupák čas
sv: Tid i senaste blåsa
uk: Остання тривалість термічності

source: TL duration
bg: Време в термика
cs: STM čas
de: LT Dauer
es: Duración UT
fr: Durée DerTh
it: durata TL
nl: LB duur
pl: Wartość osi czasu
sk: PS čas
sv: TL varaktighet
uk: Значення осі часу

source: Time spent circling in the last thermal.
bg: Време прекарано във въртене на последната термика.
cs: Doba strávená kroužením v minulém stoupavém proudu.
de: Gesamtzeit, die in der letzten Thermik gekreist wurde.
es: Tiempo transcurrido virando en la última térmica.
fr: Durée passée à spiraler dans le dernier thermique.
hu: Eltöltött idő az utolsó termikben
it: Tempo trascorso circuitando nell'ultima termica.
nb: Termikktid i siste boble.
nl: Totale thermiek tijd in de laatste bel.
pl: KOM dT: Czas spędzony w ostatnim kominie
pt_br: Tempo girando na última térmica.
ru: Время, проведенное в спирали в крайнем потоке.
sk: Čas strávený krúžením v poslednom stupáku.
sv: Tid i senaste blåsan.
uk: Час, витрачений на спіралі в останньому терміку.

source: MacCready setting
bg: Настройка на Маккрийди
cs: Nastavení MacCready
de: MacCready - Einstellung
es: Ajuste MacCready
fr: Calage MacCready
hu: MC érték
it: Impostazione MacCready
nb: MacCready oppsett
nl: MacCready instelling
pl: MCread: nastawa kalk. MacCready'ego
pt_br: Configuração MacCready
ru: Настройки MacCready
sk: MacCready nastavenie
sv: MacCready-värde
uk: Налаштування MacCready

source: Current MacCready setting and mode (manual or auto). (Touch-screen/PC only) When this InfoBox is active, use the up/down cursor keys to adjust the MacCready setting.
bg: Текущите настройки на Маккрийди и текущия Маккрийди режим (автом. или ръчен). При сензорен екран и компютър ако индикаторът е активен за настройка се използват горната и долната стрелка.

source: Next distance
bg: Следващо разстояние
cs: Vzdálenost k dalšímu OB
de: Nächster Wegpunkt - Distanz
es: Siguiente distancia
fr: Distance prochain waypoint
hu: FP távolság
it: Prossima distanza
nb: Neste distanse
nl: Volgende afstand
pl: PT odl: odległość do Punktu Trasy
pt_br: Próxima distância
ru: Следующая дистанция
sk: Vzdialenosť k ďalšiemu
sv: Nästa ben
uk: Наступна дистанція

source: WP Dist
bg: Разст. ПТ
cs: OB vzdál
de: WP Distanz
fr: Dist WP
hu: FP táv
nb: VP Dist
nl: KP Afst
pl: PT odl
pt_br: PROX DIST
ru: МТ дист.
sk: Vzdial. OB
sv: WP avstånd
uk: WP дистанція

source: Distance to the currently selected waypoint. For AAT tasks, this is the distance to the target within the AAT sector.
bg: Разстоянието до избраната ПТ (повратна точка). За ЗНЗ (задачи с назначени зони) това е разстоянието до целта в сектора.

source: Next altitude difference
bg: Разлика във височината до следваща точка
cs: Rozdílová výška nad dalším bodem
de: Nächster Wegpunkt - relative Ankunftshöhe
es: Siguiente diferencia de altitud
fr: Différence d'altitude prochain waypoint
hu: FP magasság többlet
it: Prossima differenza di altitudine
nb: Neste høydedifferanse
nl: Volgend hoogte verschil
pl: PTdHMcU: różnica wysok. H GPS i przyl. PT Hprzyl dla MC Ustaw
pt_br: Diferença na próxima altitude
ru: Следующая разность высоты
sk: Výškový rozdiel k ďalšiemu
sv: Nästa WP - höjdskillnad
uk: Запас висоти на наступному ППМ

source: WP AltD
bg: ΔH над ПТ
cs: OB AltD
de: WP H Diff
fr: Δz WP
hu: FP többlet
nb: VP AltD
nl: KP HD
pl: PTdHMcU
ru: ПП Выс D
sk: Výšk.roz.OB

source: Arrival altitude at the next waypoint relative to the safety arrival height. For AAT tasks, the target within the AAT sector is used.
bg: Височина на пристигане до следващата ПТ (повратна точка) спрямо безопасната височина на пристигане. За ЗНЗ (задача с назначена зона) е спрямо целта в сектора.
cs: Výška příletu na další bod trati vzhledem k bezpečné výšce příletu. Pro AAT úlohy je použit cílový bod uvnitř AAT oblasti.
de: Ankunftshöhe am nächsten Wegpunkt (relativ zur gewählten Sicherheitshöhe). Bei AAT Aufgaben bezogen auf das Ziel im AAT Sektor.
es: Altitud de llegada en el siguiente waypoint respecto a la altura de llegada de seguridad. Para las TAA, se utiliza el destino dentro del área.
fr: Altitude d'arrivée au prochain point de virage en prenant en compte la hauteur de sécurité en arrivée. Pour les épreuves AAT, c'est le point cible du secteur AAT qui est utilisé.
hu: A következő fordulópontba érkezés magassága a biztonsági magassághoz képest. Légtérfeladat (AAT) esetén a szektorban kijelölt célhoz számítva.
it: Altitudine di arrivo al prossimo punto di virata relativamente all'altezza sicura di arrivo. Per temi AAT, viene utilizzato l'obiettivo all'interno del settore AAT.
nb: Ankomsthøyde ved neste vendepunkt, i forhold til sikkerhetsankomsthøyde. For AAT oppgaver brukes målpunktet innenfor AAT sektor.
nl: Aankomst hoogte bij het volgende keerpunt t.o.v. de ingestelde veiligheidshoogte. Voor AAT opdrachten wordt het doel in de AAT sector gebruikt.
pl: PTdHMcU: różnica wysokości bieżącej i przylotu nad następny punkt trasy PT Hprzyl, z uwzgl. zapasu bezpieczeństwa dHbezp przy bieżącej nastawie MacCready'ego w polu MC Ustaw . Dla konkurencji AAT celem jest punkt w sektorze AAT.
pt_br: Altitude de chegada no próximo waypoint em relação à altura de segurança. Para tarefas de AAT, o alvo dentro do setor AAT é usado.
ru: Высота прибытия к следующей маршрутной точке относительно безопасной высоты прибытия. Для ААТ заданий используется точка внутри ААТ.
sk: Príletová výška nad ďalším otočným bodom, relatívna k bezpečnej výške príletu. Pre AAT úlohy je použitý cieľ v AAT sektore.
sv: Ankomsthöjd vid nästa vägpunkt relativt säker ankomsthöjd. För AAT uppgifter används målet inom AAT sektorn.
uk: Висота прибуття до наступного ППМ відносно безпечної висоти прибуття. Для завдань ААТ застосовується ціль в межах сектору ААТ.
