Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: The MacCready setting used, when safety MC is enabled for reach calculations, in task abort mode and for determining arrival altitude at airfields.
bg: Стойност за Маккрейди използвана, когато безопасното MC се активира за изчисляване на достижимост на точки в режим на отмяна на задачата и за определяне на височината на пристигане над места за кацане.
cs: Použité nastavení MacCready, pokud je zapnuto bezpečností nastavení MC pro výpočet akčního rádiusu, v režimu přerušení úlohy a pro určení výšky příletu na letiště.
de: MacCready Wert wenn der Sicherheits-MC eingeschaltet ist, der nach einem Abbruch der Aufgabe und für den Endanflug auf einen Flugplatz verwendet wird.
es: Configuración MacCready usada cuando la seguridad MC está habilitada para cálculos de alcance, en modo de tarea interrumpida y para determinar la altitud de llegada a los aeródromos.
fr: Le réglage MacCready utilisé, quand le MC de sécurité est activé pour le calcul de locaux, en mode abandon de circuit et pour déterminer l'altitude d'arrivée sur les aérodromes.
hu: Ezzel a MacCready értékkel kerülnek meghatározásra feladat megszakítása esetén az elérhető leszállóhelyek és érkezési magasságok.
it: Il MacCready impostato in uso, quando l'MC di sicurezza è abilitato per i calcoli dell'efficienza, in modalità interruzione del tema e per determinare l'altezza di arrivo agli atterraggi.
nb: Den brukte MacCreadyverdien når sikkerhets MC er slått på, i rekkeviddeberegninger, ved avbrutt oppgave, og ved beregning av ankomsthøyde ved landingsplasser.
nl: De MacCready instelling die gebruikt wordt wanneer de veiligheids MacCready is ingeschakeld voor bereik berekeningen, in opdracht afbreek modus en voor het bepalen van aankomst hoogte op vliegvelden.
pl: Wartość nastawy MacCready'ego używana do obliczeń zasięgu (gdy włączono bezpieczną wart. MCread) w trybie przerwania zadania, do oceny wysokości przylotu nad lądowisko.
pt_br: A configuração MacCready usada, quando MC Seguro é habilitado para cálculos do alcance, em modo abortar prova e para determinação da altura de chegada em campos de pouso.
ru: Используется настройка MacCready, когда безопасная МС применяется к расчёту досягаемости, в режиме прерывания задания и для определения высоты прибытия на аэродром.
sk: MacCready nastavenie použité ak je zapnuté bezpečné MC pre výpočty doletu, v režime prerušenia úlohy a pre určenie doletovej výšky na letiská.
sv: Inställning för MacCready som används för, när säker MC är aktiverad för räckviddsberäkning, att bestämma ankomsthöjd vid läge för avbruten uppgift.
uk: Використовуються налаштування MacCready, коли безпечна МС застосовується до розрахунків досяжності, в режимі переривання завдання і для визначення висоти прибуття на аеродром.

source: STF risk factor
bg: Рисков фактор STF
cs: STF rizikový faktor
de: Vorflug Risikofaktor
es: Factor de Riesgo STF
fr: Coef. risque sur calage
hu: Magasságvesztés kockázata
it: Fattore rischio STF
nb: STF risikofaktor
nl: STF risicofactor
pl: Wsp. ryzyka MCread
pt_br: Fator de risco STF
ru: StF фактор риска
sk: Koeficient rizika STF
sv: STF risk faktor
uk: Фактор ризику STF

source: The STF risk factor reduces the MacCready setting used to calculate speed to fly as the glider gets low, in order to compensate for risk. Set to 0.0 for no compensation, 1.0 scales MC linearly with current height (with reference to height of the maximum climb). If considered, 0.3 is recommended.
bg: Рисковият фактор STF намалява стойността на Маккрейди използвана за изчисление на скоростта на прелитане, когато планера падне ниско за да компенсира риска. При стойност 0.0 няма компенсация, а стойност 1.0 намалява MC линейно с текущата височина (спрямо максимално достигнатата височина). Препоръчва се стойност от 0.3.
cs: STF bezpečností faktor redukuje nastavení MacCready použité k výpočtu optimální přeskokové rychlosti poté, co kluzák klesne do malé výšky tak, aby kompenzoval zvýšené riziko. Nastavení na 0.0 vypne kompenzaci, hodnota 1.0 snižuje MC lineárně s aktuální výškou (s referencí k nejvyšší dosažené výšce). Doporučená hodnota je 0.3.
de: Der Vorflug Risikofaktor reduziert die MacCready Einstellung für die empfohlene Vorfluggeschwindigkeit mit schwindender Flughöhe um das Risiko auszugleichen. Auf 0,0 gesetzt gibt es kein Ausgleich, 1,0 skaliert den MC Wert linear zur aktuellen Höhe (mit Bezug auf die maximal erreichte Höhe). 0,3 ist eine Empfohlene Einstellung.
es: El factor de riesgo STF reduce el ajuste MacCready utilizado para calcular la velocidad de vuelo a medida que el planeador va quedando bajo, con el fin de compensar el riesgo. Ajustar a 0.0 para no compensar, a 1.0 escala el MC linealmente con la altura actual (con referencia a la altura del máximo ascenso). Si se considera, se recomienda 0.3.
fr: Le coefficient de risque sur calage réduit le calage MacCready utilisé dans le calcul de la vitesse optimale lorsque le planeur est bas. Mettre 0 pour ne pas effectuer cette prise en compte du risque de calage, 1.0 linéarise le calage en fonction de la hauteur courante (par rapport à la hauteur maximale de montée). Si utilisé, 0.3 est une valeur recommandée.
hu: Ez a kockázati tényező csökkenti a tartandó sebesség kiszámításához használt MacCready értéket ahogy a gép alacsonyra kerül, kompenzálva ezzel a növekvő kockázatot. Állítsa 0.0-ra ha nem akar kompenzálást, 1.0 érték lineárisan változtatja az MC-t a pillanatnyi magassággal (referenciaként a legnagyobb emelkedés magasságát használva). A javasolt érték: 0.3.
it: Il fattore di rischio STF riduce l'impostazione MacCready utilizzata per calcolare la velocità via via che il velivolo perde quota, al fine di compensare il rischio. Impostare 0.0 per nessuna compensazione, 1.0 per bilanciare il MC linearmente con la quota corrente (con riferimento all'altezza della maggior risalita). Se tenuto in considerazione, 0.3 è il valore raccomandato.
nb: STF risikofaktor reduserer McCready verdi brukt for å beregne optimal flyhastighet ved lavere høyder, dette for å kompensere for risiko. Sett til 0.0 for ingen justering, en verdi på 1.0 skalerer MC lineært med aktuell høyde (tar hensyn til maks oppnådd høyde i termikk). En verdi på 0.3 anbefales om denne justeringen ønskes å tas i bruk.
nl: De STF risicofactor vermindert de MacCready instelling om de snelheid te berekenen als het zweefvliegtuig laag komt, ter compensatie voor het risico. Stel in op 0,0 voor geen compensatie, 1.0 schaalt MacCready lineair met de huidige hoogte (rekening houdend met de hoogte van de maximale klim). Aanbevolen waarde is 0.3.
pl: Współczynnik ryzyka zmniejsza efektywną wartość nastawy MacCready'ego używaną do obliczania bieżącej prędkości powietrznej przy zmniejszaniu się wysokości lotu, w celu skompensowania ryzyka. Ustawienie 0.0 wyłącza kompensację, a wartość 1.0 skaluje kompensację liniowo w zależności od wysokości (w odniesieniu do maksymalnej wysokości uzyskanej w noszeniach). Zalecane jest ustawienie tej wartości na 0.3.
pt_br: O fator de risco STF reduz o ajuste de MacCready usado para calcular a speed to fly com a perda de altura do planador, em geral para compensar o risco. Ajuste para 0.0 para nenhuma compensação, 1.0 escala MC linearmente com a altura atual (em relação a altura de máximo ganho). Se considerado, sugere-se o valor de 0.3.
ru: Фактор риска STF уменьшает настройки MacCready , которые используются для расчёта speed to fly, с целью компенсации риска, как только планер окажется низко. Настройка 0.0 означает отсутствие компенсации, 1.0 - линейно масштабирует МС в соответствии с текущей высотой (с привязкой к максимально набранной висоте). Рекомендовано 0.3.
sk: STF faktor risku znižuje nastavenú hodnotu MacCready použitú na výpočet preskokovej rýchlosti ak sa klzák dostane nízko, aby kompenzoval zvýšené riziko. Nastav 0.0 pre žiadnu kompenzáciu, 1.0 znižuje lineárne s aktuálnou výškou (referenčne s maximálnou nastúpanou výškou). 0.3 je odporúčané nastavenie pre STF.
sv: STF riskfaktorn reducerar MacCready-inställningen för beräkning av flyghastighet när farkosten är lågt för att kompensera risken. Använd 0.0 ger ingen kompensation, 1.0 skalar MC linjärt med aktuell höjd (med höjden vid bästa blåsa som referens). 0.3 rekommenderas om funktionen används.
uk: Фактор ризику STF зменшує налаштування MacCready , що використовуються для розрахунку speed to fly, з метою компенсувати ризик, як тільки планер опиниться низько. Налаштування 0.0 означає відсутність компенсації, 1.0 - лінійно масштабує МС відповідно до поточної висоти (з прив'язкою до максимальної набраної висоти). Рекомендовано 0.3.

source: Map database
bg: База данни с карти
cs: Mapová databáze
de: Kartendatenbank
es: Base de datos del mapa
fr: Carte
hu: Térképadatbázis
it: Database mappa
nb: Kartdatabase
nl: Kaart gegevens bestand
pl: Mapa[xcm]
pt_br: Banco de dados de mapa
ru: База данных карты
sk: Mapový súbor údajov
sv: Kartdatabas
uk: База даних мапи

source: The name of the file (.xcm) containing terrain, topography, and optionally waypoints, their details and airspaces.
bg: Името на файла (.xcm) съдържащ релефа, топографията и понякога данни за пътни точки и ВП (въздушни пространства).
cs: Název souboru (.xcm) obsahující terén, topografii a případně otočné body, jejich detaily a prostory.
de: Der Name der Datei (.xcm) die Gelände, Topographie, optional Wegpunkte, dazu Details und Lufträume enthält.
es: El nombre del archivo (.xcm) que contiene el terreno, la topografía y, opcionalmente, waypoint, sus detalles y los espacios aéreos.
fr: Le nom du fichier (.xcm) contenant le relief, la topographie, et parfois les points de virage, leur détails et l'espace aérien.
hu: A domborzatot, térképjeleket, esetleg fordulópontokat és részleteit tartalmazófájl (.xcm) neve.
it: Il nome del file (.xcm) contenente geografia del terreno, topografia e opzionalmente le boe, i loro dettagli e spazi aerei.
nb: Navnet på filen (.xcm) som inneholder terreng, topografi, og eventuelle vendepunkter, vendepunktsdetaljer og luftrom.
nl: De naam van het bestand (.xmc) bevat terrein, topografie, en optioneel keerpunten, hun details en het luchtruim.
pl: Nazwa pliku(.xcm) zawierającego mapęz fizyczną i topograficzną.
pt_br: O nome do arquivo (.xcm) que contem o terreno, topografia e opicionalmente waypoints, seus detalhes e espaços aéreos.
ru: Имя файла (. XCM), содержащий местность, рельеф, и (опционально) точки, их детали и воздушное пространство.
sk: Názov súboru (.xcm) obsahujúci terén, topografiu a prípadne otočné body, ich detaily a priestory.
sv: Namnet på filen (.xcm) innehållande terräng, topografi, alternativa vägpunkter, detaljer kring dessa och luftrum.
uk: Назва файлу (.xcm), що містить ландшафт, топографію і додаткові шляхові точки, їх подробиці і повітряний простір.

source: Primary waypoints files. Supported file types are Cambridge/WinPilot files (.dat), Zander files (.wpz) or SeeYou files (.cup).
bg: Главният файл за пътни точки. Поддържани типове са Cambridge/WinPilot (.dat), Zander (.wpz) или SeeYou (.cup).

source: Waypoint files containing special waypoints for which additional computations like calculation of arrival height in map display always takes place. Useful for waypoints like known reliable thermal sources (e.g. powerplants) or mountain passes.
bg: Файл с ПТ (пътни точки) съдържащи специална информация, за които винаги се правят допълнителни изчисления като височина на пристигане. Полезни са ПТ като сигурни източници на термика (напр. заводи) или планински проходи.

source: The files may contain extracts from enroute supplements or other contributed information about individual waypoints and airfields.
bg: Файловете могат да съдържат откъси от маршрутни приложения или друга предоставена информация за отделни пътни точки и летища.

source: List of active airspace files. Use the Add and Remove buttons to activate or deactivate airspace files respectively. Supported file types are: Openair (.txt /.air), and Tim Newport-Pearce (.sua).
bg: Списък с активни файлове за въздушно пространство. Използвайте бутоните Добави и Премахни, за да ги активирате или деактивирате. Поддържани типове: Openair (.txt/.air) и Tim Newport-Pearce (.sua).

source: The name of the file containing information about registered FLARM devices.
bg: Името на файл съдържащ информация за регистрирани FLARM устройства.
cs: Název souboru, obsahujícího informace o registrovaných zařízeních FLARM.
de: Datei mit den registrierten FLARM Id's.
es: El nombre del archivo que contiene información sobre dispositivos FLARM registrados.
fr: Le nom du fichier contenant les informations sur les périphériques FLARM enregistrés.
it: Il nome del file contenente informazioni riguardo ai dispositivi FLARM registrati.
nl: De bestandsnaam die de informatie bevat over geregistreerde FLARM apparaten.
sv: Namnet på filen med information om registrerade FLARM enheter.

source: Disable display of ground track line.
bg: Не показва проектната върху земята траектория.
cs: Zakáže zobrazení pozemní stopy.
de: Schaltet die Bodenspur aus.
es: Desactivar la visualización de la trayectoria sobre el terreno.
fr: N'affiche pas la route instantanée.
hu: Nem jeleníti meg a nyomvonalat.
it: Disattiva la visualizzazione della traccia al suolo.
nl: Schakel de grond volg lijn uit.
pl: Wyłącz pokazywanie drogi lotu.
pt_br: Desativar a exibição da trilha.
ru: Выключить изображение линии трека на земле.
sk: Zakáže zobrazenie pozemnej stopy.
sv: Inaktivera visning av markspår.
uk: Вимкнути зображення лінії треку на землі.

source: Always display ground track line.
bg: Винаги показва проектираната върху земята траектория.
cs: Vždy zobrazí pozemní stopu.
de: Zeige immer die Bodenspurlinie.
es: Mostrar siempre la trayectoria sobre el terreno.
fr: Affiche la route instantanée.
hu: Mindig megjeleníti a nyomvonalat.
it: Mostra sempre la traccia al suolo.
nl: Laat grond volg lijn altijd zien.
pl: Zawsze ukryj linię drogi lotu.
pt_br: Sempre exibir a trilha.
ru: Всегда показывать линию трека на земле.
sk: Vždy zobrazí pozemnú stopu.
sv: Visa alltid markspår.
uk: Завжди показувати лінію треку на землі.

source: Display ground track line if there is a significant difference to plane heading.
bg: Показва линията върху земята ако има значително отклонение спрямо посоката на планера.
cs: Zobrazí pozemní stopu, pokud je výrazný rozdíl od plánovaného kurzu.
de: Zeige die Bodenspurlinie, wenn es eine signifikante Abweichung zum Kurs gibt.
es: Muestre la trayectoria sobre el terreno si hay una diferencia significativa con el rumbo del planeador.
fr: Affiche la trace au sol de la route instantanée s'il y a une différence significative entre la route et le cap du planeur.
hu: Akkor jeleníti meg a nyomvonalat, ha az lényegesen eltér az orriránytól.
it: Visualizza una linea tracciata sulla mappa se c'è una differenza significativa nell'orientamento del velivolo.
nl: Laat grond volg lijn zien wanneer er een significant verschil is met de richting van het vliegtuig.
pl: Wyświetla rzeczywistą linię drogi, jeżeli różni się ona w istotny sposób od kursu szybowca.
ru: Изображать линию трека на земле при значительном отклонении ориентации планера от курса.
sk: Zobraz pozemnú stopu ak je výrazne rozdielna od kurzu lietadla.
sv: Visa markspår om det skiljer avsevärt från farkostens riktning.
uk: Зображувати ліню треку на землі при значному відхиленні орієнтації планера від курсу.

source: Vario #1
bg: Варио №1
cs: Vário #1
hu: Varió #1
pl: Wario - grubość linii
ru: Варио #1
sk: Vário #1
uk: Варіо №1

source: Within lift areas lines get displayed green and thicker, while sinking lines are shown brown and thin. Zero lift is presented as a grey line.
bg: Дирята на полет по права с набиране се показва зелена и дебела, докато следата на полет по права с пропадане е кафява и тънка. Нулево пропадане се показва със сива линия.
cs: V oblasti stoupání se čáry budou zobrazovat v zelené barvě a silněji, v oblasti klesání hnědě a slaběji. Nulové stoupání je zobrazeno jako šedá čára.
de: Im Steigen werden die Linien grün und dicker, während im Sinken die Linien braun und dünn werden. Null wird als graue Linie angezeigt.
es: En las zonas de ascenso las líneas se muestran en verde y más gruesas, mientras que las líneas de descenso se muestran en marrón y finas. El ascenso cero se presenta como una línea gris.
fr: Dans les ascendances, la trace est épaisse et verte. Dans les descendances la trace est fine et brune. Une Vz nulle donne une ligne grise.
hu: Az emelőterekben a vonalak zöldek és vastagabbak, a merülésben barnák és vékonyak. A nulla emelést szürke vonal jelzi.
it: In ascendenza la linea sarà di colore verde e più spessa, in discendenza marrone e sottile. Il volo livellato viene mostrato come una linea grigia.
nl: Binnen stijg gebieden worden lijnen groene en dikker weergegeven, terwijl de daal lijnen bruin en dun worden getoond. Bij 0 zakken is het een grijze lijn.
pl: W noszeniu linia zielona, grubsza, a w duszeniu brązowa i cienka. Zerowe noszenie w kolorze szarym.
pt_br: Em locais de ascendente, a linha é desenhada verde e mais espessa, enquanto em descendentes a linha é mostrada marrom e fina. Vário zerado é apresentada como uma linha cinza.
ru: В зонах подъёма линии будут отображаться зелёным и жирным, а зоны слива будут показаны тонкими коричневыми линиями коричневым. Нулевой подъём будет отображён в виде серой линии.
sk: V oblasti stúpania sa čiary zobrazia na zeleno a hrubšie, v oblasti klesania hnedé a tenšie. Nulové stúpanie je zobrazené ako šedá čiara.
sv: I lyftområden visas linje grön och tjock, emedan sjunk visas med bruna och tunnar linjer. Nollyft visas med grå linje.
uk: В зонах набору висоти лінії будуть зеленими і товстими, тоді як в зонах зниження - коричневими і тонкими. Нульові швидкості набору позначені сірими лініями.

source: Vario #1 (with dots)
bg: Варио №1 (с точки)
cs: Vário #1 (s tečkami)
de: Vario #1 (mit Punkten)
es: Vario # 1 (con puntos)
fr: Vario #1 (avec points)
hu: Varió 1 (pöttyökkel)
it: Vario #1 (con puntini)
nl: Vario #1 (met stippen)
pl: Wario - grubość linii z kropkami
pt_br: Vario #1 (com pontos)
ru: Vario № 1 (с точками)
sk: Vário #1 (s bodkami)
sv: Vario #1 (med prickar)
uk: Варіо №1 (з крапками)

source: The same colour scheme as the previous, but with dotted lines while sinking.
bg: Същата цветова схема като предишната, но с пунктирани линии при пропадане.
cs: Stejné barevné schéma jako předchozí, ale tečkované čáry v oblasti klesání.
de: Das gleiche Farbschema wie vorher, aber mit gepunkteten Linien solange man sinkt.
es: El mismo esquema de color que el anterior, pero con líneas punteadas mientras se hunde.
fr: Schéma d couleur identique au précédent, mais avec des lignes pointillées en descente.
hu: Az előzővel megegyező színséma de merülésben pontvonallal.
it: Lo stesso schema di colori precedente, ma con linee punteggiate in discendenza.
nl: Hetzelfde kleurenschema als Vario #1, maar dan met stippellijnen in daal gebieden.
pl: Taki sam schemat kolorów jak wyżej, lecz w duszeniu linia punktowa (kropki).
pt_br: O mesmo esquema de cores como o anterior, mas com linhas pontilhadas, enquanto afundando.
ru: Та же цветовая схема, что и предыдущая, но с пунктирными линиями во время снижения.
sk: Rovnaká farebná schéma ako predošlá, iba s bodkovanými čiarami v oblasti klesania.
sv: Samma färgschema som tidigare, men med prickade linjer vid sjunk.
uk: Та сама схема кольорів, як і в попередньому випадку, але з крапками при зниженні.

source: Vario #2
bg: Варио №2
cs: Vário #2
hu: Varió #2
pl: Wario - kolory linii
ru: Варио #2
sk: Vário #2
uk: Варіо №2

source: The climb colour for this scheme is orange to red, sinking is displayed as light blue to dark blue. Zero lift is presented as a yellow line.
bg: Цветът за набиране при тази схема е оранжев до червен, докато пропадането е светло до тъмно синьо. Нулево пропадане се показва като жълта линия.
cs: Barva stoupání je v tomto schématu označena od oranžové po červenou, klesání od světle po tmavě modrou. Nulové stoupání je vyznačeno žlutou čarou.
de: Die Steigen-Farbe für dieses Schema ist Orange bis Rot, Sinken wird mit Hellblau bis Dunkelblau angezeigt. Null wird als gelbe Linie angezeigt.
es: El color de ascenso para este esquema es naranja a rojo, el descenso se muestra como azul claro a azul oscuro. La elevación cero se presenta como una línea amarilla.
fr: La couleur en montée varie de l'orange au rouge. En descente, du bleu clair au bleu foncé. Une Vz nulle est représentée par une ligne jaune.
hu: Ebben a színsémában az emelés narancstól vörösig, a merülés világostól sötétkékig terjedő színű. A nulla emelést sárga vonal jelzi.
it: In ascendenza la linea sarà di colore da arancione a rosso, in discendenza da celeste a blu scuro. Il volo livellato viene mostrato come una linea gialla.
nl: Binnen stijg gebieden zijn de kleuren van oranje tot rood, daal gebieden van licht- tot donder blauw. Bij 0 zakken is het een gele lijn.
pl: W noszeniu linia pomarańczowa do czerwonej, a w duszeniu jasnoniebieska do ciemnoniebieskiej. Zerowe noszenie w kolorze żółtym.
pt_br: Para este tema, a cor de subida vai de laranja ao vermelho, já o afundando é exibido como azul claro ao azul escuro. Vário zerado é apresentada como uma linha amarela.
ru: Цвет подъёма для этой схемы является от оранжевого до красного, снижение отображается в виде от светло-голубого до темно-синего цвета. Нулевой подъём представлен в виде жёлтой линии.
sk: Farba stúpania v tejto schéme je oranžová k červenej, klesanie je zobrazené od slabo modrej po tmavo modrú. Nulové stúpanie je zobrazené žltou čiarou.
sv: Stig visas med en orange till röd skala, sjunk på en ljus- till mörkblå skala. Nollyft visas med en gul linje.
uk: Для цієї кольорової схеми набір висоти позначений кольорами від помаранчевого до червоного, зниження - від світло-синього до темно-синього. Нульові потоки позначені жовтою лінією.

source: Vario #2 (with dots)
bg: Варио №2 (с точки)
cs: Vário #2 (s tečkami)
de: Vario #2 (mit Punkten)
es: Vario #2 (con puntos)
fr: Vario #2 (avec points)
hu: Varió 2 (pöttyökkel)
it: Vario #2 (con puntini)
nl: Vario #2 (met stippen)
pl: Wario - kolory linii z kropkami
pt_br: Vario #2 (com pontos)
ru: Vario № 2 (с точками)
sk: Vário #2 (s bodkami)
sv: Vario #2 (med prickar)
uk: Варіо №2 (з крапками)

source: Vario-scaled dots and lines
bg: Мащабирани точки и тирета
cs: Váriem zvětšené tečky a linky
de: Vario skalierte Punkte und Linien
es: Puntos y líneas dependientes del vario
fr: Points et lignes selon le vario
it: Punti e linee in funzione del vario
nl: Vario-geschaalde punten en lijnen
pl: Kropki i linie skalowane wariometrem
ru: Точки и линии масштабированы соответственно к варио
sk: Váriom daná veľkosť bodiek a čiar
sv: Vario-skalade prickar och linjer
uk: Крапки і лінії масштабовані відповідно до варіо
