Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Ground speed measured by the GPS. If this InfoBox is active in simulation mode, pressing the up and down arrows adjusts the speed, and left and right turn the glider.
cs: Rychlost vůči zemi, vypočtená z GPS. V režimu simulace klávesy nahoru/dolů mění rychlost; klávesy doprava/doleva mění směr letu kluzáku.
de: Die per GPS gemessene Geschwindigkeit über Grund. Simulationsmodus: Aktiviere diese InfoBox um mit dem Hoch- Runterpfeil die Geschwindigkeit und mit dem Links- Rechtspfeil die Richtung des Seglers zu ändern.
es: Velocidad de avance medida por el GPS. Si este InfoBox está activo en el modo de simulación, al presionar las flechas hacia arriba y hacia abajo se ajusta la velocidad, y hacia la izquierda y hacia la derecha vira el planeador.
fr: Vitesse sol mesurée par le GPS. Si l'InfoBox est active en mode simulation, alors les flèches haut et bas ajustent la vitesse, et les flèches gauche et droite font tourner le planeur.
hu: Talaj feletti sebesség GPS szerint mérve. Szimuláció alatt a fel-le nyilak a vitorlázógép sebességét, a jobbra-balra nyilak pedig az irányát állítják, ha ez a kijelző van kiválasztva.
it: Velocità al suolo misurata dal GPS. Se questo InfoBox è attivo in modalità simulazione, premendo i tasti freccia su/giù si modifica la velocità, mentre con freccia destra/sinistra si direziona l'aliante.
nb: Bakkehastighet målt av GPS. Berøringsskjerm/PC: Hvis InfoBoks er aktiv i simuleringsmodus, kan hastigheten justeres med opp/ned piltastene, venstre/høyre piltastene endrer retning.
nl: Grondsnelheid volgens GPS. Wanneer deze InfoBox in de simulatie-modus actief is, kan de snelheid worden gewijzigd met pijltje omhoog/omlaag. Pijltje links/richts verander de vliegrichting.
pl: W GPS: Prędkość względem ziemi na podstawie danych GPS. Jeśli to pole jest aktywne w trybie symulacji, naciśnięcie strzałki w górę lub w dół zmienia prędkość szybowca, a strzałki w bok powodują zmianę kierunku.
pt_br: Velocidade no solo medida pelo GPS. Se este InfoBox estiver ativo no modo de simulação, pressionar a tecla para baixo/para cima ajusta a velocidade. A tecla direita/esquerda gira o planador.
ru: Скорость относительно земли, по показаниям GPS. Если это поле активно в режиме симуляции стрелки "вверх/вниз" меняют значение скорости, при этом стрелки "влево/вправо" поворачивают планер.
sk: Rýchlosť voči zemi, meraná podľa GPS. Ak je toto info-okno aktivované v móde simulácie, stlačenie tlačítka hore/dole upravuje rýchlosť vetroňa, stlačenie ľavého/pravého tlačítka vetroň zatáča.
sv: Hastighet över marken, mätt med GPS. Om denna Info-ruta är aktiv i simulatorläge kan man ända höjd och riktning med piltangenterna.
uk: Швидкість відносно землі за даними GPS. Якщо інфобокс в режимі імітації активний, швидкість можна змінити, натиснувши клавіші зі стрілками вгору/вниз. Натиснувши клавіші зі стрілками ліворуч/праворуч, спричинимо поворот планера.

source: The current MacCready setting and the current MacCready mode (manual or auto). (Touch-screen/PC only) Also used to adjust the MacCready setting if the InfoBox is active, by using the up/down cursor keys.
cs: Aktuální nastavení MacCready a režim (MAN/AUTO). Pokud je InfoBox aktivní, klávesy nahoru /dolů mění nastavení (Pouze doteková obrazovka/PC).
de: Aktueller MacCready Wert und MacCready Modus (manuell od. automatisch). Bei Touchscreen und PC: Wenn die InfoBox aktiv ist, kann hier der MacCready Wert über die Auf und Ab Pfeiltasten eingestellt werden.
es: El ajuste y el modo actual de MacCready (manual o automático). (Pantalla táctil / PC solamente) También se usa para ajustar el MacCready si el InfoBox está activo, usando las teclas de cursor arriba / abajo.
fr: Le réglage MacReady actuel et le mode MacReady actuel (manuel/auto). Pour les terminaux à écran tactile et pour PC seulement : utilisé aussi pour le réglage du MacReady si l'InfoBox est active, en utilisant les touches Haut/Bas.
hu: Az aktuális MacCready érték és üzemmód (kézi vagy automata). Érintőképernyő/PC: ha ez a kijelző van kiválasztva, a MacCready érték a fel-le nyilakkal állítható.
it: Impostazione e modo MacCready (manuale o auto) correnti. (solo per Touch-screen/PC) Inoltre, se l'InfoBox è attivo, è utilizzato per regolare l'impostazione MacCready tramite i tasti cursore su/giù.
nb: Den aktuelle MacCready innstillingen og den aktuelle MacCready modus (manuell eller auto). Kun trykkskjerm/PC: Opp/ned piltastene kan brukes til å justere MacCready innstillingen når denne Infoboks er aktiv.
nl: De huidige MacCready instelling en de huidige MacCready modus (handmatig of automatisch). (Alleen Touch-screen/PC: ook te gebruiken om de MC instelling aan te passen indien er een BerichtVenster actief is door pijltje omhoog/omlaag).
pl: MCread: Bieżąca nastawa i tryb kalkulatora MacCready'ego. W niektórych urządzeniach, po zaznaczeniu tego InfoBoxu, można zmieniać nastawę strzałkami/przyciskami góra/dół.
pt_br: A atual configuração de MacCready e o atual modo MacCready (manual ou automático). (Touch-screen/apenas no PC) também usado para ajustar as configurações de MacCready se a caixa de informações estiver ativada, usando as teclas de cursor para cima e para baixo.
ru: Текущие настройки и режим MacCready (ручной или авто). (Для сенсорного экрана/ПК) Так же используется для изменения настроек MacCready с помощью стрелок "вверх/вниз"
sk: Aktuálne MacCready nastavenie a MacCready mód ( manuálny alebo automatický). (Len dotykové zariadenie / PC ) Dá sa použiť aj na nastavenie MacCready hodnoty. Pri aktívnom info okne použitím kláves hore /dole.
sv: Nuvarande MacCready inställning och nuvarande MacCready läge (manuellt eller auto). (Endast Pekskärm/PC: Används även för att justera MacCready värdet med upp/ner piltangenter om Info-rutan är aktiv).
uk: Діючі налаштування і діючий режим MacCready (ручний чи авто). (Тільки для пристроїв з сенсорним екраном/ПК) Також, якщо інфобокс активний, використовується для корекції налаштувань MacCready з використанням кнопок курсору вгору/вниз.

source: The distance to the currently selected waypoint. For AAT tasks, this is the distance to the target within the AAT sector.
cs: Vzdálenost k vybranému bodu trati. Pro úlohy AAT označuje vzdálenost k cílovému bodu uvnitř AAT oblati.
de: Strecke zum ausgewählten Wegpunkt. Für AAT Aufgaben ist dies die Strecke bis zum Ziel im AAT Sektor.
es: Distancia al waypoint seleccionado. Para las TAA, distancia al destino dentro del área.
fr: Distance au prochain point de virage actuellement sélectionné. Pour les circuits AAT, il s'agit de la distance à l'objectif contenu dans le secteur AAT.
hu: A következő fordulópont távolsága. Légtérfeladat (AAT) esetén a szektor célpontjának távolsága.
it: La distanza dall'attuale punto di virata selezionato. Per i temi AAT, questa è la distanza dall'obiettivo entro il settore AAT.
nb: Distansen til det aktuelle vendepunktet. For AAT oppgaver er dette distansen til målet innenfor AAT sektor.
nl: De afstand tot het volgende keerpunt. Bij AAT opdrachten is dit de afstand tot het doel binnen de AAT sector.
pl: PT odl: Odległość do aktualnie wybranego Punktu Trasy. W zadaniach AAT jest to odległość do wybranego punktu w sektorze AAT.
pt_br: Distância para o próximo ponto de virada selecionado. Em provas AAT é distância até o ponto dentro da área.
ru: Расстояние до выбранной точки. Для ААТ задачи, это расстояние до цели в пределах ААТ сектора.
sk: Vzdialenosť k aktívnemu otočnému bodu. Pre AAT úlohy je toto vzdialenosť k cieľovému bodu v AAT sekotre.
sv: Avstånd till aktuellt valda vägpunkt. För AAT-uppgifter visas avståndet till målet inom AAT-sektorn.
uk: Відстань до обраного на даний момент ППМ. Для завдань ААТ це відстань до цілі в межах сектору ААТ.

source: The name of the currently selected turn point. When this InfoBox is active, using the up/down cursor keys selects the next/previous waypoint in the task. (Touch-screen/PC only) Pressing the enter cursor key brings up the waypoint details.
cs: Jméno aktuálně vybraného otočného bodu. Pokud je InfoBox aktivní, klávesy nahoru/dolů přepínají na následující/předchozí bod v úloze. Klávesa Enter zobrazí detaily otočného bodu (Pouze doteková obrazovka/PC).
de: Der Name des aktuell gewählten Wendepunkts. Wenn die InfoBox aktiv ist, kann mit den Auf / Ab Pfeiltasten der nächste / vorherige Wegpunkt der Aufgabe gewählt werden. Für Touchscreen und PC: Details zum Wegpunkt können durch drücken der Enter Taste aufgerufen werden.
es: El nombre del punto de viraje seleccionado. Cuando este InfoBox está activo, usando las teclas de cursor arriba/abajo se selecciona el waypoint siguiente/anterior en la tarea. (Pantalla táctil / PC solamente) Al presionar la tecla Entrar se muestran los detalles del waypoint.
fr: Nom du point de virage actuellement sélectionné. Quand cette InfoBox est active, les touches Haut/Bas permettent de sélectionner les autres points de virages du circuit en cours. Pour les terminaux à écran tactile et pour PC seulement : en cliquant sur le bouton Entrée, les détails du point de virage s'affichent.
hu: A következő fordulópont neve. Ha ez a kijelző az aktív, akkor a fel-le nyilak a feladat következő/előző fordulópontját választják ki. Érintőképernyő/PC: az Enter megjeleníti a fordulópont részleteit.
it: Il nome della boaa attualmente selezionata. Quando la infoBox è attiva, l'utilizzo dei tasti cursore su/giù seleziona il punto prossimo/precedente nel tema. (solo per Touch-screen/PC) Premendo il tasto cursore enter richiama i dettagli del punto.
nb: Navnet til det aktive vendepunktet. Når denne infoboks er aktiv kan neste/forrige vendepunkt velges med pil opp/ned tastene. Kun trykkskjerm/PC: Ved trykk på Enter-tasten vises detaljene.
nl: De naam van het geselecteerde keerpunt. Indien het InfoBox actief is: gebruik pijltje omhoog/omlaag om het volgende/vorige keerpunt van de opdracht te selecteren. (Alleen Touch-screen/PC: Door op Enter te drukken worden de keerpunt details weergegeven).
pl: PT Nast: Nazwa wybranego Punktu Trasy. Po zaznaczeniu tego pola, można przełączać się między nast/poprz PT. (Tylko ekran dotykowy/PC) Kliknięcie Enter wyświetla szczegóły PT.
ru: Имя текущей выбранной Марштрутной Точки. Когда это поле активно используйте стрелки "вверх/вниз" для выбора след./пред. маршрутной точки задания. (Для сенсорного экран/ПК) Нажатие показывает детали маршрутной точки.
sk: Názov aktuálne zvoleného otočného bodu. Ak je dialógové InfoOkno aktívne, šípkami hore/dole meníme na predošlý/nasledujúci otočný bod. (Iba dotykový displej/PC) Stlačením klávesu enter zobrazí detaily otočného bodu.
sv: Namn på nu vald vägpunkt. När Info-rutan är aktiv väljer upp-/ner-tangent nästa/föregående vägpunkt. (Pekskärm/PC endast: returtangent visar vägpunktsdetaljer).
uk: Назва вибраного в даний момент ППМ. Якщо інфобокс активний, клавішами курсору вгору/вниз можна вибрати наступний/попередній ППМ цього завдання. (Тільки для пристроїв з сенсорними екранами/ПК) Якщо натиснути клавішу Enter, отримаємо детальну інформацію про ППМ.

source: This is the elevation of the terrain above mean sea level, obtained from the terrain file at the current GPS location.
cs: Výška terénu nad střední hladinou moře, získaná ze souboru výškových dat, na současných GPS souřadnicích.
de: Dies ist die Höhe des Geländes über mittlerem Meeresspiegel, entsprechend der Geländedatei an der aktuellen GPS-Position.
es: Esta es la alñtitud del terreno sobre el nivel medio del mar, obtenida del archivo del terreno en la posición GPS actual.
fr: Ceci est la hauteur du sol par rapport au niveau moyen de la mer, obtenue à partir du fichier de relief et de la position GPS actuelle.
hu: A terep tengerszint feletti magassága a pillanatnyi GPS pozícióban a domborzati fájl adatai alapján.
it: Questa è l'elevazione del terreno AMSL (sopra il livello medio del mare), ottenuta dal file di elevazione alla posizione GPS attuale.
nb: Terrenghøyde i meter over havet, lest fra 3D kartet for gjeldende GPS posisjon.
nl: Dit is de hoogte van de grond boven zeeniveau, verkregen uit het terreinbestand en de huidige GPS positie.
pl: H teren: wysokość terenu nad poziomem morza uzyskana z pliku terenu w bieżącym położeniu wg GPS.
pt_br: Elevação do terreno acima do nível médio do mar, obtida do arquivo de terreno na atual localização do GPS.
ru: Высота над уровнем моря полученая из файла месности в текущем местоположении GPS
sk: Toto je nadmorská výška terénu, podľa súboru s terénom, na momentálnej GPS polohe.
sv: Detta är markens höjd över havet, hämtat från terräng-filen vid aktuell GPS-position.
uk: Висота ландшафту над середнім рівнем моря, отримана з файлу ландшафту для даного місцезнаходження по GPS.

source: The altitude gained/lost in the current thermal.
cs: Výška získaná/ztracená v současném stoupavém proudu.
de: Der Höhengewinn im aktuellen Steigen.
es: La altitud ganada / perdida en la térmica actual.
fr: Altitude gagnée/perdue dans le thermique actuel.
hu: Az aktuális termikben nyert/vesztett magasság.
it: Quota guadagnata/persa nella termica corrente.
nb: Høydeendring i aktuell boble.
nl: De hoogte gewonnen/verloren in de huidige bel.
pl: WAR dHKom: Wysokość uzyskana/stracona w aktualnie wykorzystywanym kominie
pt_br: Ganho;perda de altitude na térmica atual.
ru: Высотакоторую получили / потеряли в текущем потоке
sk: Výška získaná/stratená v súčasnom stupáku.
sv: Total höjdvinst, eller förlust, i aktuell blåsa.
uk: Висота, набрана/втрачена в цьому терміку.

source: Magnetic track reported by the GPS. (Touch-screen/PC only) If this InfoBox is active in simulation mode, pressing the up and down arrows adjusts the track.
cs: Magnetický kurz získaný z GPS. V režimu simulace klávesy nahoru/dolů mění směr letu kluzáku (Pouze doteková obrazovka/PC).
de: Magnetischer Kurs vom GPS (Nur auf Touch-screen/PC). Wenn diese InfoBox im Simulatormodus aktiv ist, wird mit den hoch und runter Pfeilen der Kurs verändert.
es: Rumbo magnético informado por el GPS. (Pantalla táctil / PC solamente) Si este InfoBox está activo en el modo de simulación, al presionar las flechas hacia arriba y hacia abajo se ajusta el rumbo.
fr: Route magnétique du GPS. Pour les terminaux à écran tactile et pour PC seulement : en mode simulation, si l'InfoBox est active, cette valeur est ajustable à l'aide des touches haut/bas.
hu: A GPS által mért repirány valódi mágneses irányszöge.Szimuláció során ha ez a kijelző az aktív, a fel-le nyilakkal állítható az irány.
it: Rotta magnetica riportata dal GPS. (solo per Touch-screen/PC) Se questa Info Box è attiva nella modalità simulazione, la pressione delle frecce su e giù corregge la rotta.
nb: Kompass-retning, målt av GPS. Kun trykkskjerm/PC: Opp/ned piltastene kan brukes til å justere verdien når denne Infoboks er aktiv.
nl: Magnetische koers volgens de GPS. (Alleen Touch-screen/PC: Wanneer het InfoBox actief is in simulatie modus kan de koers worden aangepast door de omhoog en omlaag pijltjes toetsen te gebruiken).
pl: KątDrogi: Rzeczywisty Kąt Drogi wg GPS. Uwaga! Różni się od Kursu szybowca ze względu na znoszenie przez wiatr! (Ekran dotykowy/PC) W trybie symulacji, po zaznaczeniu tego InfoBoxu można zmieniać aktualny kurs.
ru: Магнитный азимут направления полёта по данным GPS. (Только для устройств с сенсорным экраном,ПК) Если этот инфобокс активен в режиме имитации, нажав кнопки со стрелками вверх и вниз можно откорректировать магнитный азимут направления полёта
sk: Magnetický kurz podľa GPS. (Len dotykové zariadenie / PC ) Dá sa použiť aj na nastavenie kurzu v simulačnom móde, pri aktívnom info okne použitím kláves hore /dole.
sv: Magnetisk bäring enligt GPS. (Endast Pekskärm/PC: Om Info-rutan är aktiv, så kan upp/ner piltangent användas för att justera bäringen).
uk: Магнітний азимут напрямку польоту за даними GPS. (Тільки для пристроїв з сенсорним екраном,ПК) Якщо цей інфобокс активний в режимі імітації, натиснувши кнопки зі стрілками вгору та вниз можна відкоригувати магнітний азимут напрямку польоту.

source: This is the barometric altitude obtained from a device equipped with a pressure sensor.
cs: Barometrická výška získaná z přístroje vybaveného tlakovým senzorem (pokud je připojen).
de: Barometrische Höhe laut dem angeschlossenem Drucksensor.
es: La altitud barométrica obtenida de un dispositivo equipado con un sensor de presión.
fr: Altitude barométrique obtenue à partir d'un périphérique ayant un capteur de pression.
hu: Barometrikus magasság nyomásszenzoros eszköztől.
it: Questa è la quota barometrica ottenuta da un dispositivo dotato di barometro.
nb: Dette er den barometriske høyde fra en enhet utstyrt med trykksensor.
nl: Dit is de barometrische hoogte bekomen door een met druksensor uitgerust apparaat.
pl: H AMSL: wysokość barometryczna AMSL na podstawie odczytu ciśnienia statycznego i ustawionej wartości ciśnienia QNH.
pt_br: Altitude barométrica obtida a partir de um dispositivo equipado com sensor de pressão.
ru: Это барометрическая высота, полученная от устройства оборудованного датчиком давления.
sk: Barometrická výška podľa pripojeného tlakového senzoru.
sv: Detta är barometriska höjden från en enhet utrustad med trycksensor.
uk: Це барометрична висота від пристроїв, що обладнані датником тиску.

source: The MacCready speed-to-fly for optimal flight to the next waypoint. In cruise flight mode, this speed-to-fly is calculated for maintaining altitude. In final glide mode, this speed-to-fly is calculated for descent.
cs: Optimální rychlost k dalšímu bodu trati dle aktuálního MacCreadyho nastavení. Při přeskoku vypočítává rychlost pro zachování současné výšky. Při dokluzu je optimální rychlost letu vypočítávána pro klesání.
de: Die optimale MacCready Vorflug-Geschwindigkeit zum nächsten Wegpunkt. Im Vorflugmodus ist die Geschwindigkeit berechnet um die Höhe zu halten, im Endanflugmodus um ans Ziel zu gelangen.
es: La velocidad de vuelo MacCready para un vuelo óptimo al siguiente waypoint. En el modo crucero, esta velocidad de vuelo se calcula para mantener la altitud. En el modo planeo final, esta velocidad de vuelo se calcula para el descenso.
fr: La vitesse MacCready à laquelle voler pour optimiser le vol jusqu'au prochain point de virage. En transition, cette vitesse est calculée de façon à maintenir l'altitude. En arrivée, elle est calculée en descente.
hu: A MacCready szerint tartandó optimális sebesség a következő fordulópontig. Siklásban a magasság tartásához szükséges sebességet számítja. Végsiklásban a kellő merüléshez szükséges sebességet.
it: La velocità MacCready per la prossima boa. In modalità crociera questa velocità è calcolata per mantenere la quota. In modalità planata finale è calcolata per la discesa.
nb: MacCready speed-to-fly for best glidetall til neste vendepunkt. I strekkflygingsmodus beregnes dette for å opprettholde aktuell høyde. I målmodus beregnes dette for glideflukt ned til mål.
nl: De MacCready vliegsnelheid voor geoptimaliseerde vlucht naar het volgende keerpunt. In steek modus is dit de snelheid berekend om de hoogte te handhaven. In 'final glide' is dit de snelheid berekend voor een dalend vluchtpad.
pl: V MCread: Prędkość wymagana wg teorii przeskoku MacCredy'ego, zapewniająca optymalny lot do następnego Punktu Trasy. W trybie przeskoku prędkość nakazana jest obliczana dla uzyskania maksymalnej prędkości podróżnej na trasie z odtworzeniem aktualnej wysokości, w trybie dolotu - z utratą wysokości na dolocie do Punktu Końcowego Trasy.
pt_br: Velocidade speed-to-fly de MacCready que otimiza o vôo até o próximo ponto. Em modo de cruzeiro, essa velocidade é calculada para manter a altitude. No modo planeio final é calculada para descida.
ru: Скорость полета Маккреди для оптимального полета на следующую точку. В крейсерском режиме полета, эта скорость полета рассчитывается для поддержания высоты. В режиме долета скорость расчитывается с учетом снижения.
sk: MacCready rýchlosť letu pre optimálne kĺzanie k ďalšiemu otočnému bodu. V preskokovom móde je výpočet orientovaný na udržanie výšky. Pri doklze prebieha výpočet pre zostup.
sv: MacCready optimerad hastighet för flygning mot nästa vägpunkt. Vid glidflygning beräknas denna hastighet för att bibehålla höjd. Vid finalglid, beräknas den för nedstigning.
uk: MacCready speed-to-fly (STF) для оптимізації польоту до наступного ППМ. На переході MacCready STF розраховується, щоб підтримати ту саму висоту. В режимі дольоту MacCready STF враховує зниження.

source: The required glide ratio over ground to reach the next waypoint, given by the distance to next waypoint divided by the height required to arrive at the safety arrival height.
cs: Požadovaná klouzavost nad zemí pro dosažení dalšího bodu trati, daná podílem vzdálenosti k následujícímu bodu a výšky potřebné pro přílet v bezpečné výšce.
de: Die benötigte Gleitzahl über Grund um den nächsten Wegpunkt zu erreichen, gegeben durch die Distanz zum nächsten Wegpunkt geteilt durch die benötigte Höhe um mit Sicherheitshöhe anzukommen.
es: Relación de planeo necesaria para alcanzar el siguiente waypoint, dada por la distancia al waypoint dividida por la altura necesaria para llegar a la altura de llegada de seguridad.
fr: Finesse nécessaire pour atteindre le prochain point de virage, calculée comme le distance au prochain point divisée par la hauteur nécessaire pour y arriver à la hauteur de sécurité en arrivée.
hu: A következő fordulópont eléréséhez szükséges siklószám. A biztonsági magasságban érkezéshez szükséges magasság és a távolság hányadosa.
it: L'efficienza al suolo per raggiungere la boa successiva, dato dalla distanza dalla prossima boa diviso per l'altezza necessaria per arrivare all'altitudine di sicurezza.
nb: Det minimale glidetallet (beregnet med høyde over bakken) til neste vendepunkt. Distanse/høyde for å ankomme målet med sikkerhetshøyde.
nl: Het benodigde glijgetal over de grond om het volgende keerpunt te halen, berekend door de afstand tot het volgende keerpunt te delen door de hoogte benodigd om aan te komen op de veiligheidshoogte.
pl: PT Dsk: Wymagana doskonałość do osiągnięcia nast. PT - iloraz odległości do punktu i różnicy wysokości pomiędzy aktualną pozycją szybowca i Bezpieczną Wysokością Przylotu nad PT.
pt_br: A razão de planeio necessária em relação ao solo para alcançar o próximo waypoint, dado pela distância ao próximo waypoint dividido pela altura necessária para chegar na altura de chegada segura.
ru: Необходимый коэффициент планирования относительно земли, чтобы достичь следующей точки, задаётся расстояние до следующей точки, делённое на высоту, необходимую для того, чтобы прибыть с соблюдением безопасной высоты.
sk: Potrebná kĺzavosť nad terénom pre dosiahnutie ďalšieho otočného bodu, daná podielom vzdialenosti a výšky potrebnej k príletu v bezpečnej výške.
sv: Glidtal över marken som krävs för att nå nästa vägpunkt. Given av distansen till nästa vägpunkt dividerat med höjden som krävs för att komma fram på säkerhetshöjd.
uk: Необхідна величина якості планерування відносно землі для досягнення наступного ППМ. Визначається як співвідношення відстані до наступного ППМ до висоти, яка потрібна для прибуття на висоті безпечного прибуття.
