Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Task Speed
bg: Скорост по задачата
cs: Rychlost úlohy
de: Überland-Geschwindigkeit
es: Velocidad de Tarea
fr: Vitesse Circuit
hu: Feladat sebessége
it: Velocita Tema
nb: Oppgave Hast
nl: Opdrachtsnelheid
pl: Prędkość Zadania
pt_br: Velocidade prova
ru: Достигн скорость в задаче
sk: Rýchlosť úlohy
sv: Banhastighet
uk: Швидкість завдання

source: Warnings
bg: Предупреждения
cs: Varování
de: Warnungen
es: Advertencias
fr: Avertissements
hu: Riasztás
it: Avvisi
nb: Advarsler
nl: Waarschuwingen
pl: Ostrzeżenia
pt_br: Alertas
ru: Предупреждения
sk: Upozornenia
sv: Varningar
uk: Застереження

source: Checklist
bg: Контролен списък
cs: Kontrolní seznam
de: Kontrollliste
es: Lista de Chequeo
hu: Ellenőrző lista
nb: Sjekkliste
pl: Lista kontrolna
ru: Перечень
sk: Povinné úkony
sv: Checklista
uk: Чек-лист

source: No checklist loaded
bg: Няма зареден контролен списък
cs: Žádný kontrolní seznam nenahrán
de: Keine Kontrollliste geladen
es: No hay ninguna lista de chequeo cargada
fr: Pas de checklist chargée
hu: Ellenőrző lista nincs betöltve
it: Nessuna checklist caricata
nb: Ingen sjekkliste lastet inn
nl: Checklist niet geladen
pl: Nie wczytano Listy kontrolnej
pt_br: Nenhum checklist carregado
ru: Перечень не загружен
sk: Nenačítané žiadne povinné úkony
sv: Ingen checklista laddad
uk: Чек-лист не завантажено

source: New
bg: Нов
cs: Nový
de: Neu
es: Nuevo
fr: Nouveau
hu: Új
it: Nuovo
nb: Ny
nl: Nieuw
pl: Nowy
pt_br: Novo
ru: Новая
sk: Nový
sv: Ny
uk: Новий

source: Password
bg: Парола
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sk: Heslo
sv: Lösenord
uk: Пароль

source: Copy
bg: Копирай
cs: Kopíruj
de: Kopieren
es: Copiar
fr: Copier
hu: Másol
it: Copia
nb: Kopier
nl: Kopieer
pl: Kopiuj
pt_br: Copiar
ru: Копировать
sk: Kopírovať
sv: Kopiera
uk: Скопіювати

source: Delete
bg: Изтрий
cs: Smaž
de: Löschen
es: Borrar
fr: Supprimer
hu: Törlés
it: Cancella
nb: Slett
nl: Wissen
pl: Usuń
pt_br: Excluir
ru: Удалить
sk: Odstrániť
sv: Ta bort
uk: Вилучити

source: Profile name
bg: Име на профил
cs: Název profilu
de: Profilname
es: Nombre del Perfil
fr: Nom du profil
it: Nome profilo
nl: Profielnaam
pl: Nazwa profilu
pt_br: Nome do perfil
sk: Názov profilu
sv: Profilnamn
uk: Назва профілю

source: File exists already.
bg: Файлът вече съществува.
cs: Soubor už existuje.
de: Datei existiert bereits.
es: El archivo ya existe.
fr: Fichier déjà existant.
it: File già esistente.
nl: Bestand bestaat reeds.
pl: Plik już istnieje.
sk: Súbor už existuje.
sv: Fil existerar redan.
uk: Файл уже існує.

source: Failed to load file.
bg: Грешка при зареждане на файл.
cs: Chyba nahraní souboru.
de: Konnte Datei nicht laden.
es: Error al cargar el archivo.
fr: Echec du chargement du fichier.
hu: Nem sikerült betölteni a fájlt.
it: Caricamento file fallito.
nl: Bestand laden mislukt.
pl: Błąd ładowania pliku.
pt_br: Falha ao carregar arquivo.
ru: Не удалось загрузить файл.
sk: Chyba pri nahraní súboru.
sv: Kunde inte läsa in filen.
uk: Помилка при завантаженні файлу.

source: Delete "%s"?
bg: Изтриване на „%s“?
cs: Odstranit "%s"?
de: "%s" löschen?
es: Borrar "%s"?
fr: Supprimer "%s" ?
it: Cancellare "%s"?
nb: Slett «%s»?
nl: "%s" verwijderen?
pl: Usunąć „%s”?
pt_br: Remover "%s"?
ru: Удалить "%s"?
sk: Odstrániť „%s“?
sv: Radera "%s"?
uk: Вилучити "%s"?

source: Profiles
bg: Профили
cs: Profily
de: Profile
es: Perfiles
fr: Profils
it: Profili
nl: Profielen
pl: Profile
pt_br: Perfis
sk: Profily
sv: Profiler
uk: Профілі

source: Select profile
bg: Избери профил
cs: Vyber profil
de: Profil auswählen
es: Seleccionar Perfil
fr: Sélectionner un profil
it: Seleziona profilo
nl: Kies een profiel
pl: Wybierz profil
pt_br: Selecionar perfil
sk: Vybrať profil
sv: Välj profil
uk: Обрати профіль

source: Activate
bg: Активирай
cs: Aktivuj
de: Aktivieren
es: Activado
fr: Activer
it: Attiva
nl: Activeren
pl: Wybierz
pt_br: Ativar
ru: Активировать
sk: Aktivovať
sv: Aktivera
uk: Активувати

source: Active
bg: Активен
cs: AKTIVNÍ
de: Aktiv
es: Activo
fr: Actif
hu: Aktív
it: Attivo
nb: Aktivert
nl: Actief
pl: Aktywny
pt_br: Ativo
ru: АКТИВНО
sk: Aktívne
sv: Aktivt
uk: Активовано

source: Activating plane "%s" failed.
bg: Грешка при активиране на самолет „%s“.
cs: Aktivace letadla "%s" selhala.
de: Aktivieren von Flugzeugprofil "%s" fehlgeschlagen.
es: La activación de avión "%s" ha fallado.
fr: L'activation du planeur "%s" a échoué.
it: Attivazione velivolo "%s" fallita.
nl: Laden van vliegtuigprofiel "%s" mislukt.
pl: Wczytanie "%s" nie powiodło się
sk: Aktivácia lietadla "%s" zlyhala.
sv: Aktivering av farkost "%s" misslyckades.
uk: Не вдалося активувати літак "%s".

source: Please enter the registration of the plane!
bg: Моля, въведете регистрационния номер на самолета!
cs: Zadejte registrační značku letadla!
de: Bitte gebe das Kennzeichen des Flugzeugs ein!
es: Por favor escriba la matrícula de la aeronave!
fr: Veuillez entrer l'immatriculation du planeur !
hu: Írd be a repülő lajstromjelét!
it: Inserire la registrazione del velivolo!
nb: Vennligst oppgi farkostens registrerings-ID!
nl: Vul de registratie van het vliegtuig in!
pl: Proszę wpisać znaki rejestracyjne.
pt_br: Por favor entre o registro do planador!
ru: Пожалуйста, введите регистрационный номер планера!
sk: Prosím zadaj registráciu lietadla!
sv: Skriv in farkostens registrering!
uk: Прохання ввести реєстраційний номер ПС!

source: Plane "%s" already exists. Overwrite it?
bg: Самолет „%s“ вече съществува. Да се презапише ли?
cs: Letadlo "%s" již existuje. Přepsat?
de: Flugzeugprofil "%s" existiert bereits. Soll es überschrieben werden?
es: El planeador "%s" ya existe. Sobreescribir?
fr: Le planeur "%s" existe déjà. Le remplacer ?
it: Velivolo "%s" già esistente. Sovrascrivere?
nl: Vliegtuigprofiel "%s" bestaat al. Deze overschrijven?
pl: Statek powietrzny "%s" juz istnieje. Nadpisać?
sk: Lietadlo "%s" už existuje. Prepísať?
sv: Farkost "%s" finns redan. Skriv över?
uk: Літак "%s" вже існує. Перезаписати його?

source: Overwrite
bg: Презапиши
cs: Přepsat
de: Überschreiben
es: Sobreesrcibir
fr: Écraser
hu: Felülír
it: Sovrascrivi
nb: Erstatt
nl: Overschrijven
pl: Nadpisz
pt_br: Sobrescrever
ru: Перезаписать
sk: Prepísať
sv: Skriv över
uk: Перезаписати

source: Delete plane "%s"?
bg: Изтрий самолет „%s“?
cs: Smazat letadlo "%s"?
de: Das Flugzeug "%s" löschen?
es: Borrar planeador "%s"?
fr: Effacer le planeur "%s" ?
it: Cancellare velivolo "%s"?
nl: Vliegtuigprofiel "%s" verwijderen?
pl: Usunąć "%s"?
sk: Vymazať lietadlo "%s"?
sv: Radera farkost "%s"?
uk: Видалити літак "%s"?

source: Activate plane "%s"?
bg: Активирай самолет „%s“?
cs: Aktivovat letadlo "%s"?
de: Das Flugzeug "%s" aktivieren?
es: Activar planeador "%s"?
fr: Activer le planeur "%s" ?
it: Attivare velivolo "%s"?
nl: Vliegtuigprofiel "%s" activeren?
pl: Czy użyć danych dla "%s" ?
sk: Aktivovať lietadlo "%s"?
sv: Aktivera farkost "%s"?
uk: Активувати літак %s?

source: Planes
bg: Летателни апарати
cs: Letadla
de: Flugzeuge
es: Aviones
fr: Appareils
hu: Repülőgépek
it: Velivoli
nb: Farkoster
nl: Vliegtuigen
pl: Szybowce
pt_br: Planadores
ru: Полетные профили
sk: Lietadlá
sv: Farkoster
uk: Повітряні судна

source: Plane Details
bg: Детайли за летателния апарат
cs: Detail letadla
de: Flugzeug Details
es: Detalles del avión
fr: Détails du planeur
hu: Repülő részletek
it: Dettagli velivolo
nb: Farkostdetaljer
nl: Vliegtuig details
pl: Dane Szybowca
pt_br: Detalhes do Planador
ru: Детали полётных профилей
sk: Detaily lietadiel
sv: Farkostsdetaljer
uk: Подробиці ПС

source: Polar
bg: Поляра
cs: Polára
de: Polare
fr: Polaire
hu: Poláris
it: Polare
nl: Polaire
pl: Biegunowa
ru: Поляра планера
sk: Polára
uk: Поляра

source: Handicap
bg: Хендикап OLC
hu: Gép handicap
nb: Handikapp
pl: Współcz.
ru: Фора
sk: Hendikep
sv: Handikapp
uk: Гандикап

source: Wing Area
bg: Площ на крилото
cs: Plocha křídla
de: Flügelfläche
es: Superficie alar
fr: Surface alaire
hu: Szárnyfelület
it: Superficie alare
nb: Vingeareal
nl: Vleugeloppervlak
pl: Pow. skrzydeł
pt_br: Área vélica
ru: Площадь крыла
sk: Plocha krídla
sv: Vingarea
uk: Площа крила

source: Empty Mass
bg: Празна маса
cs: Prázdná váha
de: Leermasse
es: Peso en vacío
fr: Masse à vide
it: Massa a Vuoto
sv: Tomvikt

source: Net mass of the rigged plane.
bg: Нетна маса на сглобения самолет.
cs: Hmotnost prázdného kluzáku.
de: Referenzmasse zur Polare.
es: Masa neta del planeador.
fr: Masse du planeur équipé.
it: Massa netta del velivolo attrezzato.
sv: Nettovikt för riggad farkost.

source: Max. Ballast
bg: Макс. баласт
cs: Max. zátěž
es: Lastre Maximo
fr: Ballast max.
hu: Max. Ballaszt
it: Zavorra Massima
nb: Maks. Ballast
pl: Maks.balast
pt_br: Lastro Max.
ru: Макс. балласт
sk: Max. záťaž
uk: Макс. баласт

source: Dump Time
bg: Време за изпускане на баласта
cs: Doba vypuštění zátěže
de: Ballast Ablasszeit
es: Tiempo de deslastrado
fr: Durée de vidange
hu: Ürítési idő
it: Tempo Scarico
nb: Tømmetid
nl: Loos Tijd
pl: Czas zrzutu
pt_br: Tempo para descarregar
ru: Время сброса
sk: Doba vypustenia záťaže
sv: Tömningstid
uk: Час зкидання баласту

source: Max. Cruise Speed
bg: Максимална крайцерска скорост
cs: Max. rychlost Vne
de: Höchstgeschwindigkeit
es: V. Máx. de cucero
fr: Vitesse de transition max.
hu: Max utazó sebesség
it: Massima Velocità di Crociera
nb: Maks Krusehastighet
nl: Max. steek snelheid
pl: Maksymalna prędkość na przeskoku
pt_br: Vel Max. Cruzeiro
ru: Максимальная круизная скорость
sk: Max. rýchlosť preskoku
sv: Max. marschhastighet
uk: Макс. швидкість на переході

source: WeGlide Type
bg: Тип в WeGlide
cs: WeGlide typ
de: WeGlide Typ
es: Tipo WeGlide
fr: Type WeGlide
it: Tipo WeGlide
nl: WeGlide Voertuig Type
sv: WeGlide typ

source: List
bg: Списък
cs: Seznam
de: Liste
es: Lista
fr: Liste
hu: Lista
it: Elenco
nb: Liste
nl: Lijst
pl: Wybierz
pt_br: Lista
ru: Список
sk: Zoznam
sv: Lista
uk: Перелік

source: Import
bg: Импортирай
es: Importar
fr: importer
it: Importa
nb: Importer
nl: Importeren
pl: Importuj
pt_br: Importar
ru: Импортировать
sk: Importovať
sv: Importera
uk: Імпортувати

source: Reference Mass
bg: Референтна маса
cs: Referenční hmotnost
de: Referenzmasse
es: Masa de referencia
fr: Masse de référence
hu: Referencia tömeg
it: Massa di Riferimento
nb: Referansemasse
nl: Referentie Massa
pl: Masa referencyjna
pt_br: Massa de Referência
sk: Referenčná váha
sv: Referensvikt
uk: Номінальна маса

source: Reference mass of the polar.
bg: Референтна маса за полярата.
cs: Referenční váha pro poláru.
de: Referenzmasse zur Polare.
es: Masa de referencia de la polar.
fr: Masse de référence de la polaire.
it: Massa di riferimento della polare.
sv: Referensvikt för polaren.

source: Load Polar
bg: Зареди поляра
cs: Nahraj poláru
de: Lade Polare
es: Cargar polar
fr: Chargement de la polaire
hu: Polárgörbe betöltése
it: Carica Polare
nb: Last Polar
nl: Poraire Laden
pl: Wczytaj biegunową szybowca
pt_br: Carregar polar
ru: Загрузить поляру
sk: Nahraj poláru
sv: Välj polar
uk: Завагтажити поляру

source: Load Polar From File
bg: Зареждане на поляра от файл
cs: Nahrát poláru ze souboru
de: Lade Polare aus einer Datei
es: Cargar polar desde archivo
fr: Charge la polaire depuis le fichier
hu: Polárgörbe betöltése fájlból
it: Carica Polare da File
nb: Last Polar Fra Fil
nl: Polaire Laden Uit Bestand
pl: Wczytaj biegunową z pliku
pt_br: Carregar polar do arquivo
ru: Загрузить поляру из файла
sk: Nahraj poláru zo súboru
sv: Ladda polar från fil
uk: Завагтажити поляру з файлу

source: Plane Polar
bg: Поляра на планера
cs: Polára kluzáku
de: Flugzeug Polare
es: Polar del planeador
fr: Polair du planeur
hu: Repülő poláris
it: Polare Velivolo
nb: Farkostpolar
nl: Vliegtuig polaire
pl: Biegunowa prędkości
pt_br: Polar do planador
ru: Поляра планера
sk: Polára lietadla
sv: Polarkurva
uk: Поляра ПС

source: Polar V
bg: Поляра V
cs: Polára V
de: Polare V
fr: Vi polaire
hu: Poláris V
it: Polare V
nl: Polaire V
pl: Prędkość
pt_br: V Polar
sk: Polára V
uk: Поляра V

source: Polar W
bg: Поляра W
cs: Polára W
de: Polare W
fr: Vz polaire
hu: Poláris W
it: Polare W
nl: Polaire W
pl: Opadanie
pt_br: W Polar
sk: Polára W
uk: Полярра W

source: Download
bg: Изтегли
cs: Stáhni
es: Descargar
fr: Télécharger
hu: Letöltés
nb: Last ned
pl: Pobierz
pt_br: Baixar
ru: Загрузить
sk: Stiahnuť
sv: Ladda ned
uk: Завантажити

source: Switch InfoBox
bg: Смени инфо-поле
cs: InfoBox
de: InfoBox wechseln
es: Cambiar InfoBox
fr: Changer d'InfoBox
hu: Kijelzőváltás
it: Cambia InfoBox
nb: Bytt Infoboks
nl: Verander InfoBox
pl: Zmień InfoBox
pt_br: Mudar InfoBox
ru: Перейти в ИнфоБокс
sk: Prepnúť info okno
sv: Byt Info-ruta
uk: Переключити ІнфоБокс

source: File
bg: Файл
cs: Soubor
de: Datei
es: Archivo
fr: Fichier
hu: Fájl
nb: Fil
nl: Bestand
pl: Plik
pt_br: Arquivo
ru: Файл
sk: Súbor
sv: Fil
uk: Файл

source: Name of file to replay. May be an IGC file (.igc) or a raw NMEA log file (.nmea). Leave blank to run the demo.
bg: Име на файл за преиграване. Може да е IGC файл (.igc) или суров NMEA лог (.nmea). Оставете празно за демо.

source: Rate
bg: Скорост
cs: Tempo
es: Tasa
fr: Taux
hu: Ráta
it: Rateo
nb: Sats
nl: Snelheid
pl: Tempo
pt_br: Taxa
ru: Скор.
sk: Tempo
sv: Grad
uk: Темп

source: Time acceleration of replay. Set to 0 for pause, 1 for normal real-time replay.
bg: Скорост на забързване при преиграването. Стойност 0 е за пауза, а 1 за реалната скорост на записа.
cs: Zrychlení přehrávání. nastav 0 pro pauzu, 1 pro normální přehrání v reálném čase.
de: Zeitbeschleunigung bei der Flugwiedergabe. Auf 0 gesetzt pausiert, 1 für Echtzeit-Wiedergabe.
es: Aceleración del tiempo durante la reproducción. Cero para pausar, 1 para reproduccion en tiempo real.
fr: Accélération du temps pour la relecture. Mettre 0 pour pause, 1 pour la relecture en temps-réel.
hu: A visszajátszás gyorsítása. Állítsa 0-ra a szüneteltetéshez, 1-re a valós idejű lejátszáshoz.
it: Accelerazione del Tempo della riproduzione. Impostare a 0 per pausa, 1 per riproduzione in tempo reale.
nb: Afspillingshastighet. Sett til 0 for pause,1 for vanlig sanntidsavspilling, høyere verdier for raskere avspilling.
nl: Tijd versnelling van afspelen. 0 = pauze, 1 is echte snelheid, 2 is dubbele snelheid.
pl: Przyspieszenie prędkości odtwarzania. Ustaw 0 aby wstrzymać odtwarzanie, a 1 dla czasu rzeczywistego.
pt_br: Aceleração do tempo do replay. Ajuste para 0 para pausar, 1 para replay normal em tempo real.
ru: Время ускорения воспроизведения. Введите 0 для паузы, 1 для нормального воспроизведения в реальном времени.
sk: Zrýchlenie času pri prehrávaní. Nastavte 0 pre pauzu, 1 pre prehrávanie skutočnou rýchlosťou.
sv: Accelererad uppspelning. Ange 0 för paus, 1 för uppspelning i realtid.
uk: Прискорення часу відтворення. Встановіть 0 для паузи, 2 для відтворення в режимі реального часу.

source: Replay
bg: Преиграй
cs: Přehraj záznam
de: Wiedergabe
es: Repetir vuelo
fr: Rejouer
hu: Lejátszás
nb: Spill av
nl: Vlucht Afspelen
pl: Odtwórz
ru: Повтор
sk: Prehratie záznamu letu
sv: Spela upp
uk: Відтворення

source: Quit
bg: Изход
cs: Konec
de: Beenden
es: Salir
fr: Quitter
hu: Kilépés
it: Esci
nb: Avslutt
nl: Afsluiten
pl: Zakończ
pt_br: Sair
ru: Выйти из программы
sk: Ukončiť
sv: Avsluta
uk: Вийти

source: What do you want to do?
bg: Какво желаете да правите?
cs: Co chcete udělat?
de: Was möchten Sie tun?
es: ¿Qué desea hacer?
fr: Que voulez-vous faire ?
hu: Mit szeretne tenni?
it: Cosa vuoi fare?
nb: Hva ønsker du å gjøre?
nl: Wat is de bedoeling?
pl: Co chcesz zrobić?
pt_br: O que você deseja fazer?
ru: Что вы хотите сделать?
sk: Čo chceš urobiť?
sv: Vad vill du göra?
uk: Що Ви хочете зробити?

source: Profile
bg: Профил
cs: Profil
de: Profil
es: Perfil
fr: Profil
hu: Profil
it: Profilo
nb: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
ru: Профиль
sk: Profil
sv: Profil
uk: Профіль

source: Continue
bg: Продължи
cs: Pokračuj
de: Fortsetzen
es: Continuar
fr: Continuer
hu: Tovább
it: Continua
nb: Fortsett
nl: Vervolgen
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
sk: Pokračuj
sv: Fortsätt
uk: Продовжити

source: Enter your password
bg: Въведете вашата парола
cs: Zadejte své heslo
de: Geben Sie Ihr Passwort ein
es: Introduzca su contraseña
fr: Entrez votre mot de passe
it: Inserisci la password
nb: Skriv inn passordet ditt
nl: Wachtwoord ingeven
pl: Wprowadź hasło
pt_br: Digite sua senha
sk: Zadajte vaše heslo
sv: Ange lösenord
uk: Уведіть ваш пароль

source: Wrong password.
bg: Грешна парола.
cs: Nesprávné heslo
de: Falsches Passwort.
es: Contraseña incorrecta.
fr: Mot de passe incorrect.
it: Password errata.
nl: Fout wachtwoord.
pl: Nieprawidłowe hasło.
pt_br: Senha incorreta.
sk: Nesprávne heslo.
sv: Fel lösenord.
uk: Невірний пароль.

source: Enter a new password
bg: Въведете нова парола
cs: Zadejte nové heslo
de: Geben Sie ein neues Passwort ein
es: Introduzca una nueva contraseña
fr: Entrez un nouveau mot de passe
it: Inserisci una nuova password
nb: Skriv inn et nytt passord
nl: Geef een nieuw wachtwoord op
pl: Wpisz nowe hasło
pt_br: Digite uma nova senha
sk: Zadajte nové heslo
sv: Ange lösenord
uk: Уведіть новий пароль

source: Status
bg: Състояние
cs: Stav
es: Estado
fr: État
hu: Státusz
it: Stato
pt_br: Estado
ru: Статус
sk: Stav
uk: Статус

source: Flight
bg: Полет
cs: Let
de: Flug
es: Vuelo
fr: Vol
hu: Repülés
it: Volo
nl: Vlucht
pl: Ustaw. Lotu
pt_br: Voo
ru: Полёт
sk: Let
sv: Flygning
uk: Політ

source: System
bg: Система
cs: Systém
es: Sistema
fr: Système
hu: Rendszer
it: Sistema
nl: Systeem
pt_br: SISTEMA
ru: СИСТЕМА
sk: Systém
uk: Система

source: Rules
bg: Правила
cs: Výkon
de: Regeln
es: Reglas
fr: Règles
hu: Szabályok
it: Regole
nb: Regler
nl: Regels
pl: Reguły
pt_br: Regras
ru: Правила
sk: Pravidlá
sv: Regler
uk: Правила

source: Times
bg: Времена
cs: Časy
de: Zeiten
es: Horas
fr: Heures
hu: Idők
it: Tempi
nl: Aantal keer
pl: Czasy
pt_br: Horas
ru: Время
sk: Časy
sv: Tider

source: Location
bg: Местоположение
cs: Poloha
de: Ortskoordinaten
es: Posición
fr: Localisation
hu: Hely
it: Posizione
nb: Sted
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Местоположение
sk: Poloha
sv: Plats
uk: Місце розташування

source: Max. height gain
bg: Максимален набор на височина
cs: Max. zisk výšky
de: Max. Höhengewinn
es: Max. ganancia de altura
fr: Gain d'alt. max.
hu: Max.mag.nyrsg
it: Massimo guadagno di quota
nb: Maks. høydegevinst
nl: Max hoogtewinst
pl: Max.przewyższenie
pt_br: Máx ganho alt
ru: Максимальный набор высоты
sk: Maximálne získaná výška
sv: Max höjdvinst
uk: Макс. виграш висоти

source: Near
bg: Близка точка
cs: Co je poblíž
de: Nahe
es: Cercano
fr: A proximité de
hu: Közeli FP
it: Vicino
nb: Nær
nl: Nabij
pl: W pobliżu:
pt_br: Perto de
ru: Ближняя точка
sk: Blízko
sv: Nära
uk: Біля

source: Share
bg: Сподели
cs: Sdílej
de: Teilen
es: Compartir
fr: Partager
it: Condividi
sv: Dela

source: Disconnected
bg: Няма връзка
cs: Odpojeno
de: Verbindung getrennt
es: Desconectado
fr: Déconnecté
hu: Nincs kapcsolat
it: Disconnesso
nb: Koblet fra
nl: Verbinding verbroken
pl: Rozłączony
pt_br: Desconect
ru: Отключено
sk: Odpojený
sv: Frånkopplad
uk: Роз'єднано

source: Fix invalid
bg: Невалидна фиксация
cs: Fix neplatný
de: Positionsbestimmung ungültig
es: Fijo inválido
fr: Position invalide
hu: Érvénytelen pozíció
it: Fix non valido
nb: Ugyldig GPS posisjon
nl: Fix ongeldig
pl: Błędny fix GPS
pt_br: Fixo invál
ru: Полож. ошибочно
sk: Fix neplatný
sv: Felaktig Position
uk: Не вірне визначення місцезнаходження

source: 2D fix
bg: 2D фиксация
de: 2D Positionsbestimmung
es: Fijo 2D
fr: Pos 2D
hu: 2D pozíció
it: Fix 2D
nb: 2D fiks
pl: Fix 2D
ru: Фикс 2D
uk: Місцезнаходження 2D

source: 3D fix
bg: 3D фиксация
de: 3D Positionsbestimmung
es: Fijo 3D
fr: Pos 3D
hu: 3D pozíció
it: Fix 3D
nb: 3D GPS posisjon
pl: Fix 3D
pt_br: Fixo 3D
ru: 3D позиция
uk: Місцезнаходження 3D

source: Roaming
bg: Роуминг
cs: Volný let
fr: Itinérance

source: GPS lock
bg: GPS фиксация
cs: GPS signál
de: GPS Empfang
es: GPS Fijado
hu: GPS jel
it: Lock GPS
nb: GPS pos. OK
pl: Pozycja GPS
pt_br: Bloqueio GPS
ru: GPS блок.
sk: GPS zamerané
sv: GPS-låsning
uk: GPS блокування

source: Satellites in view
bg: Видими сателити
cs: Počet satelitů
de: Satelliten in Sicht
es: Satélites a la vista
fr: Satellites en vue
hu: Műholdak
it: Satelliti in vista
nb: Synlige satelitter
nl: Satellieten gevonden
pl: Widoczne satelity
pt_br: Sats visíveis
ru: Видимые спутн.
sk: Satelity v dohľade
sv: Använda satelliter
uk: Супутників у полі зору

source: Variometer
bg: Вариометър
cs: Variometr
es: Variómetro
fr: Variomètre
hu: Varió
it: Variometro
nl: Vario
pl: Wariometr
pt_br: Vario
ru: Вариометр
sk: Vário
uk: Варіометр

source: Supply voltage
bg: Захранващо напрежение
cs: Napájecí napětí
de: Versorgungs Spannung
es: Voltaje de alimentación
fr: Tension d'alimentation
hu: Tápfeszültség
it: Voltaggio di alimentazione
nb: Spenning
nl: Voedingsspanning
pl: Napięcie zasilania
pt_br: Tensão alim
ru: Батарея
sk: Napájacie napätie
sv: Spänning
uk: Напруга живлення

source: Network
bg: Мрежа
cs: Síť
de: Netzwerk
es: Red
fr: Réseau
it: Rete
nb: Nettverk
nl: Netwerk
pl: Sieć
pt_br: Rede
sk: Sieť
sv: Nätverk
uk: Мережа

source: Assigned task time
bg: Назначено време за задача
cs: Přidělený čas úlohy
de: Zugeteilte Aufgabenzeit
es: Tiempo de tarea asignado
fr: Durée Circuit AAT
hu: Légtérfeladat idő
it: Tempo tema assegnato
nb: Tilordnet oppgavetid
nl: Toegewezen opdracht tijd
pl: Limit czasu min.
pt_br: Tempo prova atrib
ru: Время задачи
sk: Určený čas úlohy
sv: Tilldelad tid
uk: Призначений час до завершення завдання

source: Estimated task time
bg: Разчетно време за задача
cs: Očekávaná doba úlohy
de: Geschätzte Aufgabenzeit
es: Tiempo de tarea estimado
fr: Durée circuit estimée
hu: Becsült időszükséglet
it: Tempo tema stimato
nb: Beregnet oppgavetid
nl: Geschatte opdracht tijd
pl: Szacowany czas
pt_br: Tempo prova est
ru: Расч. время задачи
sk: Odhadovaná doba na úlohu
sv: Estimerad bantid
uk: Розрахунковий час до завершення завдання

source: Remaining time
bg: Оставащо време
cs: Zbývající čas
de: Verbleibende Zeit
es: Tiempo restante
fr: Durée restante
hu: Hátralévő idő
it: Tempo rimanente
nb: Gjenstående tid
nl: Resterende tijd
pl: Pozostały czas
pt_br: Tempo restante
ru: Оставшееся время
sk: Zostávajúci čas
sv: Återstående tid
uk: Залишилося часу

source: Task distance
bg: Дистанция на задача
cs: Délka úlohy
de: Aufgabendistanz
es: Distancia de tarea
fr: Distance circuit
hu: Feladat távolság
it: Distanza tema
nb: Oppgavedistanse
nl: Opdrachtafstand
pl: Długość trasy
pt_br: Distância prova
ru: Расстояние до финиша
sk: Dĺžka úlohy
sv: Total sträcka
uk: Відстань завдання

source: Remaining distance
bg: Оставащо разстояние
cs: Vzdálenost do cíle
de: Verbleibende Distanz
es: Distancia restante
fr: Distance restante
hu: Hátralévő táv
it: Distanza rimanente
nb: Gjenstående distanse
nl: Resterende afstand
pl: Pozostała odległość
pt_br: Dist restante
ru: Оставш. расстояние
sk: Zostávajúca vzdialenosť
sv: Återstående distans
uk: Залишок відстані

source: Speed estimated
bg: Разчетна скорост
cs: Rychlost odhadovaná
de: Geschätze Geschwindigkeit
es: Velocidad estimada
fr: Vitesse estimée
hu: Seb. becsült
it: Velocita stimata
nb: Hastighet estimert
nl: Geschatte snelheid
pl: Szacowana prędkość
pt_br: Veloc estimada
ru: Расчетная скорость
sk: Odhadovaná rýchlosť
sv: Estimerad hastighet
uk: Розрахункова швидкість

source: Speed average
bg: Средна скорост
cs: Rychlost průměrná
de: Durchschnittsgeschwindigkeit
es: Velocidad Promedio
fr: Vitesse Moyenne
hu: Seb. átlag
it: Velocita media
nb: Snitthastighet
nl: Gemiddelde snelheid
pl: Średnia prędkość
pt_br: Veloc média
ru: Средняя скорость
sk: Priemerná rýchlosť
sv: Medelhastighet
uk: Середня швидкість
