Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: (German rules) Any point within 1/2 km of center or 10km of a 90 degree sector. Scored from center.
cs: (Německá pravidla) Libovolný bod v rámci 1/2 km od středu nebo 10km z 90° sektoru. Bodováno od středu.
de: (Deutsche Regeln) Jeder Punkt innerhalb 0,5 km Radius um das Zentrum, oder 10 km innerhalb eines 90° Sektors ist ein gültiger Wendepunkt. Gewertet wird das Zentrum.
es: (Reglas alemanas) Cualquier punto dentro de 1/2 km del centro o 10 km de un sector de 90 grados. Se puntúa desde el centro.
fr: (Règles allemandes) Passage valable si dans un cercle de 0.5 km autour du point de virage ou dans un secteur de 90° et 10 km de rayon. Calcul des points fait à partir du centre du secteur.
hu: (Német szabályok) Érintse a 0.5 km sugarú henger vagy a 10 km sugarú, derékszögű szektor bármely pontját a fordulópont teljesítéséhez.
it: (normativa tedesca) Ogni punto nel un raggio di 1/2 km dal centro oppure un settore di 10 km a 90 gradi. Conteggiato dal centro.
nb: (Tyske regler) Gyldig ved minst ett punkt innenfor 1/2 km fra senteret eller 10 km innenfor en 90 graders sektor.
nl: (Duitse regels) Elk punt binnen 0,5km vanaf het midden of 10km van een 90 graden sector. Punten vanuit het midden.
pl: (Zasady niemieckie). Jakikolwiek punkt w zasięgu 1/2km od centrum lub 10km z sektora 90st. Punktowane z centrum.
pt_br: (Regras alemãs) Qualquer ponto dentro de 1/2 km do centro ou 10km de um setor de 90 graus. Pontuando do centro.
ru: (Немецкие правила) Любая точка в пределах 1/2 км от центра или 10 км в 90 градусном секторе. Подсчёт от центра.
sk: (Nemecké pravidlá) Akýkoľvek dosiahnutý bod vrámci 1/2 km od stredu alebo 10 km z 90° výseku. Bodované od stredu.
sv: (Tyska regler) Godtycklig punkt inom 1/2 km av centrum eller 10 km av en 90-graders sektor. Poängsatt från centrum.
uk: (Німецькі правила) Будь-яка точка в межах 1/2 км від центру або 10 км в 90 градусному секторі. Розрахунок від центру.

source: (British rules) Any point within 1/2 km of center or 20km of a 90 degree sector. Scored from center.
cs: (Anglická pravidla) Libovolný bod v rámci 1/2 km od středu nebo 20km z 90° sektoru. Bodováno od středu.
de: (Britische Regeln) Jeder Punkt innerhalb 0,5 km Radius um das Zentrum, oder 20 km in einem 90° Sektor ist ein gültiger Wendepunkt. Gewertet wird das Zentrum.
es: (Reglas británicas) Cualquier punto dentro de 1/2 km del centro o 20 km de un sector de 90 grados. Se puntúa desde el centro.
fr: (Règles britanniques) Passage valable si dans un cercle de 0.5 km autour du point de virage ou dans un secteur de 90° et 20 Km de rayon. Calcul des points fait à partir du centre du secteur.
hu: (Brit szabályok) Érintse a 0.5 km sugarú henger vagy a 20 km sugarú, derékszögű szektor bármely pontját a fordulópont teljesítéséhez.
it: (norme inglesi) Ogni punto nel raggio di 1/2 km dal centro oppure 20 km di settore a 90 gradi. Conteggiato dal centro.
nb: (Britiske regler) Et vilkårlig punkt innefor 500 m fra senter av en 20 km, 90 graders sektor, senteret er scoringsposisjonen.
nl: (Britse regels) Elk punt binnen 0,5km vanaf het midden of 20km van een 90 graden sector. Punten vanuit het midden.
pl: (Zasady brytyjskie). Jakikolwiek punkt w zasięgu 1/2km od centrum lub 20km z sektora 90st. Punktowane z centrum.
pt_br: (Regras inglesas). Qualquer ponto dentro de 1/2 km do centro ou 20km de um setor de 90 graus. Pontuando do centro.
ru: (Британские правила) Любая точка в пределах 1/2 км от центра или 20 км в 90 градусном секторе. Подсчёт от центра
sk: (Britské pravidlá) Akýkoľvek dosiahnutý bod vrámci 1/2 km od stredu alebo 20 km z 90° výseku. Bodované od stredu.
sv: (Brittiska regler) Godtycklig punkt inom 1/2 km av centrum eller 20 km av en 90-graders sektor. Poängsatt från centrum.
uk: (Британські правила) Будь-яка точка в межах 1/2 км від центру або 20 км в 90 градусному секторі. Розрахунок від центру.

source: (British rules) Any point within 1/2 km of center or 10km of a 180 degree sector. Scored from center.
cs: (Anglická pravidla) Libovolný bod v rámci 1/2 km od středu nebo 10km ze 180° sektoru. Bodováno od středu.
de: (Britische Regeln) Jeder Punkt innerhalb eines Radius 0,5 km vom Zentrum, oder 10 km innerhalb eines 180° Sektors ist ein gültiger Wendepunkt. Gewertet wird das Zentrum.
es: (Reglas británicas) Cualquier punto dentro de 1/2 km del centro o 10 km de un sector de 180 grados. Se puntúa desde el centro.
fr: (Règles britanniques) Passage valable si dans un cercle de 0.5 km autour du point de virage ou dans un secteur de 180° et 10 km de rayon. Calcul des points fait à partir du centre du secteur.
hu: (Brit szabályok) Érintse a 0.5 km sugarú henger vagy a 10 km sugarú, egyenesszögű szektor bármely pontját a fordulópont teljesítéséhez.
it: (norme inglesi) Ogni punto nel raggio di 1/2 km dal centro oppure 10 km di settore a 180 gradi. Conteggiato dal centro.
nb: (Britiske regler) Et vilkårlig punkt innefor 500 m fra senter av en 10 km, 180 graders sektor, senteret er scoringsposisjonen.
nl: (Britse regels) Elk punt binnen 0,5km vanaf het midden of 10km van een 180 graden sector. Punten vanuit het midden.
pl: (Zasady brytyjskie). Jakikolwiek punkt w zasięgu 1/2km od centrum lub 10km z sektora 180st. Punktowane z centrum.
pt_br: (Regra britânica) Qualquer ponto dentro de 1/2 km do centro ou 10km de um setor de 180 graus. Pontuando do centro.
ru: (Британские правила) Любая точка в пределах 1/2 км от центра или 10 км в 180 градусном секторе. Подсчёт от центра.
sk: (Britské pravidlá) Akýkoľvek dosiahnutý bod vrámci 1/2 km od stredu alebo 10 km z 180° výseku. Bodované od stredu.
sv: (Brittiska regler) Godtycklig punkt inom 1/2 km av centrum eller 10 km av en 180-graders sektor. Poängsatt från centrum.
uk: (Британські правила) Будь-яка точка в межах 1/2 км від центру або 10 км в 180 градусному секторі. Розрахунок від центру.

source: A cylinder. Any point within area scored from center.
cs: Válec. Libovolný bod v oblasti bodovaný od středu.
de: Ein Zylinder mit vorgegebenem Radius. Gültiger Wendepunkt ist ein beliebiger Punkt innerhalb des angegebenen Zylinders. Gewertet wird der Mittelpunkt.
es: Un cilindro. Cualquier punto dentro del área, se puntúa desde el centro.
fr: Un cylindre. Passage valable si passage sur la surface. Calcul des points fait à partir du centre du secteur.
hu: Egy henger. Érintse bármelyik pontját a fordulópont teljesítéséhez.
it: Un cilindro. Qualsiasi punto nella zona calcolata dal centro.
nb: En sylinder. Gyldig ved minst ett punkt innenfor angitt distanse fra senterpunktet.
nl: Een cilinder. Vlieg het gebied uit, punten vanuit het midden van de cilinder.
pl: Cylinder. Jakikolwiek punkt w obszarze o podanym promieniu liczonym od centrum.
pt_br: Um cilindro. Qualquer ponto dentro da área pontuando do centro.
ru: Цилиндр. Любая точка внутри учитывается от центра
sk: Valec. Ľubovolný bod vo vnútri, bodovaný od stredu.
sv: En cylinder. Korsa kanten, och poängen räknas från centrum.
uk: Циліндр. Будь яка точка в межах циліндру. Очки рахуються від центру.

source: A 1 mile cylinder. Scored by farthest point reached in area.
cs: 1-mílový válec. Bodováno podle nejzazšího dosaženého bodu v oblasti.
de: Ein 1 Meilen Zylinder. Gewertet wird der am weitesten entfernte erreichte Punkt darin.
es: Un cilindro de 1 milla. Puntúa el lugar más alejado alcanzado en el área.
fr: Cylindre d'un mile. Calculé au point le plus éloigné de la zone.
it: Un cilindro di un miglio. Vale il punto più lotano raggiunto nell'area.
nl: Een 1 mijl cylinder. Score gebaseerd op verst bereikte punt in de sector.
pl: Cylinder 1 mila. Punktowany najdalszy osiągnięty w tym obszarze punkt.
pt_br: Um cilindro de 1 milha. Pontuação por ponto mais distante alcançado na área.
ru: 1 мильный цилиндра. Подсчёт по дальней точке, достигнутой в области.
sk: Míľový valec. Hodnotený podľa najvzdialenejšieho bodu dosiahnutého v oblasti.
sv: En 1 mile cylinder. Poängsatt efter mest avlägsna nådda punkt i området.
uk: Циліндр радіусом 1 миля. Очки рахуються по найбільш віддаленій досягнутій точці в межах циліндру.

source: A cylinder. Scored by farthest point reached in area.
cs: Válec. Bodováno podle nejzazšího dosaženého bodu v oblasti.
de: Ein Zylinder. Gewertet wird der entfernteste erreichte Punkt darin.
es: Un cilindro. Puntúa el lugar más alejado alcanzado en el área.
fr: Un cylindre. Le point le plus éloigné est utilisé pour le calcul des points.
hu: Egy henger. A benne elért legtávolabbi pont kerül számításba.
it: Un cilindro. Vale il punto più lotano raggiunto nell'area.
nb: En sylinder. Logget posisjon lengst vekk fra senteret og innenfor sylinderen er scoringsposisjonen.
nl: Een cilinder. Punten voor het verste punt behaald in het gebied.
pl: Cylinder. Punktowany przez najdalszy punkt osiągnięty w rejonie.
pt_br: Um cilindro. Pontuando pelo ponto mais rapidamente alcançado na área.
ru: Цилиндр. Подсчёт по дальней точке, достигнутой в области.
sk: Valec. Hodnotený podľa najvzdialenejšieho bodu dosiahnutého v oblasti.
sv: En cylinder. Poäng räknas från den mest avlägsna punkten inom cylindern.
uk: Циліндр. Очки рахуються по найбільш віддаленій досягнутій точці в межах циліндру.

source: A sector that can vary in angle and radius. Scored by farthest point reached inside area.
cs: Sektor, který může mít různý úhel a poloměr. Bodováno podle nejzazšího dosaženého bodu v oblasti.
de: Ein Sektor, welcher sich in Winkel und Radius unterscheiden kann. Gewertet wird der entfernteste erreichte Punkt darin.
es: Un sector que puede variar en ángulo y radio. Puntúa el lugar más alejado alcanzado dentro del área.
fr: Un secteur de rayon et angle variables. Le point le plus éloigné est utilisé pour le calcul des points.
hu: Szektor, változatos szöggel és sugárral. A benne elért legtávolabbi pont kerül számításba.
it: Un settore variabile in angolo e raggio. Vale il punto più lotano raggiunto nell'area.
nb: En sektor som kan variere i vinkel og radius. Logget posisjon lengst vekk fra senteret og innenfor området er scoringsposisjonen.
nl: Een sector die kan verschillen in straal en hoek. Punten voor het verste punt behaald in het gebied.
pl: Sektor, który może różnić się kątem i promieniem. Punktowany przez najdalszy punkt osiągnięty wewnątrz rejonu.
pt_br: Um setor que pode variar em ângulo e raio. Pontuando pelo ponto mais rapidamente alcançado dentro da área.
ru: Сектор, который может меняться по углу и радиусу. Подсчёт по дальней точке, достигнутой внутри области.
sk: Sektor ktorý sa môže líšiť uhlom a rádiusom. Hodnotený podľa najvzdialenejšieho bodu dosiahnutého v oblasti.
sv: En sektor som kan variera i vinkel och radie. Poängsatt från den mest avlägsna punkten inom sektorn.
uk: Сектор, може мати різні кут та радіус. Очки рахуються по найбільш віддаленій досягнутій точці в межах зони.

source: A 90 degree sector with 1km radius. Cross edge to finish.
cs: 90° sektor o poloměru 1km. Protni hranu do cíle.
de: Ein 90° Sektor mit 1km Radius. Überfliege eine Flanke für die Ankunft.
es: Un sector de 90 grados con radio de 1 km. Cruce el borde para terminar.
fr: Un secteur de 90° et 1 Km de rayon. Arrivée validée en traversant le côté du secteur.
hu: Egy 90 fokos szektor 1km sugárral. Él keresztezése a befejezéshez
it: Un settore di 90 gradi e 1km di raggio. Attraversare il bordo per concludere.
nb: En 90 graders sektor med 1 km radius. Kryss en av sidene for å ta målet.
nl: Een 90 graden sector met een straal van 1km. Vlieg over de lijn om te finishen.
pl: Sektor 90st z promieniem 1km. Przekrocz krawędź aby zakończyć.
pt_br: Um setor de 90 graus com 1km de raio. Cruzar a borda para finalizar.
ru: 90 градусный сектора с 1 км радиусом. Пересечение края для финиша.
sk: 90 stupňový výsek s rádiusom 1km. Pretni hranu pre prílet.
sv: En 90 graders sektor med 1km radie. Korsa kanterna för målgång.
uk: 90-градусний сектор радіусом 1 км. Для фінішу - перетнути край.

source: A 180 degree sector with 5km radius. Exit area in any direction to start.
cs: 180° sektor s poloměrem 5km. Opusť oblast libovolným směrem k zahájení úlohy.
de: Ein 180° Sektor mit 5km Radius. Verlasse den Sektor in irgendeine Richtung für den Abflug.
es: Un sector de 180 grados con un radio de 5 km. Salga del área en cualquier dirección para comenzar.
fr: Secteur de 180° et 5 km de rayon. La sortie du secteur dans n'importe quelle direction valide le départ.
hu: Egy 180 fokos szektor 5km-es sugárral. Kilépő terület az induláshoz bármely irányban
it: Un settore di 180 gradi e 5km di raggio. Uscire dall'area in qualsiasi direzione per partire.
nb: En 180 graders sektor med 5 km radius. Fly ut av sektoren i hvilken som helst retning for å starte.
nl: Een 180 graden sector met een straal van 5km. Vlieg gebied uit om te starten.
pl: 180stopniowy sektor z promieniem 5km. Opuść rejon w dowolnym kierunku aby rozpocząć.
pt_br: Um setor de 180 graus com 5km de raio. Sair da área em qualquer direção para começar.
ru: сектор в 180 с радиусом 5км. Для старта покинуть зону в любом направлении.
sk: 180 stupňový výsek s rádiusom 5 km. Prekroč ľubovolnú hranu pre štart.
sv: En 180 graders sektor med 5km radie. Lämna området i valfri riktning för start.
uk: 180-градусний сектор радіусом 5 км. Для старту - вийти з зони в будь-якому напрямку.

source: A sector that can vary in angle, inner and outer radius. Scored by farthest point reached inside area.
cs: Výseč, která se může lišit v úhlech, vnitřním i vnějším poloměru. Bodováno dle nejzazšího dosaženého bodu v oblasti.
de: Ein Sektor mit veränderbarem Winkel, sowie Innerem- und Äußerem-Radius. Gewertet wird der entfernteste erreichte Punkt darin.
es: Un sector que puede variar en ángulo, radio interno y externo. Puntúa el lugar más alejado alcanzado dentro del área.
fr: Une portion de couronne de rayon intérieur et extérieur et d'angle variables. Le point le plus éloigné est utilisé pour le calcul des points.
hu: Szektor, változatos szöggel, belső és külső sugárral. A benne elért legtávolabbi pont kerül számításba.
it: Un settore varibile in angolo e raggio interno ed esterno. Vale il punto più lotano raggiunto nell'area.
nb: En sektor som kan variere i vinkel, innvendig radius og utvendig radius. Logget posisjon lengst vekk fra senteret og innenfor området er scoringsposisjonen.
nl: Een sector die kan verschillen in hoek, binnen- en buiten straal. Punten voor het verste punt behaald in het gebied.
pl: Sektor, który może różnić się kątem i promieniem wewnętrznym i zewnętrznym. Punktowany przez najdalszy punkt osiągnięty wewnątrz rejonu.
pt_br: Um setor que pode variar em ângulo, dentro ou fora do raio. Pontuando pelo ponto mais rápido alcançado dentro da área.
ru: Сектор, в котором может меняться угол, внутренний и внешний радиус. Подсчёт по дальней точке, достигнутой внутри области.
sk: Sektor ktorý sa môže líšiť uhlom, vonkajším alebo vnútorným rádiusom. Hodnotený podľa najvzdialenejšieho bodu dosiahnutého v oblasti.
sv: En sektor som kan variera i vinkel, inre och yttre radie. Poängsatt från den mest avlägsna punkten inom sektorn.
uk: Сектор, може мати різні кут, внутрішній та зовнішній радіуси. Очки нараховуються по найбільш віддаленій досягнутій точці всередині зони.

source: A keyhole. Scored by farthest point reached in area.
cs: Kruh+výseč, bodováno dle nejzazšího dosaženého bodu v oblasti.
de: Ein Schlüsselloch. Gewertet wird der entferntest erreichte Punkt darin.
es: Un ojo de cerradura. Puntúa el lugar más alejado alcanzado en el área.
fr: Un trou de serrure. Compté au point le plus loin atteint dans la zone.
it: Un buco di chiave. Si calcola il punteggio da punto più lontano raggiunto in zona.
nl: Een sleutelgat. Score op basis van het verste punt in het gebied.
pl: Cylinder+Sektor. Punktowany wg najdalszego punktu.
ru: Замочная скважина. Подсчёт по дальней точке, достигнутой в области.
sk: Sektor v tvare kľúčovej dierky. Hodnotený podľa najvzdialenejšieho bodu dosiahnutého v oblasti.
sv: Nyckelhål. Poängsatt efter mest avlägsna nådda punkt i området.
uk: Зона в формі замкової щілини. Очки нараховуються по найвіддаленішій досягнутій точці в зоні.

source: No error
cs: Vše OK
de: Kein Fehler
es: No hay error
fr: Aucune erreur
hu: Nincs hiba
it: Nessun errore
nb: Ingen feil
nl: Geen fout
pl: Brak błędu
pt_br: Sem erro
ru: Нет ошибки
sk: Žiadna chyba
sv: Inget fel
uk: Без помилок

source: Information
cs: Informace
de: Hinweis
es: Información
hu: Információ
it: Informazione
nb: Informasjon
nl: Informatie
pl: Informacja
pt_br: Informação
ru: Информация
sk: Informácie
uk: Інформація

source: Reduced functionality
cs: Snížená funkčnost
de: Eingeschränkte Funktionalität
es: Funcionalidad reducida
fr: Fonctionnalité réduite
hu: Csökkentett funkcionalitás
it: Funzionalità ridotta
nb: Begrenset funksjonalitet
nl: Verminderde functionaliteit
pl: Zredukowana funkcjonalność
pt_br: Funcionalidade reduzida
ru: Ограниченая функциональность
sk: Redukovaná funkčnosť
sv: Begränsad funktionalitet
uk: Знижена функціональність

source: Fatal problem
cs: Kritický problém
de: Schwerer Fehler
es: Problema fatal
fr: Problème critique
hu: Végzetes probléma
it: Problema fatale
nb: Kritisk problem
nl: Fataal probleem
pl: Poważny problem
pt_br: Problema Fatal
ru: Неустранимая проблема
sk: Vážny problém
sv: Fatal fel
uk: Невиправна проблема

source: GPS communication
cs: GPS komunikace
de: GPS Kommunikation
es: Comunicación con GPS
fr: Liaison GPS
hu: GPS kommunikáció
it: Comunicazione GPS
nb: GPS kommunikasjon
nl: GPS communicatie
pl: Komunikacja GPS
pt_br: comunicação GPS
ru: GPS подключение
sk: GPS komunikácia
sv: GPS Kommunikation
uk: Передача даних GPS

source: RF communication
cs: RF komunikace
de: Funkverbindung
es: Comunicación RF
fr: Liaison RF
hu: Rádiókommunikáció
it: Collegamento RF
nb: Radio kommunikasjon
nl: RF communicatie
pl: Komunikacja radiowa
pt_br: Comunicação RF
ru: Радиосвязь
sk: Rádiové spojenie
sv: Radiokommunikation
uk: Передача даних по RF

source: Communication
cs: Komunikace
de: Kommunikation
es: Comunicación
hu: Kommunikáció
it: Comunicazione
nb: Kommunikasjon
nl: Communicatie
pl: Komunikacja
pt_br: Comunicação
ru: Связь
sk: Komunikácia
sv: Kommunikation
uk: Передача даних

source: Flash memory
cs: Flash paměť
de: Flashspeicher
es: Memoria Flash
fr: Memoire flash
hu: Flash memória
it: Memoria flash
nb: Flash minne
nl: Flash geheugen
pl: Pamięć Flash
pt_br: Memória flash
ru: Энергонезависимая память
sk: Flash pamäť
sv: Flash minne
uk: Флеш-пам'ять

source: Pressure sensor
cs: Tlakový senzor
de: Drucksensor
es: Sensor de presión
fr: Capteur de pression
hu: Nyomásérzékelő
it: Sensore di pressione
nb: Trykksensor
nl: Druk sensor
pl: Czujniki ciśnienia
pt_br: Transdutor de pressão
ru: Датчик давления
sk: Tlakový senzor
sv: Tryck sensor
uk: Датник тиску

source: Flight recorder
cs: Letový záznamník
de: Logger
es: Registrador de vuelo
fr: Enregistreur de vol
hu: Adatrögzítő
it: Logger di volo
nb: Flyturopptaker
nl: Vlucht recorder
pl: Rejestrator lotu
pt_br: Gravação de voo
ru: Полетный регистратор
sk: Letový záznamník
sv: Flyglogger
uk: Засіб запису даних польоту

source: Other
cs: Další
de: Weitere
es: Otro
fr: Autres
hu: Egyéb
it: Altro
nb: Andre
nl: Overig
pl: Inne
pt_br: Outro
ru: Прочее
sk: Iné
sv: Annat
uk: Інші

source: Error occured, Task NOT declared!
cs: Došlo k chybě, úloha NEBYLA deklarována!
de: Fehler aufgetreten, Aufgabe NICHT angemeldet!
es: Ocurrió un error, ¡Tarea NO declarada!
fr: Une erreur est survenue, Le circuit n'a pas été déclaré !
hu: Hiba történt, a feladat NINCS deklarálva!
it: Errore Tema non dichiarato!
nb: En feil oppsto, Oppgave IKKE deklarert!
nl: Foutmelding, Opdracht NIET gedeclareerd!
pl: Wystąpił błąd. NIE zadeklarowano!
pt_br: Ocorreu um erro, prova NÃO declarada!
ru: Произошла ошибка, задача не установлена!
sk: Vyskytla sa chyba, úloha NEBOLA deklarovaná!
sv: Ett fel inträffade; Uppgiften EJ deklarerad!
uk: Сталася помилка, завдання не оголошено!

source: W*
es: O*
pt_br: M*
