Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: The distance to the next terrain collision along the current task leg. At this location, the altitude will be below the configured terrain clearance altitude.
cs: Vzdálenost k místu střetu s terénem ve směru aktuálního ramene trasy. V tomto bodě bude výška pod výškou, nastavenou pro překonání terénu.
de: Der Weg bis zur nächsten Geländekollision entlang des aktuellen Kursschenkels. An diesem Punkt wird die Höhe die eingestellte Geländefreiheit unterschreiten.
es: La distancia a la siguiente colisión con el terreno en la dirección del tramo de tarea actual. En esta posición, la altitud estará por debajo de la altitud de sobrevuelo del terreno configurada.
fr: Distance à la prochaine collision avec le relief le long de la branche de circuit actuelle. A cet endroit, la hauteur devient inférieure à la garde au sol configurée par l'utilisateur.
hu: Az útvonal aktuális szakaszán a földnek ütközésig megtehető távolság. Ezen a ponton lesz a magasság kisebb a beállított minimális talaj feletti magasságnál.
it: La distanza dalla prossima collisione con il terreno lungo l'attuale tratta del tema. In quel luogo, l'altitudine sarà al disotto della altitudine di separazione dal terreno configurata.
nb: Distansen til neste terrengkonflikt i det aktuelle oppgavestrekket. Ved dette punktet er flyhøyden lavere enn den oppsatte minstehøyde til terreng.
nl: De afstand tot de volgende terrein botsing op het huidige opdracht been. Op deze locatie zal de hoogte lager zijn dan de ingestelde hoogte boven terrein hoogte.
pl: TerenKol!: Odległość do następnej kolizji z terenem, liczona wzdłuż trasy zadania. W tym miejscu, wysokość będzie poniżej przyjętej minimalnej wysokości nad terenem.
pt_br: A distância até a colisão terreno próximo ao longo da tarefa atual. Neste local, a altitude será abaixo da altitude configurado terreno depuração.
ru: Расстояние до следующего столкновения с рельефом местности в текущем задании. В этом месте высота будет ниже установленной высоты рельефа местности.
sk: Vzdialenosť k najbližšej terénnej prekážke na aktuálnom ramene trate. V tomto bode bude výška pod nastavenou výškou pre prekonanie terénu.
sv: Distansen till nästa terrängkollision längs nuvarande ben på banan. Vid denna plats, kommer höjden vara lägre än inställning för 'fri höjd över terräng'.
uk: Відстань до наступної зустрічі з землею вздовж поточного відрізку маршруту. На цій відстані висота стане нижче зазначеного в конфігурації кліренса висоти.

source: This is the barometric altitude obtained from a device equipped with a pressure sensor or the GPS altitude if the barometric altitude is not available.
cs: Barometrická výška ze zařízení vybaveného tlakovým senzorem, nebo GPS výška pokud tlaková výška není k dispozici.
de: Die barometrische Höhe eines mit Drucksensor ausgerüsteten Gerätes, oder die GPS Höhe falls die barometrische Höhe nicht verfügbar ist.
es: Esta es la altitud barométrica obtenida de un dispositivo equipado con un sensor de presión o la altitud GPS si la altitud barométrica no está disponible.
fr: Altitude barométrique si le périphérique utilisé comporte un capteur de pression. Altitude GPS sinon.
hu: Barometrikus magasság nyomásszenzoros eszközből kinyerve vagy a GPS magasság, ha ilyen eszköz nem áll rendelkezésre.
it: L'altitudine barometrica ottenuta da un dispositivo equipaggiato con un sensore di pressione oppure l'altezza GPS qualora l'altezza barometrica non sia disponibile.
nl: Dit is de barometer hoogte verkregen van een apparaat met een druksensor of een GPS hoogte indien de barometer hoogte niet beschikbaar is.
pl: H (Auto): Wysokość AMSL na podstawie podłączonego urządzenia wyposażonego w czujnik ciśnienia statycznego (pamiętaj o ustawieniu ciśnienia QNH!) lub wysokość GPS, jeżeli wysokość barometryczna AMSL nie jest dostępna.
pt_br: Esta é a altitude barométrica obtida a partir de um dispositivo equipado com um sensor de pressão ou a altitude GPS, se a altitude barométrica não está disponível.
ru: Это барометрическая высота, полученная с устройства, оснащённого датчиком давления или высоты GPS, если барометрическая высота не доступна.
sk: Toto je barometrická výška získaná zo zariadenia s tlakovým senzorom alebo GPS výška ak nieje barometrická výška dostupná.
sv: Detta är den barometriska höjden från enhet utrustad med trycksensor, eller GPS höjden om trycksensor saknas.
uk: Це барометрична висота, отримана від пристрою, оснащеного датником барометричної висоти або висоти GPS, якщо барометрична висота не доступна.

source: The thermal rate of climb on next leg which is equivalent to a thermal equal to the MacCready setting on current leg.
cs: Rychlost stoupání na příštím rameni, která odpovídá nastavení MacCready na současném rameni.
de: Gleichwertiges Steigen auf dem nächsten Schenkel, welches zum MacCready Wert des aktuellen Schenkels passt.
es: La tasa de ascenso de una térmica en el siguiente tramo, equivalente a una térmica igual al ajuste MacCready en el tramo actual.
fr: Vz moyenne prévue sur la prochaine branche. Équivalent au calage MacCready de la branche courante.
hu: A termikemelés a következő szakszon, ami megfelel egy, a jelenlegi szakasz MacCready beállításával megegyező termiknek.
it: Il rateo di salita della termica nella prossima tratta che è equivalente ad una termica uguale all'impostazione MacCready nella tratta attuale.
nl: De thermiek sterkte van de klim op het volgende been welke gelijk is aan een thermiekbel van een zelfde sterkte als de MC instelling op het huidige been.
pl: PT MCr+/-: wartość straty lub zysku noszenia wg MacCready'ego tym kominie przy krążeniu w nim przed zaliczeniem PZ i powrocie po zaliczeniu.
sk: Ekvivalentné stúpanie na ďalšom ramene podľa nastavenia MC pre aktuálne rameno trate.
sv: Termikens stig för nästa ben som motsvarar en blåsa lika med MacCready-inställningen för nuvarande ben.

source: The current head wind component. The simplified head wind is calculated by subtracting GPS ground speed from the TAS if airspeed is available from external device.
cs: Aktuální čelní složka větru. Zjednodušená čelní složka větru je počítána odečtem GPS rychlosti od traťové rychlosti pokud je tato dostupná z externího přístroje.
de: Die aktuelle Gegenwindkomponente. Der vereinfachte Gegenwind wir als Differenz aus TAS (falls verfügbar) und der GPS Geschwindigkeit über Grund berechnet.
es: La componente actual de viento de frente, que se calcula restando la velocidad GPS de la Indicada, si ésta está disponible desde un dispositivo externo.
fr: La composante de vent de face instantanée. La composante de vent de face simplifiée est calculée en soustrayant la vitesse sol GPS de la vitesse air vraie (TAS) si la vitesse air est disponible grâce à un périphérique externe.
hu: A pillanatnyi szembeszél komponens. Ha a légsebesség külső eszközből rendelkezésre áll, akkor a valódi sebességből és a GPS szerinti föld feletti sebességből különbségéből kerül kiszámításra.
it: L'attuale componente di vento frontale. Il vento frontale semplificato è calcolato sottraendo la velocità al suolo GPS dalla TAS se la velocità all'aria è disponibile da un dispositivo esterno.
nl: De huidige tegenwind component. De versimpelde tegenwind wordt berekend door de GPS grondsnelheid af te trekken van de TAS indien deze beschikbaar is door een aangesloten apparaat.
pl: U czoł*: składowa czołowa wiatru. Wartość przybliżona składowej czołowej wiatru jest obliczana jako różnica prędkości V TAS i prędkości względem ziemi V GPS. Wartość dodatnia oznacza czołową składową wiatru, a ujemna wiatr w ogon.
sk: Aktuálna zložka protivetra. Zjednodušený protivietor je počítaný rozdielom TAS a GPS rýchlosti, za predpokladu že TAS dodáva externé zariadenie.
sv: Aktuell motvindskomponent. Den förenklade motvinden beräknas genom subtraktion av GPS hastighet från TAS (True Air Speed) om externt instrument finns.
uk: Поточна компонента зустрічного вітру. Спрощений зустрічний вітер, розрахований шляхом віднімання наземної швидкості GPS від істинної повітряної швидкості TAS, якщо дані про повітряну швидкість доступні від зовнішніх приладів.

source: Efficiency of cruise. 100 indicates perfect MacCready performance. This value estimates your cruise efficiency according to the current flight history with the set MC value. Calculation begins after task is started.
cs: Efektivita letu. 100 značí perfektní výkon dle MacCreadyho teorie. Tato hodnota odhaduje vaši efektivitu při přeskoku vzhledem k aktuální historii letu s nastaveným MC. Výpočet je zahájen při startu úlohy.
de: Vorflug Effizienz . 100 bedeutet perfekter Vorflug nach MacCready. Dieser Wert schätzt die Effizienz des Vorflugs unter Berücksichtigung der aktuellen Flughistorie bei gegebener MC Einstellung. Die Berechnung beginnt, sobald die Aufgabe gestartet wird.
es: Eficiencia de crucero. 100 indica el rendimiento perfecto de MacCready. Este valor calcula la eficiencia del planeo de acuerdo durante el vuelo actual con el valor de MC establecido. El cálculo comienza después de iniciar la tarea.
fr: Efficacité en transition. 100 correspond à la performance MacCready. Cette valeur quantifie l'efficacité en transition en fonction des performances mesurées pendant le vol, avec le calage MC choisi. Le calcul commence à partir du départ du circuit.
hu: A siklás hatékonysága. A 100 tökéletes MacCready teljesítmény. Ez egy becslés ami figyelembe veszi a repülő eddigi útját és a MC értéket. A számítások a feladattal együtt kezdődnek.
it: Efficienza di crociera. 100 indica prestazioni di MacCready perfette. Questo valore stima la tua efficienza di crociera in accordo con l'attuale cronologia del volo con il valore di MC impostato. Il calcolo inizia dopo che il tema è iniziato.
nl: Efficint steken. 100 geeft aan dat er exact volgens MacCready is gevlogen. De waarde schat de steek efficintie via de huidige vlucht historie samen met de ingestelde MacCready waardes. De berekening start direct nadat er is afgevlogen.
pl: Wprz%spr: 'sprawność' na przelocie. 100 oznacza doskonałą zgodność z kalkulacją MacCready'ego. Wartość jest wyznaczona na podstawie historii bieżącego lotu w odniesieniu do aktualnego ustawienia MCread. Obliczenia prowadzone są po rozpoczęciu zadania, tj. od Startu lotnego.
ru: Эффективность полёта. 100 указывает на идеальную производительность Маккриди. Это значение оценивает вашу эффективность полёта в соответствии со значениями истории полета с заданным значением MC. Расчёт начинается после запуска задания .
sk: Efektivita preskoku. 100 indikuje perfektný preskokový výkon podľa MacReady teórie. Táto hodnota odhaduje efektivitu počas preskokov podľa doterajšieho postupu pri nastavenom MC. Výpočet odštartuje s úlohou.
sv: Effektivitet för glidflygning. 100 indikerar perfekt MacCready prestanda. Värdet skattar effektiviteten enligt aktuell flyghistorik med inställt MC värde. Beräkningen startar när uppgiften startar.
uk: Ефективність на переході. 100 означає досконалі характеристики MacCready. Ця величина оцінює вашу ефективність на переході відповідно до поточної польотної історії при встановленому числі МС. Розрахунок починається після старту завдання.

source: A circular thermal assistant that shows the lift distribution over each part of the circle.
cs: Kruhový termický asistent, ukazující rozložení stoupání po jednotlivých částech kruhu.
de: Ein umlaufender Thermik-Assistent zeigt die Verteilung des Steigens über den Kreis.
es: Un asistente de térmica circular que muestra la distribución del ascensor sobre cada parte del círculo.
fr: Assistant circulaire de spirale qui montre la distribution des zones de montée le long de la spirale.
hu: Kör alakú termiksegéd amely az emelés eloszlását mutatja a kör területén.
it: Assistente circolare per le termiche che mostra il rateo di salita lungo ogni parte del cerchio.
nl: Een ronde thermiek assistent welke de lift sterkte laat zien in elke onderdeel van de cirkel.
pl: Asystent krążenia i centrowania komina pokazuje rozkład noszenia w każdej części okrążenia.
pt_br: Um assistente térmica em formato circular, que mostra a distribuição elevação em cada parte do círculo.
ru: Помощник термической спирали , который показывает распределение подъёма над каждой частью круга.
sk: Kruhový termický asistent zobrazujúci rozloženie sily stúpania v každej časti kruhu.
sv: En cirkulär assistant som visar blåsans form och stig.
uk: Круговий термік-асистент, що показує розподіл швидкості набору відповідно до кожної частини спіралі.

source: Shows the time left until the start point opens or closes.
cs: Ukazuje zbývající čas do otevření nebo uzavření pásky.
de: Zeigt die Zeit bis zum Öffnen/Schließen des Abflugs.
es: Muestra el tiempo restante hasta que la salida de la prueba se abre o cierra.
fr: Montrer la durée restante jusqu'à ce que le point de départ soit ouvert ou fermé.
hu: A start megnyitásáig vagy zárásáig hátralevő időt mutatja.
it: Mostra il tempo rimanente prima che il punto di partenza venga aperto o chiuso.
nl: Laat de resterende tijd zien totdat de start OPEN/DICHT gaat.
pl: Start otw/zamkn: Wyświetla czas do otwarcia lub zamknięcia startu lotnego.
ru: Показывает время, оставшееся до открытия стартового окна или закрытия.
sk: Zobrazuje dobu do otvorenia/zatvorenia štartu.
sv: Återstående tid till start öppnar eller stänger.
uk: Показує час, що лишився до відкриття або закриття старту.

source: Shows the time left until the start point opens or closes, compared to the calculated time to reach it.
cs: Zobrazí zbývající čas do otevření nebo uzavření pásky ve srovnání s vypočteným časem protnutí pásky.
de: Zeigt die verbleibende Zeit bis der Abflug öffnet oder schließt, verglichen mit der berechneten Zeit dort hinzufliegen.
es: Muestra el tiempo restante para que la salida se abra o cierre, comparado con el tiempo calculado para alcanzarlo.
fr: Montrer la durée restante jusqu'à ce que le point de départ soit ouvert ou fermé, comparé à la durée estimée pour l'atteindre.
hu: A szükséges menetidőt figyelembe véve mutatja a startba érkezéskor a nyitásig vagy zárásig hátralevő időt.
it: Indica il tempo rimanente prima che il punto di inizio si apra o si chiuda, rispetto al tempo calcolato per raggiungerlo.
nl: Laat de tijd om het startpunt te bereiken zien ten opzichte van de tijd die deze open of dicht gaat.
pl: Start dol: Pokazuje czas pozostały do otwarcia/zamknięcia linii startu, porównany z czasem dolotu do niej.
ru: Показывает время, оставшееся до открытия или закрытия стартового окна, по сравнению с расчетным временем, необходимым, чтобы добраться до него.
sk: Zobrazí zostávajúci čas do otvorenia alebo zatvorenia štartovacej pásky, porovnaný s časom potrebným na dosiahnutie pásky.
sv: Tid tills dess att starten öppnar eller stänger, relativt beräknad tid att nå startgränsen.
uk: Показує час, що лишився до відкриття чи закриття точки старту, у порівнянні з розрахунковим часом досягнення.

source: The distance to the currently selected waypoint. For AAT tasks, this is the distance to the origin of the AAT sector.
cs: Vzdálenost k aktuálně vybranému otočnému bodu. Pro AAT úlohy je to vzdálenost na výchozí bod AAT oblasti.
de: Distanz zum gewählten Wegpunkt. Bei AAT ist das die Distanz zum Ursprung des Sektors.
es: Distancia al waypoint seleccionado. En TAA, la distancia al centro del área.
fr: Distance au prochain point de virage sélectionné. Pour les AAT, c'est la distance jusqu'à l'origine du secteur.
it: La distanza dalla boa attualmente selezionata. Per le attività di AAT, questa è la distanza dall'origine del settore AAT.
nl: De afstand naar het geselecteerde keerpunt. Dit is de afstand tot de bron van de AAT sector voor AAT opdrachten.
pl: PT odl-N: Odległość nominalna do wybranego Punktu Trasy. W zadaniach AAT jest to odległość do punktu bazowego sektora AAT.
sk: Vzdialenosť na aktuálne vybraný otočný bod. Pre AAT úlohy je to vzdialenosť na počiatok sektoru.
sv: Distansen till vald vägpunkt. För AAT uppg. är detta distansen till kanten av AAT sektorn.
uk: Відстань до обраного ППМ. Для завдань ААТ це відстань до початку сектору ААТ.

source: Instantaneous evaluation of the flown speed according to the configured Contest rule set.
cs: Okamžité vyhodnocení dosažené rychlosti dle nastavených pravidel soutěže.
de: Aktuell geflogene Geschwindigkeit abhängig von den eingestellten Contest Regeln.
es: Velocidad instantánea conforme con las reglas de la tarea.
fr: Évaluation instantanée de la vitesse de vol en fonction des règles de concours choisies.
it: Valutazione istantanea della velocità di volo secondo le regole di competizione impostate.
nl: Actuele berekening van de gevlogen snelheid volgens de geconfigureerde OLC regels.
sv: Momentan beräkning av flyghastighet enligt konfigurerat regelverk för tävling.

source: The number of actually used (seen) satellites by GPS module. If this information is unavailable, the displayed value is '---'.
cs: Počet používaných (viditelných) satelitů GPS modulu. Pokud tato informace není k dispozici, je zobrazeno '---'.
de: Anzahl der aktuell genutzten Satelliten. Falls Information nicht verfügbar ist, wird '---' angezeigt.
es: El número de satélites realmente usados (vistos) por el módulo GPS. Si esta información no está disponible, el valor mostrado será '---'.
fr: Le nombre de satellites atuellement utilisés (vus) par le module GPS. Si cette information n'est pas disponible, la valeur affichée est '---'.
it: Numero di satelliti effettivamente usati (in vista) dal modulo GPS. Se questa informazione non è disponibile, il valore mostrato è '---'.
nl: Het werkelijke aantal gevonden satellieten door de GPS module. '---' als deze informatie niet beschikbaar is.
pl: Ilość satelitów GPS aktualnie "widzianych" przez moduł GPS. W przypadku braku informacji wyświetla się '---'.
sk: Počet použitých (videných) satelitov GPS modulom. Ak je táto informácia nedostupná, zobrazí sa hodnota '---'.
sv: Antal faktiskt använda (observerade) satelliter av GPS-modulen. Om informationen saknas visas värde '---'.
uk: Кількість фактично використаних (побачених) супутників GPS-модулем. Якщо ці відомості недоступні, відображається значення «---».

source: The currently active Radio Frequency
cs: Aktivní radiofrekvence
de: Im Moment aktive Funk-Frequenz
es: Frecuencia de radio activa
fr: La Fréquence Radio actuellement activée
it: La frequenza radio attualmente attiva
nl: De huidige Actieve Radio Frequentie
sv: För närvarande aktiv radiofrekvens
uk: Активна на даний момент Частота Радіо

source: The currently standby Radio Frequency
cs: Záložní radiofrekvence
de: Die Standby Funk-Frequenz
es: Frecuencia de radio alternativa actual
fr: La fréquence radio standby actuelle
it: La corrente frequenza radio di standby
nl: De huidige Standby Radio Frequentie
sv: Aktuell standby radiofrekvens
uk: Поточна Частота Радіо в режимі очікування

source: The time spend in the current thermal.
cs: Čas strávený v současném stoupavém proudu.
de: Verbrachte Zeit im aktuellen Steigen.
es: El tiempo gastado en la térmica actual.
fr: Durée passée dans le thermique actuel.
it: Il tempo trascorso nella termica corrente.
nl: De gespendeerde tijd in huidige thermiekbel.
sv: Tiden spenderad i nuvarande termikblåsa.

source: Altn2 GR
cs: Altn2 KP
de: Altn1 benö GZ
es: RP Altn2
fr: Fin. Dgmt2
nl: Altn2 GH

source: Geometric gradient to the arrival height above the second alternate. This is not adjusted for total energy.
cs: Geometrický gradient do výšky příletu k druhému nejvhodnějšímu záložnímu místu přistání. Není kompenzováno na celkovou energii TE.
de: Geometrischer Gradient zur Ankunftshöhe über der besten Alternative (ohne TE Korrektur).
es: Gradiente geométrico a la altura de llegada al segundo alternativo. No está ajustado para la energía total.
fr: Finesse nécessaire pour arriver au second dégagement. N'est pas compensé en énergie totale.
it: Gradiente geometrico all'altezza di arrivo sopra la seconda alternativa. Il valore non è corretto per l'energia totale.
nl: Geometrische verloop naar de aankomsthoogte boven het tweede alternatief. (Niet gecorrigeerd voor de totale energie).
sv: Geometrisk gradient till ankomsthöjden över alternativ två. Ej kompenserat för total energi.

source: The currently set Transponder code
cs: Nastavený kód odpovídače
de: Aktueller Transponder Code
es: El código de transpondedor ajustado actualmente
fr: Le code Transpondeur paramétré

source: Engine Cylinder Head Temperature
cs: Teplota hlav válců motoru
de: Motor Zylinderkopftemperatur
es: Temperatura de la culata del motor
fr: Température de tête de cylindre du moteur

source: Engine Exhaust Gas Temperature
cs: Teplota výfukových plynů motoru
de: Motor-Abgastemperatur
es: Temperatura de los gases de escape del motor
fr: Température des gaz d'échappement moteur

source: Engine Revolutions Per Minute.
cs: Počet otáček motoru za minutu.
de: Motordrehzahl (Umdrehungen pro Minute).
es: Revoluciones por minuto del motor.
fr: Tours par minute moteur.

source: Shows AAT delta time and estimated time of arrival in case of AAT task, and estimated time of arrival in case of racing task
cs: Zobrazuje delta čas AAT + odhadovaný čas příletu v případě úlohy AAT nebo odhadovaný čas příletu v případě rychlostní úlohy.
de: Zeigt AAT-Delta-Zeit und geschätzte Ankunftszeit bei einer AAT-Aufgabe sowie die geschätzte Ankunftszeit bei einer Racing-Aufgabe an
es: Muestra el tiempo delta de AAT y la hora estimada de llegada en caso de tarea de AAT, y la hora estimada de llegada en caso de tarea de carrera
fr: Affiche la différence de temps AAT et le temps estimé d'arrivée dans le cas d'un circuit AAT, et le temps estimé d'arrivée dans le cas d'un circuit de compétition

source: Mean volume level in cruise modes. If set to zero, scales with airspeed.
cs: Střední hlasitost v režimech přímého letu. Pokud je nastavena na 0, pak se intenzita zvyšuje s rychlostí.
de: Mittlere Lautstärke im Vorflugmodus. Auf Null gesetzt wird sie der Geschwindigkeit angepasst.
es: Nivel de volumen medio en modo crucero. Si se ajusta a cero varía con la velocidad.
fr: Niveau de volume moyen en croisière. Si réglé à zéro, calé sur la vitesse air.
hu: Hangerő siklásban. Ha nullára állítjuk, a sebesség függvényében változik.
it: Livello medio del volume in modalità di crociera. Se impostato a zero, rimane proporzionale alla velocità dell'aria.
nl: Gemiddelde volume tijdens steken. Schaalt met vliegsnelheid bij waarde 0.
pl: Srednia głośność dźwięku w trybach przeskoku. Jeśli ustawiono na zero to wzrasta razem z prędkością powietrzną.
ru: Средний уровень громкости в режиме перехода. При установке на ноль, соответствует уровню воздушной скорости.
sk: Priemerná úroveň hlasitosti v móde preskoku. Ak je nastavená na nulu, zväčšuje sa so zvyšujúcou sa rýchlosťou.
sv: Medelvolym vid glidflygning. Om värdet är noll skalas den med hastigheten.
uk: Середній рівень гучності в режимі переходу. При установці в нуль, відповідає рівню повітряної швидкості.
