Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Displays name and bearing to the second alternate landing location.
cs: Zobrazí název a kurz k druhému záložnímu místu přistání.
de: Zeigt den Namen und die Peilung zum zweiten Ausweichlandeplatz (Alternative).
es: Muestra nombre y rumbo al segundo alternativo.
fr: Affiche le nom et le cap de la 2e option d'atterrissage.
hu: Kijelzi a második legjobb kitérő leszállóhely nevét és irányát.
it: Indica nome e direzione del luogo di atterraggio del secondo alternato.
nb: Viser navn og retning mot nest-beste landingsalternativ.
nl: Geeft naam en koers naar de een na beste alternatieve landingsplaats weer.
pl: Lądow.2: Nazwa i kierunek do drugiego lądowiska.
pt_br: Mostra o nome e proa para o segundo melhor ponto de pouso alternativo.
ru: Отображает название и направление на второе альтернативное место посадки.
sk: Zobrazí názov a kurz na druhú alternatívnu pristávaciu plochu.
sv: Visar namn och bäring för näst bästa landningsplatsen.
uk: Показує назву та азимут на місце для другого варіанту посадки на запасний майданчик.

source: Altn1 GR
cs: Altn1 KP
de: Altn1 benö GZ
es: RP Altn1
fr: Fin. Dgmt1
hu: Ktr1 mrdk
nb: Alt.L1 GR
nl: Altn1 GH
pl: Ląd.1 GR
pt_br: Grad Altn 1
sk: Kĺz Alt.1
uk: Запас 1 GR

source: Geometric gradient to the arrival height above the best alternate. This is not adjusted for total energy.
cs: Geometrický gradient do výšky příletu k nejvhodnějšímu záložnímu místu přistání. Není kompenzováno na celkovou energii TE.
de: Geometrischer Gradient zur Ankunftshöhe über der besten Alternative (ohne TE Korrektur).
es: Gradiente geométrico a la altura de llegada por encima del mejor alternativo. No está ajustado para la energía total.
fr: Finesse nécessaire pour arriver au premier dégagement. N'est pas compensé en énergie totale.
hu: A legjobb kitérő leszállóhely érkezési magasságához vezető meredekség. Nincs korrigálva az összenergiával.
it: Gradiente geometrico all'altezza di arrivo sopra la migliore alternativa. Il valore non è corretto per l'energia totale.
nb: Geometrisk gradient mot ankomstpunktet over beste alternative landing, ikke kompensert for farkostens overskuddsenergi.
nl: Geometrische verloop naar de aankomsthoogte boven het beste alternatief. (Niet gecorrigeerd voor de totale energie).
pl: Ląd.1 GR: gradient geometryczny do punktu przylotu na wysokości bezpiecznej nad najbliższe lądowisko. Nie uwzględnia energii całkowitej.
pt_br: Gradiente geométrico para a chegada acima do melhor ponto alternativo. Não é ajustado para a energia total.
ru: Геометрический градиент для достижения альтернативного места посадки. Не скомпенсировано по полной энергии.
sk: Geometrický gradient do príletovej výšky nad najlepšou alternatívou. Táto hodnota nie je upravená vplyvom celkovej energie.
sv: Geometrisk gradient för ankomsthöjd över bästa alternativet. Ej kompenserat för total energi.
uk: Геометричний градієнт для висоти прибуття над місцем найкращої запасної посадки. Не враховано повну енергію.

source: The distance made in the configured period of time , divided by the altitude lost since then. Negative values are shown as ^^^ and indicate climbing cruise (height gain). Over 200 of GR the value is shown as +++ . You can configure the period of averaging in the system setup. Suggested values are 60, 90 or 120. Lower values will be closed to GR Inst, and higher values will be closed to GR Cruise. Notice that the distance is NOT the straight line between your old and current position, it's exactly the distance you have made even in a zigzag glide. This value is not calculated while circling.
cs: Vzdálenost ulétnutá ve specifikovaném časovém úseku, dělená ztracenou výškou. Záporné hodnoty jsou zobrazeny jako ^^^ a indikují zisk výšky v přímém letu. Hodnoty klouzavosti přesahující 200 jsou zobrazeny jako +++. Dobu průměrování lze nastavit v nastavení systému. Doporučené hodnoty jsou 60, 90 nebo 120. Nižší hodnoty se blíží okamžité klouzavosti (KP nyní), vyšší hodnoty klouzavosti v přímém letu (KP přeskok). Vzdálenost NENÍ přímá spojnice mezi původní a současnou polohou, ale skutečně ulétnutá vzdálenost, včetně odboček. Tato hodnota se nevypočítává v kroužení.
de: Zurückgelegte Entfernung innerhalb einer definierten Zeit, die durch die verlorene Höhe geteilt wird. Negative Werte werden als ^^^ angezeigt und zeigen den Steigflug an (Höhengewinn). Wenn die Gleitzahl über 200 geht, wird sie als +++ angezeigt. Die Zeit für die Durschnittsberechnung kann man in den Systemeinstellungen einstellen. Vorgeschlagene Werte sind 60, 90 oder 120. Geringere Werte sind dichter an der aktuellen Gleitzahl, größere Werte sind dichter an der Gleitzahl des gesamten Vorfliegens. Es ist zu beachten, dass die Entfernung KEINE gerade Linie zwischen der alten und der neuen Position ist, sondern exakt die zurückgelegte Strecke - selbst wenn man Zickzack geflogen ist. Der Wert wird beim Kreisflug nicht berechnet.
es: La distancia recorrida en el período de tiempo configurado, dividido por la altitud perdida desde entonces. Los valores negativos se muestran como ^^^ e indican planeo en ascenso (ganancia de altura). Si la RP es más de 200, el valor se muestra como +++. Puede configurar el período de promedio en la configuración del sistema. Los valores sugeridos son 60, 90 o 120. Los valores más bajos se acercarán a la RP Inst, y los valores más altos se acercarán a la RP de crucero. Tenga en cuenta que la distancia NO es la línea recta entre su posición anterior y la actual, es exactamente la distancia que ha recorrido incluso en planeo en zigzag. Este valor no se calcula mientras vira.
fr: Distance parcourue pendant la durée choisie, divisée par l'altitude perdue pendant cette durée. Les valeurs négatives sont représentées par ^^^ et indiquent une montée (gain d'altitude). Au-delà de 200 de finesse, la valeur est représentée par +++. Vous pouvez configurer la durée sur laquelle la moyenne est faite. Les valeurs conseillées sont 60, 90, 120. Les faibles valeurs donneront des finesses plus proches de la finesse instantanée, et les plus grandes plus proches de la finesse de transition. Attention, la distance prise en compte n'est pas la distance directe sur la durée choisie, mais la distance effectivement parcourue pendant cette durée (zig-zag inclus). Valeur non calculée en spirale.
it: La distanza percorsa durante il tempo configurato, diviso per l'altezza persa in quel tempo. I valori negativi vengono visualizzati come ^^^ e indicano volo in ascensione (guadagno di quota). Oltre il valore di 200 viene visualizzato come +++. È possibile configurare il tempo di media nella configurazione di sistema. I valori consigliati sono di 60, 90 o 120. Valori bassi saranno vicini all'efficienza istantanea, valori più alti saranno vicini all'ecfficienza di crociera. Si noti che la distanza non è la linea retta tra la vecchia posizione e quella attuale, ma è esattamente la distanza percorsa anche a zig-zag. Questo valore non viene calcolato mentre si vola in circolo.
nl: De afgelegde afstand in de geconfigureerde periode gedeeld door de verloren hoogte. Negatieve waardes worden getoond als ^^^ en geven een klimmend pad aan (hoogtewinst). Een glijgetal boven 200 wordt getoond als +++. Je kunt de periode configureren in de systeeminstellingen. Voorbeeldwaardes zijn 60, 90 of 120. Merk op dat de afstand niet een rechte lijn is tussen de vorige en huidige positie. Het is de afstand die werkelijk is gevolgd, zelfs bij een zigzag steek. Deze waarde wordt niet berekend tijdens thermieken.
pl: DSK śred.: Odległość pokonana w skonfigurowanym przedziale czasu, podzielona przez utratę wysokości. W przypadku ujemnego wyniku wyświetlane jest ^^^ i oznacza wznoszenie na przeskoku (zysk wysokości). W przypadku wartości DSK powyżej 200, wyświetlane jest +++. Można skonfigurować okres uśredniania w ustawieniach programu. Proponowaną wartością jest 60, 90 lub 120. Niższe wartości będą bliskie DSK przesk. Zauważ, że odległość NIE jest w linii prostej pomiędzy poprzednią i obecną pozycją, a jest to rzeczywiście pokonana odległość 'zygzakiem'. Ta wartość nie jest obliczana w krążeniu.
pt_br: Distância percorrida durante o período de tempo selecionado, dividida pela altitude perdida desde então. Valores negativos são mostrados como ^^^ e indicam acensão (ganho de altura). Planeio maior que de 200 é mostrado como +++. Você pode configurar o período de média na configuração do sistema. Os valores sugeridos são de 60, 90 ou 120. Com valor baixo, será similar ao PLANEIO Inst, e valores mais elevados serão similares ao PLANEIO em cruzeiro. Observe que a distância não é em linha reta entre a sua posição antiga e atual, e sim exatamente a distância que você percorreu, mesmo em um deslizamento em ziguezague. Este valor não é calculado enquanto circulando.
ru: Расстояние, пройденное в заданный период времени, делённое на затраченную высоту. Отрицательные значения представлены в виде ^ ^ ^ и указывают на набор высоты. Более 200 ГР значение отображается как + + +. Вы можете настроить период усреднения в настройки системы. Предлагаемые значения 60, 90 или 120. Более низкие значения будут закрыты для GR Инст, и более высокие значения будут закрыты для GR Круиз. Обратите внимание, что расстояние - не прямая линия между вашей старой и текущей позициями, это точное расстояние, которое вы пролетели, даже в зигзагообразном скольжении. Это значение не рассчитывается при полете в спирали.
sk: Odletená vzdialenosť v nastavenom čase, delená stratou výšky od začiatku. Negatívne hodnoty sa zobrazujú ako ^^^ a znamenajú stúpavé kĺzanie (zisk výšky). Nad hodnotu 200 sa zobrazí +++. Interval na spriemerovanie sa nastavuje v systémových nastaveniach. Odporúčané hodnoty sú 60, 90 alebo 120. Vyššie hodnoty sa približujú ku kĺzavosti počas plachtenia a nižšie ku okamžitej kĺzavosti. Poznámka: vzdialenosť je skutočná preletená a nie pomyslená priama čiara. Hodnota sa nepočíta počas krúženia.
sv: Tillryggalagd distans under den konfigurerade tidsperioden, dividerat med dess höjdförlust. Negativa värden visas som ^^^och indikerar stigande glid (höjdvinst). Glidtal större än 200 visas med +++. Du kan konfigurera medelvärdes-perioden i system-inställningarna. Föreslagna värden är 60, 90 eller 120. Lägre värden rundas mot momentant glidtal och högre värden mot glidtal vid planflykt. Notera att avståndet INTE är den raka linjen mellan föregående och nuvarande position. Det är exakt den tillryggalagd distansen, även vid sicksack-flygning. Värdet beräknas ej under kurvning.
uk: Співвідношення відстані, пройденої за вибраний при конфігурації час, до висоти, втраченої за цей же час. Негативні величини вказуються як ^^^ і свідчать про набір висоти на переході. Величини понад 200 вказуються як +++. Період, усереднення можна вибрати в налаштуваннях системи. Рекомендуємо вибирати 60, 90 або 120. Менші значення будуть ближчими до поточної якості GR Inst, тоді як більші - наближатимуться до GR Cruise. Зверніть увагу, що відстань НЕ є прямою лінією між старим і новим місцем знаходження, це та відстань яку ви пролетіли з урахуванням зигзагів. Ця величина не розраховується під час польоту по спіралі.

source: Absolute arrival altitude at the next waypoint in final glide. For AAT tasks, the target within the AAT sector is used.
cs: Absolutní příletová výška na další otočný bod při dokluzu. Pro AAT úlohy je použit cílový bod uvnitř AAT oblasti.
de: Ankunftshöhe am nächsten Wegpunkt im Endanflug. Bei AAT Aufgaben wird das Ziel aus dem AAT Sektor benutzt.
es: Altitud de llegada absoluta en el siguiente waypoint en planeo final. Para las tareas TAA, se utiliza el destino dentro del sector TAA.
fr: Altitude d'arrivée absolue au prochain point de virage en arrivée directe. Pour les AAT, le point cible du secteur est utilisé pour le calcul.
hu: A következő fordulópont elérésének abszolút magassága végsiklás során. Légtérfeladatok (AAT) során a szektorban kijelölt célon alapul.
it: Altezza di arrivo assoluta al prossimo punto in planata finale. Per la AAT viene utilizzato l'obiettivo nel settore AAT.
nl: Absolute aankomst hoogte bij het volgende keerpunt op final glide. Voor AAT opdrachten wordt het doel in de AAT sector gebruikt.
pl: PT Hprzyl: wysokość GPS nad kolejnym Punktem Trasy po dolocie/przeskoku. W przypadku zadania AAT, podawana jest wysokość po dolocie do PZT w sektorze AAT.
ru: Абсолютная высота прибытия в следующую точку маршрута в финальном глайде. Для ААТ задач, в качестве цели является сектор ААТ.
sk: Absolútna príletová výška na ďalší otočný bod v režime doklzu. Pre AAT úlohy, ciel je určený vrámci AAT sektoru.
sv: Absolut ankomsthöjd vid nästa vägpunkt under finalglidning. För AAT uppgifter används målet inom AAT sektorn.
uk: Абсолютна висота прибуття на наступний ППМ в режимі дольоту. Для завдань ААТ використовується ціль в межах сектору ААТ.

source: Trace of altitude during flight
cs: Výškový profil letu
de: Spur der Flughöhe während des Flugs
es: Traza de altitud durante el vuelo
fr: Trace de l'altitude durant le vol
hu: A magasság változása a repülés során.
it: Traccia dell'altitudine durante il volo
nb: Grafisk fremstilling av høyde under flyturen
nl: Spoor van de hoogte tijdens de vlucht
pl: Barogram: Wykres wysokości lotu.
pt_br: Traço de altitude durante vôo
ru: Запись изменения давления с высотой.
sk: Výšková stopa počas letu
sv: Höjdspår under flygning
uk: Графік висоти під час польоту

source: The contiguous period the ship has been below the task start max. height.
cs: Sdružený čas, kdy se kluzák nacházel pod max. startovní výškou.
de: Die zusammenhängende Zeitdauer, die das Flugzeug unter der max. Abflughöhe verbracht hat.
es: El período contiguo en el que la aeronave ha estado por debajo de la altura máxima de salida de la tarea.
fr: La durée continue passée sous l'altitude maximale de départ du circuit.
hu: Az az összefüggő időtartam, amit a startmagasság alatt töltött a repülő.
it: I periodi contigui nei quali il velivolo è stato sotto la massima altezza di partenza del tema.
nb: Lengden av sammenhengende periode at farkkosten har vært under maks. oppgavestarthøyde.
nl: De aaneengesloten periode die onder de maximale start hoogte is gevlogen.
pl: T H<max: okres czasu, w którym szybowiec był poniżej maksymalnej wysokości odejścia na trasę.
pt_br: Período em que o planador está abaixo da altura máx. de largada.
sk: Súvislý časový úsek ktorý lietadlo strávilo pod štartovou výškou.
sv: Sammanhängande period som farkosten har varit lägre än banans maximala starthöjd.

source: The horizontal distance to the nearest airspace.
cs: Horizontální vzdálenost k nejbližšímu prostoru.
de: Die Horizontale Distanz zum nächsten Luftraum.
es: La distancia horizontal al espacio aéreo más cercano.
fr: Distance horizontale à l'espace aérien le plus proche.
hu: Vízszintes távolság a legközelebbi légtérig
it: La distanza orizzontale dallo spazio aereo più vicino.
nl: De horizontale afstand tot het eerste luchtruim.
pl: Str POZ: Odległość pozioma do najbliższej strefy
pt_br: Distância horizontal para o espaço aéreo mais próximo.
ru: Расстояние по горизонтали до ближайшего воздушного пространства.
sk: Horizontálna vzdialenosť k najbližšiemu vzdušnému priestoru.
sv: Horisontellt avstånd till närmsta luftrum.
uk: Відстань по горизонталі до найбдижчого повітряного простору.

source: The vertical distance to the nearest airspace. A positive value means the airspace is above you, and negative means the airspace is below you.
cs: Vertikální vzdálenost k nejbližšímu prostoru. Kladné hodnota znamená, že prostor je nad vámi, záporná značí prostor pod vámi.
de: Der vertikale Abstand zum nächsten Luftraum. Ein positiver Wert deutet auf einen Luftraum über Dir, ein negativer Wert meint ein Luftraum unter Dir.
es: La distancia vertical al espacio aéreo más cercano. Un valor positivo significa que el espacio aéreo está por encima de usted, y negativo significa que el espacio aéreo está por debajo de usted.
fr: Distance verticale à l'espace aérien le plus proche. Une valeur positive signifie que l'espace aérien est au-dessus, une valeur négative signifie que l'espace aérien est au-dessous.
hu: Függőleges távolság a legközelebbi légtértől. A pozitív érték esetén fölöttünk van, negatív érték esetén alattunk van a légtér.
it: La distanza verticale dallo spazio aereo più vicino. Un valore positivo indica che lo spazio aereo è al di sopra, un valore negativo indica che è al di sotto.
nb: Den vertikale avstanden til nærmeste luftrom. En positiv verdi viser at luftrommet er over deg, en negativ verdi viser at luftrommet er under deg.
nl: De verticale afstand tot de dichtstbijzijnde luchtruim. Een positieve waarde betekent dat het luchtruim zich boven de vlieghoogte bevind, een negatieve waarde betekent dat het luchtruim zich onder de huidige vlieghoogte bevind.
pl: Str PION: Pionowa odległość od najbliższej strefy. Wartość dodatnia oznacza, że strefa jest nad Tobą, a ujemna,że strefa jest pod Tobą.
pt_br: A distância vertical está próximo do espaço aéreo. Se o valor for positivo significa que o espaço aéreo está acima de você, e for negativo, o espaço aéreo está abaixo de você.
ru: Вертикальное расстояние до ближайшего воздушного пространства. Положительное значение означает, что воздушное пространство над Вами, а отрицательное - воздушное пространство ниже Вас.
sk: Vertikálna vzdialenosť k najbližšiemu vzdušnému priestoru. Pozitívna hodnota znamená že je vzdušný priestor nad vami, negatívna pod vami.
sv: Vertikalt avstånd till närmaste luftrum. Ett positivt tal anger att luftrumet är över dig och negativt att det är under dig.
uk: Відстань по вертикалі до найближчого повітряного простору. Позитивне значення означає, що повітряний простір знаходиться вище, негативне – що нижче.

source: Arrival altitude at the next waypoint with MC 0 setting relative to the safety arrival height. For AAT tasks, the target within the AAT sector is used.
cs: Výška příletu nad další otočný bod s MC0 nastavením, vzhledem k nastavené bezpečné výšce příletu. Pro AAT úlohy je použit cílový bod uvnitř AAT oblasti.
de: Ankunftshöhe am nächsten Wegpunkt mit MC 0 relativ zur Sicherheitsankunftshöhe. Bei AAT-Aufgaben wird das Ziel im Sektor benutzt.
es: Altitud de llegada en el siguiente waypoint con el MC a 0, relativa a la altura de llegada de seguridad. Para las tareas TAA, se utiliza el destino dentro del sector TAA.
fr: Altitude d'arrivée au prochain point de virage avec MacReady calé à 0 tout en tenant compte de l'altitude de sécurité en arrivée. Pour les AAT, le point cible du secteur est utilisé pour le calcul.
hu: Érkezési magasság a következő fordulópontra MC0 beállítással a biztonságos érkezési magassághoz képest. Légtérfeladatok (AAT) esetén a szektorban kijelölt célon alapul.
it: Quota di arrivo alla prossima boa con MC 0 impostato rispetto alla quota di arrivo di sicurezza. Per le attività di AAT, viene utilizzato l'obiettivo dentro al settore AAT.
nl: Aankomst hoogte bij het volgende keerpunt met MC 0 t.o.v de veiligheidshoogte. Voor AAT opdrachten wordt het doel in de AAT sector gebruikt.
pl: PTdHMc0: różnica wysokości bieżącej i przylotu nad następny punkt trasy PT Hprzyl, z uwzgl. zapasu bezpieczeństwa dHbezp przy nastawie MacCready'ego = 0. Dla konkurencji AAT celem jest punkt w sektorze AAT.
ru: Высота прибытия в следующую точку маршрута с MC 0. Настройка по отношению к безопасной финишной высоте. Для ААТ задач, целью является сектор ААТ.
sk: Výška príletu na ďalší otočný bod pri MC0 vzhľadom k bezpečnej výške príletu. Pre AAT úlohy je použitý bod v AAT oblasti.
sv: Ankomsthöjd vid nästa vägpunkt med inställning MC 0, relativt säkerhetshöjden. För AAT uppgifter används målet inom AAT sektorn.
uk: Висота прибуття на наступний ППМ при установці МС0 по відношенню до безпечної висоти прибуття. Для завдань ААТ використовується ціль в межах сектора ААТ.

source: The current head wind component. Head wind is calculated from TAS and GPS ground speed if airspeed is available from external device. Otherwise the estimated wind is used for the calculation.
cs: Aktuální čelní složka větru. Čelní složka je vypočtena z TAS a GPS pozemní rychlosti pokud je vzdušná rychlost dostupná z externího zařízení. V opačném případě se pro výpočet použije odhadnutý vítr.
de: Aktuelle Gegenwindkomponente. Die Gegenwindkomponente wird aus TAS und GPS Geschwindigkeit über Grund berechnet. Wenn die Geschwindigkeit nicht von einem externen Gerät verfügbar ist, wird der von XCSoar geschätzte Wert verwendet.
es: El componente actual de viento en contra. El viento en contra se calcula a partir de la velocidad TAS y velocidad GPS si la velocidad del aire está disponible desde un dispositivo externo. De lo contrario, el viento estimado se utiliza para el cálculo.
fr: Composante de vent de face. Calculée à partir de la vitesse air vraie et de la route instantanée GPS si la vitesse air est disponible à partir d'un périphérique externe. Sinon l'estimation interne du vent est utilisée.
hu: A pillanatnyi szembeszél komponens. Ha a légsebesség külső eszközből rendelkezésre áll, akkor a valódi sebességből és a GPS szerinti föld feletti sebességből, különben a becsült szélből kerül kiszámításra.
it: L'attuale componente di vento frontale. Il vento frontale è calcolato da TAS e velocità al suolo GPS e dalla velocità del vento se disponibile da dispositivi esterni, altrimenti per i calcoli verrà utilizzato il vento stimato.
nb: Den gjeldende motvindskomponenten. Motvinden er beregnet ut fra flyhastighet og GPS bakkehastighet dersom flyhastighet er tilgjengelig fra ekstern enhet. Ellers blir estimert vindinformasjon brukt i beregningen.
nl: De huidige tegenwind component. Tegenwind wordt berekend uit TAS en de GPS-snelheid over de grond wanneer de luchtsnelheid beschikbaar is vanaf een extern apparaat. Anders wordt de geschatte wind gebruikt voor de berekening.
pl: U czoł: składowa czołowa wiatru. Wartość przybliżona składowej czołowej wiatru jest obliczana jako różnica prędkości V TAS i prędkości względem ziemi V GPS. Wartość dodatnia oznacza czołową składową wiatru, a ujemna wiatr w ogon.
pt_br: O componente atual vento de cabeça. Cabeça de vento é calculada a partir TAS e GPS velocidade no solo se velocidade está disponível a partir do dispositivo externo. Caso contrário, o vento estimado é usado para o cálculo.
ru: Составляющая тока встречного ветра. Высотный ветер рассчитывается из TAS и GPS путевой скорости, если скорость полёта доступна с внешнего устройства. В противном случае приблизительно ветер используется для расчёта.
sk: Aktuálny komponent protivetra. Protivietor je počítaný z TAS a GPS rýchlosti nad zemou ak je rýchlosť dostupná z externého zariadenia. Ak nie, na výpočet je použitý predpokladaný vietor.
sv: Nuvarande motvindskomponent. Motvinden beräknas från TAS och GPS markhastighet(GS) om lufthastighet är tillgänglig från extern enhet. Annars används uppskattad vind för beräkningen.
uk: Поточна компонента зустрічного вітру. Зустрічний вітер розраховується на основі даних істинної повітряної швидкості TAS і наземної швидкості GPS, якщо повітряна швидкість доступна від зовнішніх пристроїв. Якщо ні, - для розрахунків використовується розрахунковий вітер.
