Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: [Off] Display fixed icons for landables. [On] Show landables with variable information like runway length and heading.
bg: [Изкл.] Показва местата за приземяване с фиксирани икони [Вкл.] Показва местата за приземяване с различни подробности като дължина и направление на пистата.
cs: [Vyp] Zobrazí stejné ikony pro všechny přistávací plochy. [Zap] Zobrazí přistávací plochy s dodatečnou informací, jako délka a směr dráhy.
de: [Aus] zeigt gleiche Symbole für alle Landbaren. [Ein] zeigt die Symbole mit zusätzlicher Information wie Pistenlänge und Richtung.
es: [Desactivado] Mostrar iconos fijos para las pistas de aterrizaje. [Activado] Mostrar los aterrizajes con información variable, como la longitud de la pista y el rumbo.
fr: [Off] Afficher des icônes fixes pour les terrains posables. [On] Montrer des informations variables sur les terrains posables, comme la longueur de la piste et l'élévation.
hu: [KI] Egy ikont jelenít meg a leszállóhelyeken. [BE] A leszállóhelyeket különféle információkkal együtt jeleníti meg, mint pálya hossza, iránya.
it: [Off] Mostra icone fisse per atterraggi. [On] Mostra atterraggi con informazioni variabili, come la lunghezza della pista e l'orientamento.
nb: [Av] Vis faste ikoner for mulige landinger. [På] Vis mulige landinger med tilleggsinformasjon som landingsstripelengde og retning.
nl: [UIT] Weergave vaste pictogrammen voor landingsplaatsen. [AAN] Toon landingsplaatsen met variabele gegevens, zoals start-en landingsbaan lengte en richting.
pl: [Wył] Wyświetla tylko ikonki lądowisk. [Wł] Pokazuje lądowiska z dodatkowymi info jak długość i kierunek pasa.
pt_br: [OFF] Exibe ícones fixos para pousáveis. [ON] Mostra pousáveis com informações variáveis, como comprimento da pista e azimute.
ru: [Выкл] Показывать фикс иконки для "пригодных для посадки" [Вкл] Показывать метки с информацией - например длина и направление ВВП
sk: [Vypnuté] Zobrazí rovnaké ikony pre pristávacie plochy. [Zapnuté] Zobrazí pristávacie plochy s dodatočnými informáciami, ako dĺžka a smer dráhy.
sv: [Av] Visa fasta landningsikoner. [På] Visa landningar med utökad information såsom banlängd och riktning.
uk: [Вимкн.] Зображення фіксованих піктограм для посадок. [Вкл.] Зображення посадок з різноманітною інформацією, як то довжина і напрямок злітно-посадочної смуги.

source: Landable size
bg: Размер на местата за кацане
cs: Velikost letišť
de: Größe für Landbare
es: Tamaño del terreno de aterrizaje
fr: Taille du terrain posable
hu: Leszálló mérete
it: Dimensione atterraggi
nb: Mulige landinger størrelse
nl: Landingsveld grootte
pl: Wielkość symb. Lądowiska
pt_br: Tamanho pousável
ru: Размер посадки
sk: Veľkosť ikon pre plochy
sv: Storlek landningsmärken
uk: Розмір посадки

source: A percentage to select the size landables are displayed on the map.
bg: Процент определящ размера изображението на картата спрямо размера на мястото за кацане.
cs: Procentní nastavení velikosti zobrazení přistávacích ploch na mapě.
de: Bestimmt die Größe der Darstellung für Landbare auf der Karte in Prozent.
es: Un porcentaje para escoger el tamaño de los aterrizajes que se muestran en el mapa.
fr: Pourcentage pour la taille des terrains posables affichés sur la carte.
hu: A leszállóhelyek térképen történő kirajzolásának méretét szabályozza.
it: La percentuale per selezionare di che dimensione gli atterraggi verranno visualizzati sulla mappa.
nb: Størrelsen i % på ikoner for landinger vist på kartet.
nl: Een percentage om de grootte van de landingsplaatsen te selecteren die worden weergegeven op de kaart.
pl: Wartość w procentach, do wybrania rozmiaru lądowisk wyświetlanych na mapie.
pt_br: Uma porcentagem para selecionar o tamanho que serão exibidos waypoints pousáveis no mapa.
ru: Проценты для выбора размера посадки указаны на карте.
sk: Určuje veľkosť zobrazených ikon pre plochy na mape v percentách.
sv: Procenttal anger storleken på landningsmärken som visas på kartan.
uk: Проценти для вибору розміру посадки показані на мапі.

source: Scale runway length
bg: Мащабна дължина на писта
cs: RWY v měřítku
de: Skalierte Bahnlänge
es: Longitud de pista variable
fr: Piste à l'échelle
hu: Futópálya méretében
it: Scala lunghezza pista
nb: Skaler flystripelengde
nl: Schaal lengte landingsbaan
pl: Skaluj długość pasa
pt_br: Escala comprimento pista
ru: Маштаб длины ВВП
sk: Dĺžka dráhy v mierke
sv: Skala landningsbanor
uk: Довжина посадочної смуги в масштабі

source: [Off] Display fixed length for runways. [On] Scale displayed runway length based on real length.
bg: [Изкл.] Показване на фиксирана дължина на пистата. [Вкл.] Показване мащабно на дължината спрямо реалната дължина.
cs: [Vyp] Zobrazí jednotnou délku dráhy. [Zap] Zobrazí délku dráhy v odpovídajícím měřítku.
de: [Aus] Zeige eine feste Bahnlänge. [Ein] Skalierte Anzeige der Bahnlänge anhand der realen Länge.
es: [Desactivado] Muestra las pistas de aterrizajela con una longitud fija . [Activado] Escala la longitud de la pista mostrada en base a la longitud real.
fr: [Off] Affiche des pistes de longueur fixe. [On] Pistes représentées à l'échelle (longueurs réelles).
hu: [KI] Egyforma hosszon jelzi a futópályákat [BE] A valós hossz arányában jelzi a futópályákat.
it: [Off] Visualizza le piste di lunghezza fissa. [On] Visualizza la lunghezza dell'atterraggio proporzionalmente alla lunghezza reale.
nb: [Av] Vis flystriper med fast lengde. [På] Skaler vist flystripe i forhold til virkelig lengde.
nl: [UIT] Laat een vaste lengte voor startbanen zien. [AAN] Schaal de lengte van de startbanen gebaseerd op de ware lengte.
pl: [Wył] Wyświetl pas tej samej długości. [Zał] Skaluj długość pasa w opraciu o rzeczywistą długość.
pt_br: [OFF] Exibe comprimentos fixos para pistas. [ON] Escalona pista exibida baseada no comprimento real da pista.
ru: [Выкл] Показывать фикс длину для ВВП [Вкл] Показывать масштабируемую длину ВВП в соответствии с реальной
sk: [Vypnuté] Zobrazí jednotnú dĺžku pre všetky dráhy. [Zapnuté] Zobrazí dĺžku dráhy v mierke podľa skutočnej dĺžky.
sv: [Av] Visa fix banlängd. [På] Visa banlängd i skala.
uk: [Вимкн.] Показана фіксована довжина посадочної смуги. [Вкл.] Довжина смуги в масштабі до реальної довжини.

source: Show thermal locations downloaded from Thermal Information Map (thermalmap.info).
bg: Показване позициите на термиките заредени от картата за термична информация (thermalmap.info).
cs: Zobrazí pozice stoupavých proudů, stažených z Thermal Information Map (thermalmap.info).
de: Zeige Thermik-Standorte, die von der Thermal Information Map (thermalmap.info) heruntergeladen wurden.
es: Muestra posiciones de térmicas descargadas del Thermal Information Map (thermalmap.info).
fr: Afficher les emplacements des ascendances téléchargés depuis la Carte d'Information Thermique (thermalmap.info).
it: Mostra le posizioni delle termiche scaricate da Thermal Information Map (thermalmap.info).
sv: Visa termikområden nedladdade från Thermal Information Map (thermalmap.info).

source: Allow download of declared tasks from Weglide in the Task Manager.
bg: Позволи изтегляне на декларирани задачи от WeGlide в мениджъра на задачи.
cs: Ve Správci úloh umožňuje stažení deklarovaných úloh z WeGlide.
de: Erlaube den Download von deklarierten Aufgaben von WeGlide im Aufgabenmanager.
es: Permitir la descarga de tareas desde Weglide en el administrador de tareas.
fr: Autoriser le téléchargement des circuits déclarés depuis Weglide dans le gestionnaire de circuits.

source: Automatic Upload
bg: Автоматично качване
cs: Automatický upload
de: Automatisch Hochladen
es: Subida automática
fr: Téléchargement Automatique
it: Caricamento Automatico
nl: Upload Automatisch
sv: Automatisk uppladdning
uk: Автоматичне відвантаження

source: Asks whether to upload flight to Weglide, after flight is downloaded from external logger.
bg: Потвърждаване за качване на полет в WeGlide след като е зареден от външен журнал.
cs: Po stažení letu z externího loggeru se zeptá, zda nahrát let na WeGlide.
de: Fragt, ob der Flug nach WeGlide hochgeladen werden soll, nachdem der Flug von einem externen Logger heruntergeladen wurde.
es: Pregunta si se debe cargar el vuelo en Weglide, después de descargar el vuelo desde un registrador externo.
fr: Demande si le fichier doit être chargé sur Weglide, après que le vol ait été téléchargé d'un logger externe.

source: Take this from your WeGlide Profile. Or set to 0 if not used.
bg: Вземете това от профила си в WeGlide или задайте 0, ако не се използва.
cs: Použijte údaje ze svého účtu WeGlide. Pokud nepoužíváte, zadejte 0.
de: Die Zahl findest du in deinem WeGlide Profile. Setze 0 falls nicht benutzt.
es: Establecer el de su Perfil WeGlide, o 0 si no se usa.
fr: Prenez ceci depuis votre profil WeGlide. Ou mettez-le à 0 s'il n'est pas utilisé.
it: Ottieni questo dal tuo profilo WeGlide o lascia a 0 se non utilizzato.
nl: Neem dit van uw WeGlide profiel. Of zet gelijk aan 0 indien niet gebruikt.
sv: Använd värde från din WeGlide profil. Eller sätt 0 om ej använd.

source: Pilot date of birth
bg: Рождена дата на пилота
cs: Datum narození pilota
de: Pilot Geburtsdatum
es: Fecha de nacimiento del piloto
fr: Date de naissance du pilote
it: Data di nascita del pilota
nl: Geboortedatum piloot
sv: Pilot födelsedatum

source: Radius of the OZ cylinder.
bg: Радиус на OZ цилиндъра.
cs: Poloměr pozorovací oblasti cylindru.
de: Radius des OZ Zylinders.
es: Radio del cilindro OZ.
fr: Rayon du cylindre de la zone d'observation.
hu: A henger alakú megfigyelési zóna sugara.
it: Raggio del cilindro OZ.
nb: Radius på OZ sylinderen.
nl: Straal van de OZ cylinder.
pl: Promień cylindra Strefy Obserwacyjnej
pt_br: Raio do cilindro OZ.
ru: Радиус OZ цилиндра
sk: Polomer cylindra pozorovacej oblasti.
sv: Radie på OZ-cylindern.
uk: Радіус циліндра OZ.

source: Width of the start/finish gate.
bg: Ширина на стартовата или финалната линия.
cs: Šíře startovní/cílové pásky.
de: Breite des Abflug- und Zieltors.
es: Ancho de la puerta de salida/meta.
fr: Largeur de la porte de départ/arrivée.
hu: Kezdő/Cél kapu szélessége
it: Larghezza della finestra di partenza e di arrivo.
nb: Start/Mål-bredden.
nl: Breedte van Start/Finish lijn.
pl: Szerokość bramki startu/mety
pt_br: Largura do portão de start/chegada.
ru: Ширина страртовых/финишных ворот
sk: Šírka štartovacej/cieľovej brány.
sv: Bredd på start- & målgrind.
uk: Ширина стартових/фінішніх воріт.

source: Radius of the OZ sector.
bg: Радиус на OZ сектора.
cs: Poloměr pozorovací oblasti sektoru.
de: Radius des OZ Sektors.
es: Radio del sector OZ.
fr: Rayon du secteur d'observation.
hu: A megfigyelési zóna sugara.
it: Raggio del settore OZ.
nb: OZ sektorradius
nl: Straal van de OZ sector.
pl: Promień sektora Strefy Obserwacyjnej
pt_br: Raio do setor OZ.
ru: Радиус OZ сектора
sk: Polomer sektoru pozorovacej oblasti.
sv: Radie på OZ-sektor.
uk: Радіус сектора OZ.

source: Start radial
bg: Радиален старт
cs: Radiála 1
de: Abflug Radial
es: Radial de Salida
fr: Radiale du départ
hu: Start radiál
it: Radiale start
nl: Start straal
pl: Radial początkowy
pt_br: Radial largada
ru: Радиальн.Старт
sk: Štartová radiála

source: Start radial of the OZ area
bg: Стартов радиал от OZ зоната
cs: Výchozí radiála pozorovací oblasti
de: Abflugradial der OZ
es: Radial de salida de la zona OZ
fr: Radiale de départ de la zone d'observation
hu: A megfigyelési zóna kezdőszöge
it: Radiale di partenza dell'area OZ
nb: OZ områdets startradial
nl: Start straal van de OZ sector
pl: Pocżątkowy radial Strefy Obserwacyjnej
pt_br: Iniciar radial da área OZ
sk: Štartová radiála pozorovacej oblasti
sv: Start radial för OZ

source: Finish radial
bg: Радиален финал
cs: Radiála 2
de: Ankunfts Radial
es: Radial de meta
fr: Radiale de l'arrivée
hu: Vég radiál
it: Radiale Arrivo
nb: Målradial
nl: Finish straal
pl: Radial końcowy
pt_br: Radial chegada
ru: Радиальный финиш
sk: Cieľová radiála
sv: Mål radial

source: Finish radial of the OZ area
bg: Финален радиал от OZ зоната
cs: Koncová radiála pozorovací oblasti
de: Endanflugradial zur OZ
es: Radial de meta de la zona OZ
fr: Radiale d'arrivée de la zone d'observation
hu: Cél megfigyelési zónájának sugara
it: Radiale di arrivo dell'area OZ
nb: OZ områdets målradial
nl: Finish straal van de OZ sector
pl: Końcowy radial Strefy Obserwacyjnej
pt_br: Fim da radial da área OZ
sk: Cieľová radiála pozorovacej oblasti
sv: Slutradial för OZ

source: Inner radius
bg: Вътрешен радиус
cs: Vnitřní r
de: Innerer Radius
es: Radio interno
fr: Rayon intérieur
hu: Belső sugár
it: Raggio interno
nb: Indre radius
nl: Binnenstraal
pl: Promień wewn.
pt_br: Raio interno
ru: Внутренний радиус
sk: Vnútorný polomer
sv: Innerradie
uk: Внутрішній радіус

source: Inner radius of the OZ sector.
bg: Вътрешен радиус на OZ сектора.
cs: Vnitřní poloměr pozorovací oblasti.
de: Innerer Radius des OZ Sektors.
es: Radio interno del sector OZ.
fr: Rayon intérieur du secteur d'observation.
hu: A megfigyelési szektor belső sugara.
it: Raggio interno dell'area OZ.
nb: Innvendig radius på OZ sektor.
nl: Binnenstraal van de OZ sector.
pl: Promień wewn. Strefy Obserwacyjnej
pt_br: Raio interno do setor OZ.
ru: Внутренний радиус сектора OZ.
sk: Vnútorný polomer pozorovacej oblasti.
sv: Innerradie på OZ-sektor.
uk: Внутрішній радіус сектора OZ.

source: Angle
bg: Ъгъл
cs: Úhel
de: Winkel
es: Ángulo
it: Angolo
nl: Hoek
pl: Kąt
ru: Угол
sk: Uhol
sv: Vinkel
uk: Кут

source: Turn Points
bg: Повратни точки
cs: Otočné body
de: Wendepunkte
es: Puntos de giro
fr: Pts de virage
hu: Fordulópontok
it: Boe
nb: Vendepunkt
nl: Keerpunten
pl: Pkt Zwrotne
pt_br: Pilões
ru: Точка поворота
sk: Otočné body
sv: Vägpunkter
uk: ППМ

source: Task Manager
bg: Мениджър на задачи
cs: Správce úloh
de: Aufgaben Verwaltung
es: Administrador de tareas
fr: Gestion des circuits
hu: Feladatkezelő
it: Gestore Tema
nb: Oppgavebehandling
nl: Opdrachtbeheer
pl: Menedżer tras
pt_br: Gerenciador de Tarefas
ru: Диспетчер задач
sk: Správca úlohy
sv: Hantera uppgift
uk: Менеджер завдань

source: Validation Errors
bg: Грешки при валидиране
cs: Chyby validace
de: Validierungsfehler
es: Errores de validación
fr: Erreur de validation
hu: Érvénytelen értékek
it: Errori di convalida
nb: Valideringsfeil
nl: Validatie Fouten
pl: Błąd weryfikacji
pt_br: Erros de validação
ru: Ошибки валидации
sk: Chyby validácie
sv: Valideringsfel
uk: Помилка перевірки коректності

source: Task not valid. Changes will be lost. Continue?
bg: Задачата не е валидна. Промените ще се загубят. Да продължи ли?
cs: Neplatná úloha. Změny budou zahozeny. Pokračovat?
de: Aufgabe ungültig. Änderungen gehen verloren. Weiter?
es: La tarea no es válida. Se perderán los cambios. ¿Desea continuar?
fr: Circuit invalide. Les modifications seront perdues. Continuer ?
hu: A feladat nem szabályos. A módosítások elvesznek. Folytatja?
it: Tema non valido. Le modifiche andranno perse. Continuare?
nb: Oppgaven ikke gyldig. Endringer vil gå tapt. Fortsette?
nl: Opdracht niet geldig. Wijzigingen zullen verloren gaan. Doorgaan?
pl: Nieprawidłowe zadanie. Pomijam zmiany. Kontunuować?
pt_br: Prova inválida. Mudanças serão perdidas. Continuar?
ru: Задача не "верна". Изменения будут потеряны. Продолжить?
sk: Úloha nie je validná. Zmeny budú stratené. Pokračovať?
sv: Ogiltig uppgift. Ändringar kommer förloras. Fortsätt?
uk: Завдання не дійсне. Зміни будуть втрачені. Продовжити?

source: Task has been modified
bg: Задачата беше променена
cs: Úloha byl modifikována
de: Aufgabe wurde verändert
es: La tarea ha sido modificada
fr: Circuit modifié
hu: A feladat módosult
it: Il tema è stato modificato
nb: Oppgaven er blitt endret
nl: Opdracht is gewijzigd
pl: Zmodyfikowano zadanie
pt_br: Prova foi modificada
ru: Задача была изменена.
sk: Úloha bola zmenená
sv: Uppgift har modifierats
uk: Завдання було змінене

source: Task unchanged
bg: Задачата е непроменена
cs: Úloha nezměněna
de: Aufgabe ist unverändert
es: Sin cambios en la tarea
fr: Circuit inchangé
hu: A feladat nem változott meg
it: Tema non modificato
nb: Oppgaven uendret
nl: Opdracht ongewijzigd
pl: Zadanie bez zmian
pt_br: Prova inalterada
ru: Задача не изменена
sk: Úloha nebola zmenená
sv: Uppgift oförändrad
uk: Завдання незмінне

source: Revert Changes
bg: Върни промените
cs: Vrať změny
de: Änderungen Verwerfen
es: Deshacer cambios
fr: Annuler les modifications
hu: Változtatások visszaállítása
it: Ripristina modifiche
nb: Tilbakestill endringer
nl: Maak Veranderingen Ongedaan
pl: Cofnij zmiany
pt_br: Desfazer Alterações
ru: Отменить изменения
sk: Vráť zmeny
sv: Återställ ändringar
uk: Скасувати зміни

source: Edit Point
bg: Редактиране на точка
cs: Uprav bod
de: Punkt Bearbeiten
es: Editar punto
fr: Editer le point
hu: Szerkeszt
it: Modifica Punto
nb: Rediger Punkt
nl: Punt Aanpassen
pl: Edytuj punkt
pt_br: Editar Ponto
ru: Редактировать точку
sk: Edituj bod
sv: Editera punkt
uk: Редагувати точку

source: Make Finish
bg: Задай като финал
cs: Změň na cíl
de: Als Endpunkt
es: Hacer que termine
fr: Pt d'arrivée
hu: Legyen ez a cél
it: Imposta Arrivo
nb: Sett som Mål
nl: Maak Finish
pl: Ustaw jako Pkt końcowy
pt_br: Fazer Final
ru: Обозначьте финиш
sk: Urob cieľom
sv: Slutför
uk: Зробити фініш

source: Reverse
bg: Обърни
cs: Reverz
de: Andersrum
es: Marcha atrás
fr: Inverser
it: Inverti
nl: Omkeren
pl: Odwrotnie
sk: Obráť
sv: Reversera
uk: Реверс

source: Clear All
bg: Изчисти всичко
cs: Smaž vše
de: Alle Löschen
es: Borrar todo
fr: Tout effacer
hu: Az összes törlése
it: Azzera
nb: Slett alt
nl: Wis Alle
pl: Wyczyść wszystko
pt_br: Limpar tudo
ru: Очистить всё
sk: Vymaž všetko
sv: Rensa allt
uk: Очистити все

source: Clear all points?
bg: Изтриване на всички точки?
cs: Zmazat všechny body?
de: Alle Punkte löschen?
es: ¿Borrar todos los puntos?
fr: Supprimer tous les points ?
hu: Törli az összes pontot?
it: Cancellare tutti i punti?
nb: Fjern alle punkter?
nl: Alle punten wissen?
pl: Wyczyścić wszystkie punkty?
pt_br: Limpar todos pontos?
ru: Удалить все точки?
sk: Vymaž všetky body?
sv: Rensa alla punkter?
uk: Очистити всі точки?

source: Task edit
bg: Редакция на задача
cs: Uprav úlohu
de: Aufgabe editieren
es: Edición de tareas
fr: Editer le circuit
hu: Feladat szerkesztés
it: Modifica tema
nb: Endre oppgave
nl: Bewerk opdracht
pl: Edycja trasy
pt_br: Editar prova
ru: Редактировать Задачу
sk: Upraviť úlohu
sv: Ändra uppgift
uk: Редагувати завдання

source: Add Turnpoint
bg: Добави повратна точка
cs: Přidej otočný bod
de: Wendepunkt hinzufügen
es: Añadir punto de giro
fr: Ajouter point de virage
hu: Fordulópont hozzáadása
it: Aggiungi Boa
nb: Legg til Vendepunkt
nl: Keerpunt toevoegen
pl: Dodać punkt zwrotny
pt_br: Adicionar Pilão
ru: Добавить точку
sk: Pridaj otočný bod
sv: Addera vägpunkt
uk: Додати ППМ

source: Task type
bg: Тип задача
cs: Typ úlohy
de: Aufgabentyp
es: Tipo de tarea
fr: Type de circuit
hu: Feladat típus
it: Tipo di tema
nb: Oppgavetype
nl: Opdracht type
pl: Rodzaj przelotu
pt_br: Tipo de prova
ru: Тип задания
sk: Typ úlohy
sv: Uppgiftstyp
uk: Тип завдання

source: Sets the behaviour for the current task.
bg: Задава поведението на текущата задача.
cs: Nastavuje chování pro aktuální úlohu.
de: Betimmt das Verhalten der aktuellen Aufgabe.
es: Establece el conjunto de reglas de la tarea actual.
fr: Configure le comportement pour le circuit actuel.
hu: Az aktuális feladatban követendő szabályok.
it: Imposta il comportamento per il tema corrente.
nb: Velg hvordan gjeldende oppgave planlegges.
nl: Stelt het gedrag van de huidige opdracht in.
pl: Ustawia zachowanie dla obecnej trasy.
pt_br: Ajusta o comportamento para a prova atual.
sk: Nastav správanie aktuálnej úlohy.
sv: Anger beteende för aktiv uppgift.
uk: Налаштування поведінки поточного завдання.

source: Minimum AAT task time in minutes.
bg: Минимално време за ЗНЗ (задача с назначени зони) в минути.
cs: Minimální čas AAT úlohy v minutách.
de: Minimale AAT Aufgabenzeit in Minuten.
es: Tiempo mínimo de tarea TAA en minutos.
fr: Durée minimale de l'épreuve AAT en minutes.
hu: HT feladat minimális ideje percben.
it: Tempo minimo tema AAT in minuti.
nb: Minimum AAT oppgavetid i minutter.
nl: Minimale AAT opdracht tijd in minuten.
pl: Minimalny czas trasy AAT w minutach
pt_br: Tempo mínimo de prova AAT em minutos.
ru: Минимальное время AAT задачи в минутах.
sk: Minimálna AAT doba v minútach.
sv: Minsta AAT-uppgiftstid i minuter.
uk: Мінімильний час ААТ в хвилинах.

source: Arm start manually
bg: Активирай старта ръчно
cs: Start ručně
de: Abflug manuell auf Bereit
es: Preparar la salida manualmente
fr: Arme départ manuellement
it: Armo manuale avvio
nl: Activeer start manueel
pl: Ręczna aktyw. startu
sk: Aktivuj štart ručne
sv: Sätt start automatiskt

source: Configure whether the start must be armed manually or automatically.
bg: Определя дали стартът трябва да се активира ръчно или автоматично.
cs: Určuje, zda má být start úlohy označen ručně nebo automaticky.
de: Legt fest, ob der Abflug manuell oder automatisch aktiviert wird.
es: Configura si la salida debe prepararse de forma manual o automática.
fr: Configure si le départ doit être armé manuellement ou automatiquement.
it: Configura se l'avvio debba essere armato manualmente o automaticamente.
nl: Stel in of de start manueel of automatisch moet worden geactiveerd.
pl: Możesz wybrać, czy start jest aktywowany ręcznie czy automatycznie.
ru: Конфигурация ручной или автоматической активации старта.
sk: Nastaví či má byť štart aktivovaný ručne alebo automaticky.
sv: Konfigurera huruvida start måste sättas manuellt eller automatiskt.
uk: Конфігурація ручної чи автоматичної активації старту.

source: Score start exit
bg: Старт при изход
cs: Boduj opuštění startu
de: Abflug werten
es: Puntuar la salida
fr: Marquer la sortie
it: Uscita punteggio start
sv: Poäng utträde

source: Start open time
bg: Време за отваряне на старта
cs: Čas otevření pásky
de: Abflugöffnungszeit
es: Hora de inicio de la salida
fr: Heure d'ouverture du départ
hu: Start megnyitás időpontja
it: Ora apertura partenza
nl: Startlijn open
pl: Otwarcie startu lotn.
ru: Время открытия старта
sk: Čas otvorenia pásky
sv: Start öppningstid
uk: Час відкриття старту

source: Start close time
bg: Време на закриване на старта
cs: Čas uzavření pásky
de: Abflugschluss
es: Hora de cierre de la salida
fr: Heure de fermeture du départ
hu: Start zárás időpontja
it: Ora chiusura partenza
nl: Startlijn dicht
pl: Zamknięcie startu lotn.
ru: Время закрытия старта
sk: Čas zatvorenia pásky
sv: Start stängningstid
uk: Час закриття старту

source: Number of minutes the start remains open after Pilot Event and PEV wait time. 0 means start will never close after it opens.
bg: Време в минути, през което стартът остава отворен след натискане на старт и времето на изчакване. 0 означава, че стартът не се затваря след като веднъж е задействан.

source: FAI start / finish rules
bg: Правила на FAI за старт или финал
cs: FAI start/cíl pravidla
de: FAI Start- bzw. Zielregeln
es: Reglas FAI de salida / llegada
fr: Règles de départ/arrivée FAI
hu: FAI start/cél szabályok
it: Regole part./arr. FAI
nb: FAI start / mål regler
nl: FAI start/finish regels
pl: Zasady FAI dla startu i mety.
pt_br: Regras FAI de start/chegada
ru: Правила FAI для стар/финиш
sk: FAI štartové / cieľové pravidlá
sv: FAI start- / målregler
uk: Правила ФАІ для старту/фінішу
