Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Current head wind component. Head wind is calculated from TAS and GPS ground speed if airspeed is available from an external device; otherwise, the estimated wind is used.
bg: Моментната компонента на насрещния вятър. Насрещният вятър се изчислява от скоростта по ГПС спрямо земята и въздушната скорост ако е налична. В противен случай се използва оценената скорост на вятъра.

source: Terrain collision
bg: Сблъсък със земя
cs: Terén kolize
de: Geländekollision
es: Colisión con el terreno
fr: Collision avec le relief
hu: Földnek ütközés
it: Collisione col terreno
nb: Terrengkonflikt
nl: Terrein botsing
pl: TerenKol!: odleg.do kolizji z terenem
pt_br: Colisão de Terreno
ru: Столкновение с землей
sk: Kolízia s terénom
sv: Terrängkollision
uk: Зустріч з землею

source: Terr Coll
bg: Сблъсък терен
cs: Terén střet
de: Gelände Koll
es: Col Ter
fr: Coll Terr
hu: FÖLD
it: Coll Terr
nb: Terr.konfl
nl: Terr Bots
pl: TerenKol!
pt_br: Terr Col
ru: Столк с зем
sk: Kolízia s t
sv: Terr Kollision
uk: Зуст Зем

source: Distance to the next terrain collision along the current task leg. At this location, the altitude will be below the configured terrain clearance altitude.
bg: Разстоянието до сблъсък с терена по курса на текущата задача. На това място височината на полета ще е под зададената височина на просвет над терена.

source: Altitude (Auto)
bg: Височина (автоматична)
cs: Výška (Auto)
de: Höhe (Auto)
es: Altitud (auto)
hu: Magasság (Automata)
it: Altitudine (Auto)
nl: Hoogte (Auto)
pl: H (Auto)
ru: Высота (авто)
sk: Výška (auto)
sv: Höjd (Auto)
uk: Висота (авто)

source: Alt Auto
bg: Височ. автом.
de: Höhe Auto
hu: Mag auto
nl: H (Auto)
pl: H (Auto): Wysokość auto.: AMSL lub GPS
ru: Высота (авто)
sk: Výška auto
sv: Höjd Auto
uk: Вис Авто

source: Barometric altitude obtained from a device equipped with a pressure sensor, or GPS altitude if barometric altitude is not available.
bg: Това е барометричната височина получена от устройство с датчик за налягане или ГПС височината ако няма достъпна барометрична височина.

source: Thermal next leg equivalent
bg: Еквивалентна термика за следващо прелитане
cs: Rychlost stoupání pro příští rameno trati
de: Thermik - Entsprechende auf nächstem Schenkel
es: Térmica equivalente en el siguiente tramo
fr: Vz moyenne sur la prochaine branche
hu: Termik kövekező szakaszon
it: Termica prossima tratta equivalente
nl: Thermieksterkte voor volgend been
pl: PT MCr+/-: strata lub zysk noszenia wg MacCready'ego przed PZ
sk: Ekvivalentné stúpanie na ď. ramene
sv: Termik nästa ben ekvivalent

source: T Next Leg
bg: Т следващо прелитане
cs: ST př rameno
de: T nächs. Schenkel
es: T Sig Tr
fr: Vz Moy. après WP
hu: T köv szksz
it: T Tratta Successiva
nl: Thmk Volgend Been
pl: PT MCr+/-
sk: Ekv stúp ďalR
sv: T nästa ben

source: Thermal climb rate on the next leg that is equivalent to a thermal climb rate equal to the MacCready setting on the current leg.
bg: Скорост на качване в термика за следващото прелитане, която е еквивалентна на термика с настройката Маккрийди за текущото прелитане.

source: Wind, head component (simplified)
bg: Насрещна компонента на вятъра (опростена)
cs: Složka protivětru (zjednodušeně)
de: Wind - Komponente (vereinfacht)
es: Componente de viento en cara (simplificado)
fr: Composante de vent de face (simplifiée)
it: Componente frontale del vento (semplificata)
nl: Tegenwind component (simpel)
sv: Motvindskomponent (förenklad)

source: Head Wind *
bg: Насрещен вятър*
cs: Protivítr *
de: Gegenwind *
es: Viento de Frente
fr: Vent de face *
hu: Szembeszél *
it: Vento frontale *
nl: Tegenwind *
pl: U czoł*
sk: Protivietor *
sv: Motvind *
uk: Зус Вітер*

source: Current head wind component. The simplified head wind is calculated by subtracting GPS ground speed from TAS if airspeed is available from an external device.
bg: Моментната компонента на насрещния вятър. Насрещният вятър опростено се изчислява като разлика между ГПС скоростта спрямо земята и въздушната скорост, ако е налична от външен прибор.

source: Task cruise efficiency
bg: Ефективност на прелета
cs: Efektivita letu v úloze
de: Vorflugeffizienz
es: Eficiencia de crucero en tarea
fr: Efficacité en transition en circuit
hu: Siklás hatásfok feladatban
it: Efficienza di crociera del tema
nl: Opdracht steek efficintie
pl: Wprz%spr: 'sprawność' na przelocie
sk: Efektivita preskoku
sv: Effektivitet glidflyg uppgift
uk: Ефективність на переході для завдання

source: Cruise Eff
bg: Ефективност
cs: Ef letu
de: Vorflug eff
es: Ef Crucero
fr: Eff Trans
hu: Sikl hfok
it: Eff di crociera
nl: Steek Eff
pl: Wprz%spr
ru: Эфф полета
sk: Ef preskoku
sv: Effektivitet glid
uk: Ефективн. польоту

source: Efficiency of cruise. 100 indicates perfect MacCready performance. This value estimates your cruise efficiency according to the current flight history with the set MC value. Calculation begins after task is started.
bg: Ефективност на прелета. 100 показва идеално съвпадение с теорията на Маккрийди. Тази стойност оценява доколко ефективен е вашият прелет според текущата история на полета и зададената стойност за MC. Изчислението започва след старта на задачата.

source: Circular thermal assistant that shows the lift distribution over each part of the circle.
bg: Кръгов термичен помощник, който показва разпределението на качването във всяка част от витката.

source: Start open/close countdown
bg: Отброяване до отваряне/затваряне на старта
cs: Odpočet otevření/uzavření pásky
de: Abflug - geöffnet/geschlossen Countdown
es: Cuenta atrás para la apertura/cierre de la salida
fr: Démarrer/arrêter le compte à rebours de départ
hu: Hátralevő idő a start nyitásáig/zárásáig.
it: Conto alla rovescia apertura/chiusura partenza
nl: Start OPEN/DICHT aftellen
pl: Start otw: czas do otwarcia/zamknięcia
ru: Таймер открытия/закрытия
sk: Spustiť odpočítavanie otvorenia/zatvorenia pásky
sv: Tid till start öppnar/stänger
uk: Зворотний відлік до відкриття/закриття старту

source: Start open
bg: Стартът е отворен
cs: Strt otevřn
de: Abflug geöffnet
es: Salida abierta
fr: Départ ouvert
hu: Start megnyitása
it: Apertura partenza
pl: Start otw
ru: Старт открыт
sk: Štart otvorený
sv: Start öppnar
uk: Відкриття старту

source: Time left until the start point opens or closes.
bg: Показва времето, оставащо до отваряне или затваряне на старта.

source: Start open/close countdown at reaching
bg: Отброяване до отваряне/затваряне при достигане на старта
cs: Odpočet ot./uzavření pásky při protnutí
de: Abflug - Countdown mit Erreichen
es: Cuenta atrás para la apertura/cierre de la salida al alcance
fr: Démarrer/arrêter le compte à rebours de départ
hu: Időtartalék a start nyitásáig/zárásáig
it: Conto alla rovescia al raggiungimento di apertura/chiusura della partenza
nl: Start open/dicht klok t.o.v. aankomst
pl: Start dol: czas do linii startu
sk: Odlet - odpočítavanie pri preťatí
sv: Tid passad mot start öppnar/stänger

source: Start reach
bg: Достигане на стартова линия
cs: Strt dosažn
de: Abflug mit Erreichen
es: Llegada a la salida
fr: Départ atteint
hu: Start tartalék
it: Inizia raggiungimento
nl: Start aankomst
pl: Start dol
ru: Старт взят
sk: Štart dosiahnutý
sv: Passa start
uk: Старт узято

source: Time left until the start point opens or closes, minus the calculated time to reach the start point.
bg: Показва времето, оставащо до отваряне или затваряне на старта, минус разчетеното време за достигане на стартовата линия.

source: Next radial
bg: Азимут от следв. ПТ
cs: Radiála k dalšímu bodu
de: Nächster Wegpunkt - Radial
es: Siguiente radial
fr: Prch Radiale
it: Prossimo radiale
nl: Volgende radiaal
pl: PT Radial
sk: Ďalší radiála
sv: Nästa radial
uk: Наст. радіал

source: True bearing from the next waypoint to your position.
bg: Истински азимут от следващата повратна точка до вашата позиция.
cs: Skutečný kurz z dalšího bodu trati k současné pozici.
de: Rechtweisende Peilung vom nächsten Wegpunkt zu Dir.
es: Rumbo verdadero desde el siguiente waypoint a tu posición.
fr: Relèvement vrai du prochain point de virage.
it: Rotta reale alla prossima boa rispetto alla posizione attuale.
nl: Werkelijke kompaskoers van het volgende keerpunt tot de huidige positie.
pl: PT Radial: Rzeczywisty kąt drogi z następnego Punktu Trasy do Twojej aktualnej pozycji.
ru: Истинный азимут до следующей точки от вашей позиции.
sk: Skutočný smer z daľšieho ob na vašu súčastnú pozíciu.
sv: Bäring från nästa vägpunkt till din position.
uk: Істинний курс з наступного ППМ до вашого місцезнаходження.

source: ATC radial
bg: Азимут КВД
cs: ATC radiála
es: Radial ATC
fr: Radiale ATC
it: ATC radiale
nl: ATC radiaal
pl: Radial dla ATC
sk: ATC radiála
uk: Радіал АТС

source: Bearing from the selected reference location to your position. The distance is displayed in nautical miles for communication with ATC. If declination is entered, magnetic bearing is given to match VOR radials.
bg: Пеленг от избраната референтна точка към вашата позиция. Разстоянието се показва в морски мили за комуникация с КВД (контрол на въздушното движение). Ако е въведена деклинация, магнитният пеленг съответства на лъчите от УКВ радиофара.
cs: Azimut z vybraného referenčního bodu k vaší pozici. Vzdálenost je zobrazena v námořních mílích pro komunikaci s ATC. Pokud je zadána deklinace, magnetický azimut odpovídá VOR radiálám.
de: Wahre Peilung vom ausgewählten Ort zu Deiner Position. Zwecks ATC Verständigung wird die Distanz in nautischen Meilen angezeigt. Wenn eine Missweisung eingegeben ist, wird die magnetische Peilung für die VOR Radials angegeben.
es: Rumbo desde la posición de referencia seleccionada hasta su posición. La distancia se muestra en millas náuticas para la comunicación con ATC. Si se introduce la declinación, se indica el rumbo magnético para que coincida con los radiales VOR.
fr: Cap de la position choisie comme référence vers votre position. La distance est affichée en miles nautiques afin de communiquer avec l'ATC. Si la déclinaison est entrée, le cap magnétique est donné afin de correspondre aux radiaux du VOR.

source: Speed task last hour
bg: Средна скорост последния час
cs: Rychlost úlohy za poslední hodinu
de: Geschwindigkeitsaufgabe letzte Stunde
es: Velocidad promedio (última hora)
fr: Vitesse circuit dernière heure
it: Velocità del Tema nell'ultima ora
nl: Snelheid opdracht laatste uur
pl: Wprz1g: Średnia prędkość przelotowa w ost.godz.
ru: Скорость за последний час
sk: Rýchlosť úlohy za poslednú hodinu
sv: Banhastighet senaste timmen
uk: Швидкість завдання протягом останньої години

source: V Task H
bg: Vср за час
cs: V úl 1hod
de: V task 1h
es: V Tar H
fr: V Circ H
nl: V Opdracht H
pl: Wprz1g
sk: R úlohy H
sv: V uppg. H

source: Average cross-country speed while on current task over the last hour, not compensated for altitude.
bg: Средна скорост по маршрута за задачата през последния час, некомпенсирана за височина.

source: Next distance (nominal)
bg: Следваща отсечка - номинално разстояние
cs: Příští OB - vzdálenost (nominální)
de: Nächster Wegpunkt - Distanz (nominal)
es: Siguiente distancia (nominal)
fr: Prchaine distance (nominal)
it: Prossima Distanza (nominale)
nl: Volgende afstand (nominaal)
pl: PT odl-N: Odległość nominalna do wybr.PT
ru: Следующая расстояние (номинальное)
sk: Ďalší ob vzdialenosť (nominálna)
sv: Nästa distans (nominellt)
uk: Відстань до наступного ППМ (номінальна)

source: WP Dist-N
bg: Дист. ПТ
cs: OB vzdál-N
es: Dist WP-N
nl: KP Afst-N
pl: PT odl-N
pt_br: PROX DIST-N
ru: Следующая расстояние (номинальное)
sk: Ob vzdial N

source: Distance to the currently selected waypoint. For AAT tasks, this is the distance to the origin of the AAT sector.
bg: Разстоянието до следващата ПТ (повратна точка). За ЗНЗ (задача с назначена зона) това е разстоянието до началото на сектора.

source: Circle diameter
bg: Диаметър на витка
cs: Průměr kruhu v kroužení
de: Thermik - Kreisdurchmesser
es: Diámetro del viraje
fr: Diamètre du cercle
it: Diametro del circolo
nl: Diameter thermiekbel
pl: KOM Śred.: śednica krążenia
ru: Диаметр спирали
sk: Priemer kruhu
sv: Kurvdiameter
uk: Діаметр спіралі

source: Circle D
bg: Диаметър
cs: Prům kruhu
de: Kreisdurchmesser
es: Diámetro del círculo
fr: D Cercle
it: D. Circolo
nl: Bel Diam
pl: KOM Śred.
ru: Диаметр спирали
sk: P kruhu
sv: Cirkel D
uk: D спіралі

source: Circle diameter. Displays estimated circle diameter and full circle flight time. Useful for evaluating best thermalling mode with a glider at different wing loading.
bg: Диаметър на витката. Показва разчетения диаметър на витката и необходимото време за пълен оборот. Полезно е за преценяване на най-добрия начин на въртене с планер при различни натоварвания на крилото.
cs: Průměr kruhu. Zobrazí odhadovaný průměr kroužení a čas na celý kruh. Užitečné pro vyhodnocení nejlepšího způsobu kroužení s kluzákem při různých plošných zatíženích.
de: Kreisdurchmesser. Zeigt geschätzten Kreisdurchmesser und Zeit, die für einen Kreis benötigt wird, an. Nützlich, um die beste Querneigung beim Kreisen mit unterschiedlichen Flächenbelastungen zu ermitteln.
es: Diámetro del viraje. Muestra el diámetro estimado del viraje y el tiempo de un viraje completo. Útil para evaluar el mejor modo de virar con un planeador a diferente carga alar.
fr: Diamètre du cercle. Affiche le diamètre du cercle estimé et la durée pour un tour complet. Utile pour évaluer le meilleur taux de montée à différentes charges alaires.
it: Diametro del circolo. Visualizzazione stimata del diametro del circolo e del tempo per fare un giro. Utile per valutare il migliore modo di termicare con un velivolo a diversi carichi alari.
nl: Diameter thermiekbel. Toont de geschatte diameter en tijd voor 1 volledige cirkel van de thermiekbel. Nuttig om de beste thermiekmodus te bepalen voor een zweefvliegtuig met verschillende vleugelbelasting.
pl: KOM Śred.: Oszacowana średnica okręgu po którym krążysz w kominie oraz czas okrążenia. Przydatne w określaniu najlepszych parametrów krążenia na szybowcu przy różnych obciążeniach powierzchni.
ru: Диаметр спирали. Отображает оцениваемый диаметр спирали и времени полета полного круга. Полезно для оценки наилучшего режима термического полёта планера при различных нагрузках на крыло.
sk: Priemer kruhu. Ukazuje odhadovaný priemer a trvanie jedného kruhu. Výhodné pre stanovenie najvhodnejšieho režimu krúženia pri rôznom plošnom zaťažení.
sv: Cirkel diameter. Visar uppskattad diameter vid kurvning, och tid för helt varv. Användbar för att hitta bästa bankning vid kurvning med olika vingbelastning.
uk: Діаметр спіралі. Показує розрахунковий діаметр спіралі і повний час виконання спіралі. Корисно для оптимізації режиму набору висоти при різному навантаженні на крило.

source: Distance takeoff
bg: Разстояние от старта
cs: Vzdálenost ke vzletu
de: Abflugdistanz
es: Distancia al lugar del decolaje
fr: Distance au pt de décollage
it: Distanza dal decollo
nl: Afgelegde afstand
pl: Do Startu: odległość do miejsca startu
pt_br: Distância da decolagem
ru: Расстояние от старта (взлёта)
sk: Vzdialenosť vzletu
sv: Distans till start
uk: Відстань до старту

source: Takeoff Dist
bg: Разст. от старт
cs: Vzlet vzdál
de: Abflugdistanz
es: Dist. Decol
fr: Dist Déco
it: Dist. Decollo
nl: Afgel Afst
pl: Do Startu
pt_br: Distância Decolagem
ru: Расстояние от старта (взлёта)
sk: Vzlet vzdialenosť
sv: Startpl. Dist
uk: Відст Старт

source: Distance to where take-off was detected.
bg: Разстояние до точката, определена за начало на полета.
cs: Vzdálenost k detekovanému bodu vzletu.
de: Distanz von detektiertem Abflug.
es: Distancia al lugar dónde se detectó el decolaje.
fr: Distance au point de décollage détecté.
it: Distanza da dove è stato rilevato il decollo.
nl: Afstand sinds de gedetecteerde start.
pl: Do Startu: odległość do miejsca, w którym logger wykrył start ziemny.
pt_br: Distância de onde a decolagem foi detectada.
ru: Расстояние до места, где был старт.
sk: Vzdialenosť k miestu detekcie vzletu.
sv: Avstånd till detekterad startplats.
uk: Відстань до точки, де було зафіксовано старт.

source: Contest speed
bg: Скорост за OLC
cs: Soutěžní rychlost
de: Contest Durchschnittsgeschwindigkeit
es: Velocidad de tarea
fr: Vitesse du concours
it: Velocità competizione
nl: OLC Snelheid
sv: Tävling hastighet

source: Cont Speed
bg: Скорост OLC
cs: Cont rychl
de: Contest Geschw
es: V Tarea
fr: Vit Conc
it: Velocità Comp
nl: OLC Snelheid
sv: Tävl. Hast

source: Instantaneous evaluation of the flown speed according to the configured contest rule set.
bg: Моментна оценка на прелетната скорост според правилата на конфигурираното интернет състезание (On-line Contest).

source: Final MC0 altitude difference
bg: Финална разлика във височина при MC0
cs: Cíl - rozdíl výšek při MC0
de: Endanflug MC0 Höhendifferenz
es: Diferencia de altitud MC0 final
fr: Différence d'altitude en arrivée au calage 0
it: differenza altezza finale MC0
nl: Final MC0 hoogteverschil
pl: Różnica wysokości na mecie dla MC0
sk: Doklzový výškový rozdiel pri MC0
sv: Höjdskillnad mål MC0
uk: Остаточна різниця висот MC0

source: Fin MC0 AltD
bg: Фин. Височ. MC0
cs: Cíl MC0 AltD
de: EndA MC0 Höhe
es: Altitud de llegada con MC 0
fr: Δz Arr MC0
nl: Fin MC0 HD
pl: Fin MC0 RóżWys
sk: Doklz MC0 vR

source: Arrival altitude at the final waypoint with MC 0 setting relative to the safety arrival height.
bg: Разчетна височина над финалната точка с настройка MC=0 спрямо безопасната височина на пристигане.
cs: Výška příletu do cíle s MC0 a zohledněním bezpečné výšky příletu.
de: Ankunftshöhe am Endanflug Wegpunkt bei MC0 relativ zur sicheren Ankunftshöhe.
es: Altitud de llegada al waypoint final con MC 0 relativo a la altura de llegada de seguridad.
fr: Différence d'altitude au point d'arrivée avec un calage nul, par rapport à la hauteur de sécurité en arrivée.
it: Altezza di arrivo al punto finale con MC0 impostato secondo l'altezza di sicurezza.
nl: Aankomsthoogte bij het laatste keerpunt met MC 0 instelling t.o.v. de veiligheidshoogte.
pl: Wysokość przylotu nad metę z MC ustawionym na 0 w odniesieniu do wysokości bezpiecznej.
sk: Výška príletu do cieľa pri MC0 a zohľadnení bezpečnej výšky príletu.
sv: Ankomsthöjd vid sista vägpunkt med MC 0 inställning relativt säker ankomsthöjd.
uk: Висота прибуття на фінішний ППМ відносно безпечної висоти прибуття.

source: Next arrow
bg: Стрелка ПТ
cs: Šipka k OB
de: Nächster Wendepunkt-Pfeil
es: Siguiente flecha
fr: Flèche suivante
it: Prossima freccia
nb: Neste pil
nl: Volgende pijl
pl: Następna strzałka
sk: Šípka k ob
sv: Nästa WP pil
uk: Наступна стрілка

source: Arrow pointing to the currently selected waypoint. The name of the waypoint and the distance are also shown. The position used is the optimized position of the active waypoint in the current task, the center of a selected goto waypoint or the target within the AAT sector for AAT tasks.
bg: Стрелка, сочеща към текущо избраната точка от маршрута. Показват се името на точката и разстоянието до нея. Използвана е оптимизирана позиция за вземане на точката в задачата, центъра на посочената точка от маршрута (в режим отиване до точка) или целта в сектора за ЗНЗ (задача с назначена зона).
cs: Šipka směřující k aktuálně zvolenému otočnému bodu. Dále je zobrazeno jeho jméno a vzdálenost. Je použita optimalizovaná pozice aktivního otočného bodu současné úlohy, střed vybrané jednobodové úlohy (GoTo), nebo cílový bod uvnitř AAT oblasti.
de: Pfeil, der zum derzeit ausgewählten Wegpunkt zeigt. Name und Distanz zum Wegpunkt werden ebenfalls gezeigt. Die Position ist die für die derzeitige Aufgabe optimierte, also die Mitte des ausgewählten Wegpunktes oder das Ziel in einem AAT-Sektor.
es: Flecha que señala el punto de viraje seleccionado, su nombre y distancia. La posición utilizada es la posición optimizada del punto de viraje activo en la tarea, el centro de un GOTO seleccionado o el destino dentro del sector TAA.
fr: Flèche pointant vers le point de virage sélectionné actuellement. Ses nom et distance sont également affichés. La position utilisée est la position optimale du point de virage dans le circuit en cours, le centre du point de virage choisi en "Aller à" ou l'objectif dans un secteur de circuit AAT.
it: Freccia che punta verso la boa selezionata. Sono inoltre indicate il nome della boa e la distanza. La posizione utilizzata è la posizione ottimizzata della boa attiva nel tema corrente, il centro di una boa selezionata o l'obiettivo entro il settore AAT per temi AAT.
nl: Pijl naar het geselecteerde keerpunt. De naam van en afstand tot het keerpunt worden ook getoond. De gebruikte positie is de geoptimaliseerde positie van het actieve keerpunt in de huidige opdracht, het midden van het geselecteerde goto keerpunt of het target binnen de AAT sector voor AAT opdrachten.
pl: Strzałka wskazuje aktualnie wybrany PZ. Wyświetla się także nazwa i dystans do PZ. Wskazanie jest zoptymalizowane pod kątem aktualnego zadania, wskazuje środek punktu lub celu wewnątrz sektora AAT dla zadania obszarowego.
sk: Šípka smerujúca na aktuálne zvolený otočný bod. Názov bodu a Vzdialenosť sú tiež zobrazené. Použitá pozícia je optimalizovaná pozícia aktívneho otočného bodu v úlohe, stred vybraného choď na (go to) bodu, alebo bod v sektore AAT pre AAT úlohy.
sv: Pil riktad mot nuvarande valda vägpunkt. Dess namn och avstånd visas även. Riktningen är optimal för aktiv vägpunkt i aktuell uppgift, centrum av en goto vägpunkt eller målet inom en AAT sektor för en areauppgift.

source: Next waypoint arrival time (ground speed)
bg: Разчетно време на пристигане в следващата точка по скорост спрямо земя
cs: Čas příletu na příští otočný bod (rychlost vůči zemi)
de: Ankunftzeit am nächsten Wegpunkt (Geschw. ü. Gnd.)
es: Hora de llegada al siguiente waypoint (velocidad respecto al suelo)
fr: Heure d'arrivée au prochain point de virage (vitesse sol)
it: Tempo di arrivo alla prossima boa (velocità al suolo)
nb: Ankomsttid for neste vendepunkt (bakkehast.)
nl: Aankomsttijd volgende keerpunt (grondsnelheid)
pl: Następny czas przybycia na punkt orientacyjny (prędkość na ziemi)
sk: Čas do otočky (rýchlosť voči zemi)
sv: Ankomstid nästa vägpunkt (markhastighet)
uk: Час прибуття до наступного ППМ (швидкість відносно землі)

source: WP ETA VMG
bg: Разч. време ПТ земя
cs: OB ETA GS
es: WP ETE VMG
nl: KP ETA V GND
sk: Čas do ob
uk: ППМ ЕТА

source: Estimated arrival time at next waypoint, assuming current ground speed is maintained.
bg: Разчетно време на пристигане в следващата точка от маршрута приемайки моментната скорост спрямо земята за постоянна.
cs: Odhadovaný čas příletu na další otočný bod, za předpokladu udržení současné rychlosti vůči zemi.
de: Geschätzte Ankunftzeit am nächsten Wegpunkt, vorausgesetzt die aktuelle Flugleistung wird beibehalten.
es: Hora de llegada estimada al siguiente waypoint si se mantiene la velocidad sobre el terreno.
fr: Durée estimée pour rejoindre le prochain point de virage, en supposant que la vitesse sol actuelle soit maintenue.
it: Tempo di arrivo alla prossima boa, mantenendo l'attuale velocità al suolo.
nb: Forventet ankomsttid for neste rutepunkt, forutsett at nåværende bakkehastighet opprettholdes.
nl: Geschatte aankomsttijd bij het volgende keerpunt, ervan uitgaande dat de huidige snelheid wordt gehandhaafd.
pl: Szacowany czas przybycia do następnego punktu orientacyjnego, zakładając utrzymanie aktualnej prędkości na ziemi.
sk: Predpokladaná doba potrebná k dosiahnutiu ďalšieho otočného bodu, za predpokladu že momentálna rýchlosť voči zemi bude dodržaná.
sv: Estimerad ankomsttid till nästa vägpunkt, om nuvarande markhastighet bibehålls.
uk: Розрахунковий час прибуття на наступний ППМ, за умови утримування поточної швидкість відносно землі.
