Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Participate in the XCSoar Cloud field test? This transmits your location, thermal/wave locations and other weather data to our test server.
cs: Účastníte se testu XCSoar cloudu? Toto nastavení vysílá polohu, pozici stoupavých proudů/vlnových rozruchů a další meteorologická data na náš testovací server.
de: An der Erprobung der XCSoar Cloud teilnehmen? Dies übermittelt deine Position, Thermik/Wellen-Positionen und andere Wetterdaten zu unserem Testserver.
es: ¿Participa en la prueba de campo de XCSoar Cloud? Se transmitirá su posición, posiciones de térmica/onda y otros datos climaticos a nuestro servidor de prueba.
fr: Voulez-vous participer à la campagne de test XCSoar Cloud ? Votre position, l'emplacement des thermiques, courants ascendants et autres informations liées à la météo seront transmis à nos serveurs de tests.
it: Vuoi partecipare la test sul campo del Cloud XCSoar? Verrà trasmessa la tua posizione, le posizioni di termiche/onde ed altri dati meteorologici ai nostri server di test.
nl: Deelnemen aan de XCSoar Cloud test? Dit verstuurt je locatie, thermiek/golf locaties en andere weergegevens naar onze testserver.
pl: Bierzesz udział w testach XCSoar Cloud? Twoja lokalizacja, lokalizacja miejsc termicznych/falowych i inne dane pogodowe będzie wysyłana na nasze serwery.
sk: Zúčastniť sa testu XCSoar cloudu? Toto poskytne tvoju polohu, polohu stupákov/vlny a iné dáta počasia na náš testovací server.
sv: Delta i XCSoar Cloud fältprov? Detta skickar din position, termik/våg-positioner och annan väderdata till vår test-server.

source: Download WeGlide task
cs: Stáhni úlohu z WeGlide
de: WeGlide Aufgabe herunterladen
es: Descargar tarea de WeGlide
fr: Télécharger le circuit WeGlide
it: Scarica Tema WeGlide
sv: Ladda ner WeGlide uppgift

source: My WeGlide tasks
cs: Moje WeGlide úlohy
de: Meine WeGlide Aufgaben
es: Mis tareas con WeGlide
fr: Mes circuits WeGlide

source: Public WeGlide tasks
cs: Veřejné WeGlide úlohy
de: Öffentliche WeGlide Aufgaben
es: Tareas públicas en WeGlide
fr: Circuits publics WeGlide

source: For AAT tasks, this setting can be used to adjust the target points within the AAT sectors. Larger values move the target points to produce larger task distances, smaller values move the target points to produce smaller task distances.
cs: Pro AAT úlohy. Tato volba upravuje cílové body uvnitř AAT oblastí. Vyšší hodnota posouvá cílové body tak, aby došlo k prodloužení trati, nižší hodnota posouvá cílové body tak, aby celkovou trať zkrátilo.
de: Bei AAT Aufgaben kann diese Einstellung dazu benutzt werden die Zielpunkte in den Sektoren anzupassen. Größere Werte setzen die Zielpunkte für eine größere Strecke, kleinere Werte setzen die Zielpunkte für eine kleinere Distanz der Aufgabe.
es: En tareas TAA, este valor puede usarse para ajustar los puntos de destino dentro de los sectores TAA. Valores mas altos mueven los puntos para generar distancias de tarea mas grandes, valores mas bajos mueven los puntos para generar distancias de tarea mas pequeñas.
fr: Pour des épreuves AAT, ce paramètre permet d'ajuster les points de virage dans les secteurs AAT. Des valeurs plus grandes déplacent les points de virage pour donner des circuits plus longs, alors que des valeurs plus petites donneront des circuits plus courts.
hu: Légtérfeladaton (AAT) ezzel lehet állítani a szektoron belül a célpontot. A nagyobb értékek nagyobb távolságra, a kisebbek közelebb viszik a célpontot, kisebb távot eredményezve a feladatra.
it: Per i temi AAT, questa impostazione può essere utilizzata per regolare i punti di riferimento nei settori AAT. Valori più elevati spostano i punti di riferimento per produrre distanze tema maggiori, valori più piccoli spostano i punti di riferimento per produrre distanze tema più piccole.
nb: For AAT oppgaver. Justering av målpunkter innenfor AAT sektorene. Store verdier flytter målpunktene slik at oppgavedistansen økes, lavere verdier flytter målpunktene slik at oppgavedistansen minkes.
nl: Voor AAT opdrachten, deze instelling kan worden gebruikt op doel punten binnen een AAT sector aan te passen. Grotere waarden zullen de punten zo verplaatsten dat een groter afstand moet worden gevlogen. Lagere waarden, dat de afstand korter wordt.
pl: Dla tras AAT, to ustawienie może być użyte aby wyregulować punkty celu w sektorze AAT. Większe wartości przenoszą punkty celu aby utworzyć dłuższe odległości trasy, mniejsze wartości przenoszą punkty celu aby utworzyć krótsze odległości trasy.
pt_br: Para provas AAT, esta configuração pode ser usada para ajustar os pontos de alvo dentro dos setores AAT. Valores maiores movem os pontos dos alvos para produzir maiores distâncias de prova, valores menores movem os pontos alvo para produzir menores distâncias de prova.
ru: Для заданий ААТ можно использовать эту настройку для выбора целей в пределах сектора ААТ. Большая величина перемещает цели ААТ на большее расстояние, меньшая - приближает цели и снижает дальность задания ААТ.
sk: Pre úlohy typu AAT je možné toto nastavenie použiť k prispôsobeniu cieľových bodov vrámci určenej oblasti. Väčšie hodnoty posúvajú otočné body pre dosiahnutie väčšej vzdialenosti úlohy, menšie hodnoty posúvajú otočné body na dosiahnutie menšej vzdialenosti úlohy.
sv: För AAT-uppgifter kan denna inställning användas för att justera poängen för målpunkter inom AAT-sektorer. Högre värde justerar målpunkter för att öka uppgiftens distans. Lägre värde minskar distansen.
uk: Для завдань ААТ можна використовувати це налаштування для вибору цілей в межах сектору ААТ. Більша величина пересуває цілі ААТ на більшу відстань, менша - наближує цілі і знижує дальність завдання ААТ.

source: For AAT tasks, this setting can be used to adjust the target points within the AAT sectors. Positive values rotate the range line clockwise, negative values rotate the range line counterclockwise.
cs: Pro AAT úlohy. Tato volba upravuje cílové body uvnitř AAT oblastí. Kladné hodnoty otáčí linií vzdálenosti po směru hodinových ručiček, záporné proti směru.
de: Diese Einstellung passt bei AAT Aufgaben die Zielpunkte innerhalb eines AAT Sektors an. Positive Werte dreht die Bereichslinie im Uhrzeigersinn, negative Werte gegen den Uhrzeigersinn.
es: Para las tareas TAA, se puede usar esta configuración para ajustar los puntos de destino dentro de los sectores TAA. Los valores positivos giran la línea de alcance en el sentido de las agujas del reloj, los valores negativos giran la línea de alcance en el sentido contrario.
fr: Pour des épreuves AAT, ce paramètre permet de modifier la position des points de virage dans les secteur AAT. Une valeur positive fait pivoter la route à suivre vers la droite (sens horaire), une valeur négative la fait pivoter dans le sens antihoraire.
hu: Légtérfeladat (AAT) esetén ezzel lehet beállítani a célpontokat a szektoron belül. Pozitív számok óra szerint, negatívak ellentétesen forgatják a vonalat.
it: Per i temi AAT, questa impostazione può essere utilizzata per regolare i punti di riferimento nei settori AAT. Valori positivi ruotano la linea di portata in senso orario, valori negativi la ruotano in senso antiorario.
nb: For AAT oppgaver. Justering av målpunkter innenfor AAT målsektorene. Positive verdier rotere distanselinjen med uret, negative verdier justerer distanselinjen mot uret.
nl: Voor AAT opdrachten, deze instelling kan worden gebruikt om het doel binnen de AAT sector aan te passen. Positieve waardes roteren de reeks met de klok mee, negatief tegen de klok in.
pl: W zadaniu AAT tę wartość można użyć do wskazania puntów docelowych w sektorze AAT. Wartości dodatnie obracają linię zasięgu w kierunku wsk.zegara, ujemne w kierunku przeciwnym do kierunku ruchu wskazówek zegara.
pt_br: Para provas AAT, esta configuração pode ser usada para ajustar os pontos alvo dentro dos setores AAT. Valores positivos rotacionam a linha de alcance em sentido horário, valores negativos rotacionam a linha de alcance no sentido anti-horário.
ru: Для заданий ААТ можно использовать эту настройку для выбора целей в пределах секторов ААТ. Положительные величины поворачивают линию дальности по часовой стрелке, негативные - против часовой стрелки
sk: Pre úlohy typu AAT je možné toto nastavenie použiť k prispôsobeniu cieľových bodov vrámci určenej oblasti. Kladné hodnoty otáčajú líniou vzdialenosti v smere hodinových ručičiek, záporné hodnoty v protismere.
sv: För AAT uppgifter kan denna inställning användas för att justera målpunkter inom AAT sektorerna. Positiva värden roterar sträckningen medurs och negativa värden moturs.
uk: Для завдань ААТ можна використовувати це налаштування для вибору цілей в межах секторів ААТ. Позитивні величини повертають лінію дальності за годинниковою стрілкою, негативні - проти годинникової стрілки.

source: The XCSoar project is currently developing a revolutionary service which allows sharing thermal/wave locations and more with other pilots. Do you wish to participate in the field test? This means that your position, thermal/wave locations and other weather data will be transmitted to our test server. You can disable it at any time in the "Tracking" settings. Please help us improve XCSoar!
cs: Projekt XCSoar právě vyvíjí revoluční službu, která umožňuje sdílení pozic stoupavých proudů, vlnových prostorů a dalších informací s ostatními piloty. Jste ochotni participovat v testovací fázi? To znamená, že vaše poloha, pozice stoupavých proudů, vlnových prostorů a jiná meteorologická data budou odesílána na náš testovací server. Tuto službu lze kdykoliv deaktivovat v nastavení "Sledování". Prosím, pomozte nám zlepšovat XCSoar!
de: Das XCSoar-Project entwickelt derzeit einen revolutionären Dienst, der das Teilen der Thermik- und Wellenpositionen und mehr mit anderen Piloten ermöglicht. Möchtest du am Feldtest teilnehmen? Das bedeutet, daß deine Position, deine Thermik- und Wellenpositionen und andere Wetterdaten an unseren Testserver übermittelt werden. Du kannst das jederzeit in den "Verfolgungs"-Einstellungen deaktivieren. Bitte hilf uns, XCSoar zu verbessern!
es: El proyecto XCSoar está desarrollando actualmente un servicio revolucionario que permite compartir ubicaciones térmicas/de onda y más con otros pilotos. ¿Desea participar en la prueba de campo? Esto significa que su posición, ubicaciones de térmica/onda y otros datos meteorológicos serán transmitidos a nuestro servidor de pruebas. Puedes desactivarlo en cualquier momento en los ajustes de "Seguimiento". ¡Por favor, ayúdanos a mejorar XCSoar!
fr: Le projet XCSoar est en train de développer un service révolutionnaire qui permet de partager l’emplacement des thermiques, courants ascendants et plus encore, avec d'autres pilotes. Voulez-vous participer à la campagne de test ? Cela signifie que votre position, l'emplacement des thermiques, courants ascendants et autres informations liées à la météo seront transmis à nos serveurs de tests. Vous pouvez désactiver cette fonctionnalité à tout instant dans les paramètres de "Suivi". S'il vous plaît, aidez-nous à améliorer XCSoar !
it: Il progetto XCSoar sta attualmente sviluppando un servizio rivoluzionario che consente di condividere le informazioni sulle posizioni di termiche/onde ed altro tra piloti. Vuoi partecipare alle prove sul campo? QUesto significa che la tua posizione, le posizioni di termiche/onde ed altri dati meteorologici saranno trasmessi ai nostri server di prova. Puoi disabilitare il servizio in qualunque momento nelle impostazioni. Per favore aiutaci a migliorare XCSoar!
nl: Het XCSoar project ontwikkelt momenteel een revolutionaire dienst die het delen van thermiekbellen en golf tussen vliegers mogelijk maakt. Wil je meedoen aan met testen? Dit betekent dat je positie, de positie van thermiekbellen en golf en andere weergegevens verstuurd worden naar onze testserver. Je kunt het op elk moment uitzetten in de "Tracking" instellingen. Help ons met het verbeteren van XCSoar!
pl: XCSoar rozwija rewolucyjną usługę współdzielenia z innymi pilotami danych o warunkach termicznych/falowych i pogodowych w czasie rzeczywistym. Chcesz wziąć udział w testach? Oznacza to zgodę na udostępnienie swojej lokalizacji i informacji o warunkach w niej panujących za pośrednictwem naszych serwerów. Opcję możesz zawsze wyłączyć w ustawieniach "Śledzenia". Pomóż nam proszę udoskonalać XCSoar!
sk: Projekt XCSoar v súčastnosti vyvíja revolučnú službu ktorá umožňuje zdieľanie pozícií stupákov / vĺn a iného s ostatnými pilotmi. Chceš sa zúčastniť jeho testovania? To znamená že tvoja pozícia, pozície stupákov / vĺn a iné dáta o počasí budú posielané na náš testovací server. Môžeš to hocikedy vypnúť v nastaveniach "Sledovanie". Pomôž nám zlepšiť XCSoar, prosím!
sv: XCSoar projektet utvecklar en revolutionär service som möjliggör delning av termik/våg positioner m.m. med andra piloter. Önskar du medverka i fältprovet? Det innebär att din position, termik/våg position och annan väderdata skickas till vår testserver. Du kan inaktivera detta när som helst under inställningar för "Spårning". Hjälp oss gärna förbättra XCSoar!

source: This is the altitude above mean sea level reported by the GPS. Touch-screen/PC only: In simulation mode, this value is adjustable with the up/down arrow keys and the right/left arrow keys also cause the glider to turn.
cs: Výška nad střední hladinou moře dle GPS. V režimu simulace je tato hodnota nastavitelná pomocí kláves nahoru/dolů; klávesy doprava/doleva mění směr letu kluzáku (Pouze doteková obrazovka/PC).
de: GPS Höhe über MSL. Nur Touch-screen/PC: Im Simulationsmodus kann der Wert mit den Pfeiltasten verändert werden. Pfeiltaste links/rechts ändert den Kurs.
es: Esta es la altitud sobre el nivel medio del mar reportado por el GPS. Solo pantalla táctil / PC: en el modo de simulación, este valor se puede ajustar con las teclas de flecha arriba / abajo y las teclas de flecha derecha / izquierda también hacen que el planeador vire.
fr: Altitude MSL fournie par le GPS. Sur écrans tactiles et PC seulement : en mode simulation, cette valeur peut être ajustée avec les flèches haut/bas, les flèches gauche/droite permettant de guider le planeur latéralement.
hu: A GPS által mért tengerszint feletti magasság. Szimulációs üzemmódban ez az érték a fel/le nyilakkal állítható, a jobb/bal nyilakkal pedig fordítani is lehet a gépet.
it: Questa è la quota sul livello medio del mare riportata dal GPS. Solo per Touch-screen/PC: In modalità simulazione questo valore è modificabile con le frecce su/giù mentre le frecce destra/sinistra fanno virare l'aliante.
nl: Dit is de MSL hoogte aangegeven door de GPS. Touch-screen/PC: In simulatiemodus kun je de waarde aanpassen met de omhoog/omlaag pijlen. De links/rechts pijlen veroorzaken het maken van een bocht.
pl: H GPS: Wysokość nad poziomem morza na podstawie danych GPS i korekty geoidy wzgl. elipsoidy WGS84. Ekran dotykowy: W trybie symulacji można zmienić H GPS strzałkami góra/dół oraz zmienić kierunek szybowca strzałkami lewo/prawo.
pt_br: Esta é a altitude acima do nível do mar relatada pelo GPS. Somente em Touch-screen/PC: No modo de simulação, este valor é ajustável com as setas acima/abaixo e as teclas de seta direita/esquerda fazem com que o planador vire.
ru: Это высота над уровнем моря, получаемая от GPS. Только сенсорные экраны/PC : В режиме симуляции, это значение можно регулировать с помощью клавиш со стрелками вверх / вниз и клавиш со стрелками влево / вправо также можно повернуть планер.
sk: GPS výška nad MSL. Dotykový displej/PC: V móde simulátora je hodnota meniteľná šípkami hore/dole. Šípky vľavo/vpravo menia kurz.
sv: Detta höjden över medelhavsnivån(MSL) enligt GPS. (Endast Pekskärm/PC: Under simulering kan detta värdet justeras med up/ner piltangenter, höger/vänster svänger segelplanet).
uk: Це висота над середнім рівнем моря, повідомлена GPS. Лише для пристроїв з тач-скріном/ПК: В режимі імітації це значення можна змінити клавішами зі стрілками вгору/вниз, а клавіші зі стрілками праворуч/ліворуч спричинять поворот планера.

source: This is the navigation altitude minus the terrain elevation obtained from the terrain file. The value is coloured red when the glider is below the terrain safety clearance height.
cs: Navigační výška mínus výška terénu načtená ze souboru terénu. Hodnota je zbarvena červeně, pokud je kluzák pod bezpečnou výškou nad terénem.
de: Dies ist die Flughöhe abzüglich der Geländehöhe, ermittelt aus der Geländedatei. Der Wert wird rot dargestellt, wenn sich das Flugzeug unterhalb der Sicherheitshöhe befindet.
es: Esta es la altitud de navegación menos la elevación del terreno obtenida del archivo de terreno. El valor es de color rojo cuando el planeador está por debajo de la altura de mínima de seguridad del terreno.
fr: Altitude courante moins l'altitude du relief lue dans la base de données du relief. La valeur devient rouge lorsque le planeur est sous la hauteur de sécurité de franchissement du relief (garde au sol).
it: Questa e la quota di navigazione meno l'elevazione ottenuta dal file del terreno. Il valore è colorato di rosso quando l'aliante si trova al di sotto dell'altezza di sicurezza.
nl: Dit is de navigatiehoogte minus de terreinhoogte uit het terreinbestand. De waarde wordt rood als het zweefvliegtuig zich onder de veiligheidshoogte bevindt.
pl: H AGL: Wysokość nawigacyjna (AMSL lub GPS, w zależności od ustawienia XCSoar: Komputer > Nawig. wg H AMSL) minus wysokość n.p.m. (elewacja) terenu uzyskana z aktualnie wykorzystywanego pliku mapy terenu. Wartość wyświetlana w kolorze czerwonym, gdy szybowiec znajduje się poniżej bezpiecznej wysokości H bezp nad terenem.
pt_br: Esta é a altitude de navegação menos a elevação do terreno obtido a partir do arquivo de terreno. O valor é de cor vermelha quando o planador está abaixo da altura de segurança do terreno.
ru: Это навигационная высота минус высота местности, полученная из файла местности. Значение окрашено в красный цвет, когда планер находится ниже безопасной высоты.
sk: Toto je navigačná výška mínus výška terénu zo súboru s terénom. Táto hodnota je sfarbená na červeno ak je vetroň pod bezpečnou výškou nad terénom.
sv: Detta är navigationshöjden minus höjden på terrängen - från data i terrängfilen. Värdet färgas rött när segelplanet är under säkerhetsmarginalen mot terräng.
uk: Це навігаційна висота мінус висота ландшафту над рівнем моря, отримана з файлу ландшафту. Число забарвлено червоним, якщо планер нижче висоти безпечного кліренсу над ландшафтом.

source: True bearing of the next waypoint. For AAT tasks, this is the true bearing to the target within the AAT sector.
cs: Skutečný kurz k dalšímu bodu trati. U úloh AAT označuje kurz k cílovému bodu uvnitř AAT oblasti.
de: Rechtweisende Peilung zum nächsten Wegpunkt. Bei AAT Aufgaben ist das die rechtweisende Peilung zum Ziel im AAT Sektor.
es: Rumbo verdadero al siguiente waypoint. Para las TAA, rumbo verdadero al destino dentro del área.
fr: Cap vrai du prochain point de virage. Pour les circuits AAT, il s'agit du cap du prochain point de virage dans le secteur AAT.
hu: A következő fordulópont valódi mágneses irányszöge. HT feladat esetén ez az irány a célponthoz a HT szektorban.
it: Direzione vera verso la boa successiva. Per i temi AAT , questa è la vera direzione verso l'obiettivo all'interno del settore AAT.
nb: Virkelig kurs mot neste vendepunkt. For AAT oppgaver er dette virkelig kurs mot målet innenfor AAT sektor.
nl: Werkelijke koers naar het volgende keerpunt. Bij een AAT opdracht: werkelijke koers naar het doel binnen de AAT sector.
pl: PT KątDr: Kurs Geograficzny do następnego punktu trasy. W trasach AAT jest to kurs geograficzny do PZT w sektorze AAT.
pt_br: Proa verdadeira do próximo ponto de virada. Para provas AAT é a proa para o ponto dentro da área.
ru: Истинный азимут следующего пункта. Для упражнения с назначенными зонами, это истинное азимут до цели в пределах ААТ сектора.
sk: Skutočný azimut k ďalšiemu otočnému bodu. Pre AAT úlohy je toto azimut k cieľu v AAT sektore.
sv: Bäring till nästa vägpunkt. För AAT uppgifter är detta bäringen till målet inom AAT-sektorn.
uk: Істинний азимут на наступний ППМ. Для завдань ААТ це істинний азимут на ціль в межах сектору ААТ.

source: The distance from the top of the last thermal, divided by the altitude lost since the top of the last thermal. Negative values indicate climbing cruise (height gain since leaving the last thermal). If the vertical speed is close to zero, the displayed value is '---'.
cs: Vzdálenost dělená ztrátou výšky od vrcholu posledního stoupavého proudu. Záporné hodnoty značí stoupání v přímém letu (zisk výšky od opuštění posledního st. proudu). Pokud je vertikální rychlost 0, zobrazí se '---'.
de: Entfernung zur letzten Thermik dividiert durch die seither verlorene Höhe. Negative Werte bedeuten einen ansteigenden Pfad, für Variowerte nahe Null wird '---' angezeigt.
es: La distancia desde la parte superior de la última térmica, dividida por la altitud perdida desde la parte superior de la última térmica. Los valores negativos indican planeo en ascenso (ganancia de altura desde que salió de la última térmica). Si la velocidad vertical es cercana a cero, el valor mostrado es ‘—‘.
fr: La distance à partir du haut du dernier thermique, divisée par l'altitude perdue depuis le haut du dernier thermique. Les valeurs négatives indiquent une croisière ascendante (gain de hauteur depuis le haut du dernier thermique). Si la vitesse verticale est proche de zéro, la valeur affichée est '---'.
hu: Az utolsó termik teteje óta megtett út és a magasságvesztés hányadosa. A negatív értékek emelkedő siklást jeleznek (a termik elhagyása óta nőtt a magasság). Nulla közeli függőleges sebesség esetén '---' kerül megjelenítésre.
it: La distanza dall'apice dell'ultima termica, diviso l'altezza persa dall'apice dell'ultima termica. Valori negativi indicano salita (altezza guadagnata dopo aver lasciato l'ultima termica). Se la velocità verticale è prossima allo zero, il valore visualizzato è '---'.
nb: Distansen fra toppen av siste boble, delt på høydetap siden bobla ble forlatt. Negative verdier indikerer stigende bane (fløyet med stig etter å ha forlatt siste boble). Ved vertikalhastighet nær 0 vises '---'.
nl: De afstand vanaf het verlaten van de laatste bel, gedeeld door de hoogte verloren/gewonnen sinds dat punt. Negatieve waardes geven een klimmende steek aan (hoogtewinst sinds verlaten van de laatste bel). Als de verticale snelheid dicht bij nul ligt, wordt '---' aangegeven.
pl: DSK przesk: Odległość od wyjścia z ostatniego komina podzielona przez utratę wysokości od momentu jego opuszczenia. Wartość ujemna oznacza wznoszenie. Jeżeli obliczona wartość jest bliska zeru, wyświeltlany jest tekst '---'.
pt_br: Distância do topo da última térmica dividida pela perda de altitude. Valores negativos indicam subida (ganho de altura desde que a última térmica foi deixada). Se a velocidade vertical é próxima de zero o valor mostrado é '---'.
ru: Это расстояние от вершины крайнего потока до другого потока деленное на высоту потерянную на переходе. Отрицательные значения указывают на набор высоты. Если значение около нуля то показывается '---'.
sk: Podiel vzdialenosti od vrcholu posledného stupáku k strate výšky od posledného vrcholu. Negatívne hodnoty znamenajú stúpanie na preskoku (získanie výšky od opustenia posledného stupáku). Ak je vertikálna rýchlosť blízka nule, zobrazí sa hodnota '---'.
sv: Glidtal, beräknat genom att dividera flugen distans över marken med höjdförlust, sedan senaste kurvning. Negativa värden visar på höjdvinst, och om höjdförslusten är nära noll visas '---'.
uk: Співвідношення відстані від вершини останнього терміка до висоти, втраченої з моменту перебування на вершині останнього терміка. Негативне значення свідчить про набір на переході (виграш висоти з моменту, коли залишили останній термік). Якщо вертикальна швидкість близька до нуля, на дисплеї буде "---".
