Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: If enabled, has no max start height or max start speed and requires the minimum height above ground for finish to be greater than 1000m below the start height.
bg: Ако е включено, няма максимална стартова височина или максимална стартова скорост и се изисква минималната височина над земята при финиширане да е повече от 1000 м под височината на старта.
cs: Rozdíl minimální cílové výšky nad zemí a strartovní výšky musí být více než 1000m. Omezení maximální výšky startu nebo maximální startovní rychlosti není aplikováno.
de: Diese Option aktiviert, dass die minimale Höhe an der Ziellinie höher als 1000m unter der Abflughöhe sein muss.
es: Si está activado, no hay altura máxima de salida ni velocidad máxima de salida y requiere que la altura mínima sobre el suelo en la llegada sea superior a 1000m por debajo de la altura de salida.
fr: Si activé, pas d'altitude max. ou de vitesse max. au départ. Nécessite que la hauteur minimum au dessus du sol en arrivée soit supérieure à 1000 m au dessous de la hauteur de la ligne de départ.
hu: Ezt engedélyezve a starton nincs magassági vagy sebességkorlát és a befutó magasság legfeljebb 1000m-el lehet a startmagasság alatt.
it: Se abilitato, non ci sono altezza massima o velocità massima di partenza, ed è richiesta un altezza minima dal suolo per l'arrivo che sia maggiore di 1000 m meno dell'altezza di partenza.
nb: Ingen maks. starthøyde eller maks. starthastighet. Høyde ved målpassering må være minst minimumshøyden og mer enn starthøyde minus 1000 meter.
nl: Indien ingeschakeld, geen max start hoogte of max startsnelheid en vereist een minimum finish hoogte boven de grond die groter is dan 1000m onder de start hoogte.
pl: Jeśli włączone, nie ma maksymalnej wysokości startu lub maksymalnej prędkości startu i wymaga aby minimalna wysokość nad ziemią na mecie była większa niż 1000m poniżej wysokości startu.
ru: Если включено, нет установленных максимальной высоты старта или максимальной стартовой скорости и нужно, чтобы минимальная высота на финише относительно земли была большей, чем высота старта минус 1000 метров.
sk: Ak povolené, tak vyžaduje aby minimálna výška nad zemou pre preťatie cieľa bola maximálne o 1000m pod štartovou výškou.
sv: Om aktiverad, saknar max starthöjd/hastighet och kräver att minsta höjd över mark vid mål är mer än 1000m under starthöjd.
uk: Якщо включено, нема встановлених максимальної висоти старту чи максимальної стартової швидкості і потрібно, щоб мінімальна висота на фініші відносно землі була більшою за висоту старту мінус 1000 метрів.

source: Task not saved
bg: Задачата не е запазена
cs: Úloha není uložena
de: Aufgabe nicht gespeichert
es: Tarea no guardada
fr: Circuit non sauvegardé
hu: Feladat nincs mentve.
it: Tema non salvato
nb: Oppgaven ikke lagret
nl: Opdracht niet opgeslagen
pl: Nie zapisano zadania
pt_br: Prova não salva
ru: Задача не сохранена
sk: Úloha nebola uložená
sv: Uppgift ej sparad
uk: Завдання не збережено

source: Create new task?
bg: Създаване на нова задача?
cs: Založit novou úlohu?
de: Erzeuge neue Aufgabe?
es: ¿Crear una nueva tarea?
fr: Créer nouveau circuit ?
hu: Új feladatot hoz létre?
it: Creare nuovo tema?
nb: Lage ny oppgave?
nl: Nieuwe opdracht maken?
pl: Utworzyć nowe zadanie?
pt_br: Criar nova prova?
ru: Создать новую задачу?
sk: Vytvoriť novú úlohu?
sv: Skapa ny uppgift?
uk: Створити нове завдання?

source: Task New
bg: Нова задача
cs: Nová úloha
de: Neue Aufgabe
es: Nueva Tarea
fr: Nouveau circuit
hu: Új feladat
it: Nuovo Tema
nb: Ny oppgave
nl: Nieuwe Opdracht
pl: Nowe Zadanie
pt_br: Nova prova
ru: Новая Задача
sk: Nová úloha
sv: Ny uppgift
uk: Завдання Нове

source: New Task
bg: Нова задача
cs: Nová úloha
de: Neue Aufgabe
es: Tarea nueva
fr: Nouveau circuit
hu: Új feladat
it: Nuovo Tema
nb: Ny oppgave
nl: Nieuwe Opdracht
pl: Nowe zadanie
pt_br: Nova prova
ru: Новое задание
sk: Nová úloha
sv: Ny uppgift
uk: Нове завдання

source: Declare
bg: Декларирай
cs: Deklaruj
de: Anmelden
es: Declarar
fr: Déclarer
hu: Deklarál
it: Dichiara
nb: Deklarer
nl: Declareer
pl: Zadeklaruj
pt_br: Declarar
ru: Заявить
sk: Deklarovať
sv: Deklarera
uk: Заявити

source: Browse
bg: Преглед
cs: Procházej
de: Durchsuchen
es: Buscar
fr: Circuits enregistrés
hu: Tallóz
it: Sfoglia
nb: Bla gjennom
nl: Bladeren
pl: Wybierz...
pt_br: Procurar
ru: Просмотр
sk: Prehľadávať
sv: Bläddra
uk: Огляд

source: Load
bg: Зареди
cs: Nahraj
de: Laden
es: Cargar
fr: Charger
hu: Betöltés
it: Carica
nb: Åpne
nl: Laad
pl: Wczytaj
pt_br: Carregar
ru: Загрузить
sk: Načítať
sv: Ladda
uk: Завантажити

source: Rename
bg: Преименувай
cs: Přejmenuj
de: Umbenennen
es: Renombrar
fr: Renommer
hu: Átnevez
it: Rinomina
nb: Gi nytt navn
nl: Hernoem
pl: Przemianuj
pt_br: Renomear
ru: Переимен.
sk: Premenovať
sv: Byt namn
uk: Змінити назву

source: More
bg: Още
cs: Více
de: Mehr
es: Más
fr: Plus
hu: Több
it: Altro
nb: Mer
nl: Meer
pl: Więcej
pt_br: Mais
ru: Подробнее
sk: Viac
sv: Mer
uk: Ще

source: Load the selected task?
bg: Зареждане на избраната задача?
cs: Nahrát vybranou úlohu?
de: Lade die ausgewählte Aufgabe?
es: ¿Cargar la tarea seleccionada?
fr: Charger le circuit sélectionné ?
hu: Betöltsem a kiválasztott feladatot?
it: Caricare il tema selezionato?
nb: Åpne valgt oppgave?
nl: De geselecteerde opdracht laden?
pl: Załadować wybraną trasę?
pt_br: Carregar a prova selecionada?
ru: Загрузить выбранную Задачу?
sk: Načítať zvolenú úlohu?
sv: Ladda vald uppgift?
uk: Завантажити обране завдання?

source: Task Browser
bg: Разглеждане на задачи
cs: Přohlížeč úlohy
de: Aufgaben Browser
es: Buscador de tareas
fr: Explorateur de circuits
hu: Feladatböngésző
it: Sfoglia Temi
nb: Oppgaveliste
nl: Opdracht Manager
pl: Lista tras
pt_br: Procurar Prova
ru: Обозреватель Задач
sk: Prechádzať úlohy
sv: Uppgifter
uk: Огляд завдань

source: Can't delete .CUP files
bg: Не може да се изтриват .CUP файлове
cs: Nemohu smazat .CUP soubor
de: Die .CUP Dateien können nicht gelöscht werden
es: No se pueden eliminar archivos .CUP
fr: Suppression des fichiers .CUP impossible
hu: A .CUP fájl nem törölhető.
it: Impossibile eliminare file .CUP
nb: Kan ikke slette .CUP-filene
nl: Kan geen .cup bestanden verwijderen
pl: Nie można usunąć plików .CUP
pt_br: Impossível deletar arquivos .CUP
ru: Не могу удалить .CUP файлы
sk: Nemôžem zmazať súbory .CUP
sv: Kan ej radera .cup filer
uk: Не в змозі видалити файли .CUP

source: Delete the selected task?
bg: Изтриване на избраната задача?
cs: Smazat vybranou úlohu?
de: Ausgewählte Aufgabe löschen?
es: ¿Eliminar la tarea seleccionada?
fr: Effacer le circuit sélectionné ?
hu: Töröljem a kiválasztott feladatot?
it: Eliminare il tema selezionato?
nb: Slette valgt oppgave?
nl: De geselecteerde opdracht verwijderen?
pl: Usunąć wybraną trasę?
pt_br: Deletar a prova selecionada?
ru: Удалить выбранную Задачу?
sk: Zmazať zvolenú úlohu?
sv: Radera vald uppgift?
uk: Видалити обране завдання?

source: Can't rename .CUP files
bg: Не може да се преименуват .CUP файлове
cs: Nemohu přejmenovat .CUP soubory
de: Die .CUP Dateien können nicht umbenannt werden
es: No se pueden renombrar los archivos .CUP
fr: Impossible de renommer les fichiers .CUP
hu: A .CUP fájl nem nevezhető át.
it: Impossibile rinominare file .CUP
nb: Kan ikke endre navn på .CUP-filene
nl: Kan geen .cup bestanden hernoemen
pl: Nie można zmienić nazwy plików .CUP
pt_br: Impossível renomear arquivos .CUP
ru: Не могу переименовать .CUP файлы
sk: Nemôžem premenovať súbory .CUP
sv: Kan ej ändra namn på .cup filer
uk: Не в змозі перейменувати файли .CUP

source: Rename Error
bg: Грешка при преименуване
cs: Chyba přejmenování
de: Fehler beim Umbenennen
es: Renombrar error
fr: Erreur de renommage
hu: Átnevezési hiba
it: Errore di Rinominazione
nb: Gi nytt navn Feil
nl: Hernoemfout
pl: Błąd zmiany nazwy
pt_br: Erro de renomeação
ru: Ошибка переименования
sk: Chyba pri premenovaní
sv: Namnbytesfel
uk: Помилка зміни назви

source: Less
bg: По-малко
cs: Méně
de: Weniger
es: Menos
fr: Moins
hu: Kevesebb
it: Meno
nb: Mindre
nl: Minder
pl: Mniej
pt_br: Menos
ru: Меньше
sk: Menej
sv: Mindre
uk: Менше

source: Refresh
bg: Обнови
cs: Obnovit
de: Aktualisieren
es: Actualizar
fr: Rafraichir
it: Aggiorna
pl: Odśwież
sk: Obnoviť
sv: Förnya

source: Relocate
bg: Премести
cs: Změň
de: Versetzen
es: Reubicar
fr: Repositionner
hu: Áthelyez
it: Ricolloca
nb: Omplasser
nl: Verplaatsen
pl: Zmień punkt
pt_br: Realocar
ru: Переместить
sk: Premiestniť
sv: Omlokalisera
uk: Змінити розташування

source: Remove
bg: Премахни
cs: Smaž
de: Entfernen
es: Eliminar
fr: Supprimer
hu: Törlés
it: Rimuovi
nb: Fjern
nl: Verwijder
pl: Usuń
pt_br: Remover
ru: Удалить
sk: Odstrániť
sv: Ta bort
uk: Вилучити

source: (Add Alternate Start)
bg: (Добавяне на резервен старт)
cs: (Přidej alternativní start)
de: (Weiteren Abflugpunkt Hinzufügen)
es: (Agregar salida alternativa)
fr: (Ajouter un départ alternatif)
hu: (Másodlagos start hozzáadása)
it: (Aggiungi Partenza Alternativa)
nb: Legg til Alternativ Start
nl: (Voeg Alternatieve Start toe)
pl: (Dodaj alternatywny start)
pt_br: (Adicionar largada alternativa)
ru: (Добавить альтернативный старт)
sk: (Pridaj alternatívny štart)
sv: (Addera alternativ start)
uk: (Додати запасний старт)

source: Alternate Start Points
bg: Резервни стартови точки
cs: Alternativní startovní body
de: Weitere Abflugpunkte
es: Puntos de Salida Alternativos
fr: Départs alternatifs
hu: Másodlagos startok
it: Punti Partenza Alternativi
nb: Alternative Startpunkter
nl: Alternatieve startpunten
pl: Altern. punkty start.
pt_br: Pontos largada altenat
ru: Альтерн. старт. точки
sk: Alternatívne štartové body
sv: Alternativ startpunkt
uk: Точки запасних стартів

source: Change Type
bg: Смяна на типа
cs: Jiný typ
de: Ändere Typ
es: Cambiar Tipo
fr: Modifier le type
hu: Típusváltás
it: Modifica Tipologia
nb: Endre Type
nl: Verander Type
pl: Zmień typ
pt_br: Mudar o Tipo
ru: Изменить Тип
sk: Zmeniť typ
sv: Ändringstyp
uk: Змінити тип

source: Enable Alternate Starts
bg: Разреши резервни стартове
cs: Povol alternativní starty
de: Weitere Startpunkte Aktivieren
es: Activarar Salidas Altenativas
fr: Activer départs alternatifs
hu: Alternatív start engedélyezve
it: Abilita Partenze Alternative
nb: Aktiver alternative startpunkt
nl: Schakel Alternatieve Startpunten in
pl: Włącz altern. Pkt.wyjściowe
pt_br: Habilitar Starts Alternados
ru: Включить альтернативный старт
sk: Povoliť alternatívne štarty
sv: Aktivera alternativa starter
uk: Дозволити запасні старти

source: Score exit
bg: Изход за точкуване
cs: Boduj opuštění sektoru
de: Wertungsstand
es: Salida de puntuación
fr: Points en sortie
it: Uscita Punteggio
nl: Score verlaten
pl: Wyjdź z pods.
sk: Aktuálne skóre
sv: Poäng utträde
uk: Оцінка виходу

source: Edit Alternates
bg: Редактирай резерви
cs: Uprav alternativy
de: Alternativen bearbeiten
es: Editar Alternativos
fr: Modifier départs alternatifs
hu: Alternatívok szerkesztése
it: Modifica Alternative
nb: Rediger Mulige Landinger
nl: Pas Alternatieven aan
pl: Edytuj alternatywne
pt_br: Editar Alternados
ru: Редактировать запасные
sk: Upraviť alternatívy
sv: Ändra Alternativ
uk: Редагувати запасні

source: Task point
bg: Точка от задача
cs: Bod úlohy
de: Aufgabenpunkt
es: Punto de tarea
fr: Point de virage
it: Boa del Tema
nl: Opdrachtpunt
pl: Punkt Zadania
ru: Точка задания
sk: Bod úlohy
sv: Uppgiftspoäng
uk: Точка завдання

source: Assigned area point
bg: Точка от назначена зона
cs: AAT bod
de: Assigned area Punkt
es: Punto de area asignada
fr: Point de zone affectée
it: Punto di Area Assegnata
nl: Assigned area punt
pl: Punkt Zwrotny obszarówki
sk: AAT bod
sv: Tilldelad areapoäng
uk: Точка ААТ

source: Remove task point?
bg: Премахване на точка от задача?
cs: Odstranit bod úlohy?
de: Wendepunkt rausnehmen?
es: ¿Eliminar punto de tarea?
fr: Supprimer le point du circuit ?
hu: Töröljem a feladat ezen pontját?
it: Rimuovere boa dal tema?
nb: Fjerne oppgavepunktet?
nl: Verwijder uit opdracht?
pl: Usunąć Punkt Trasy?
pt_br: Remover da prova?
ru: Удалить "задачную" точку?
sk: Odstrániť otočný bod?
sv: Radera uppgiftspoäng?
uk: Видалити точку завдання?

source: Task Point Type
bg: Тип на точка от задача
cs: Typ bodu úlohy
de: Aufgaben Wegpunkttyp
es: Tipo de Punto de Tarea
fr: Type de point de virage
hu: Feladatpont típus
it: Tipo di Boa del Tema
nb: Oppgavepunkttype
nl: Opdracht Punt Type
pl: Typ punktu zadania.
pt_br: Tipo de ponto de prova
ru: Тип точки задания
sk: Typ otočných bodov úlohy
sv: Uppgiftspoängstyp
uk: Тип точки завдання

source: Goal
bg: Цел
cs: Cíl
de: Ziel
es: Meta
fr: Objectif
hu: Céltáv
it: Obiettivo
nb: Mål
nl: Doel
pl: Docel
ru: Цель
sk: Cieľ
sv: Mål
uk: Ціль

source: Out and return
bg: Отиване и връщане
cs: Návrat
de: Ziel-Rückflug
es: Ida y vuelta
fr: Aller retour
hu: Hurok
it: Andata e ritorno
nb: Tur / retur
nl: Uit en terug
pl: Docel-powrót
pt_br: Ida e volta
ru: туда и обратно
sk: Návratová
sv: Ut och tillbaka
uk: До ППМ з поверненняв

source: Two legs
bg: Две отсечки
cs: Dvě ramena
de: Zwei Schenkel
es: Dos tramos
fr: Deux branches
hu: Két szakasz
it: Due tratte
nb: To legg
nl: Twee benen
pl: Dwa boki
pt_br: Duas pernas
ru: двух этапный
sk: Dve ramená
sv: Två ben
uk: Два відрізки

source: Three legs
bg: Три отсечки
cs: Tři ramena
de: Drei Schenkel
es: Tres tramos
fr: Trois branches
hu: Három szakasz
it: Tre tratte
nb: Tre legg
nl: Drie benen
pl: Trzy boki
pt_br: Três pernas
ru: трех этапный
sk: Tri ramená
sv: Tre ben
uk: Три відрізки

source: non-FAI triangle
bg: Не-FAI триъгълник
cs: ne-FAI trojúhelník
de: nicht-FAI Dreieck
es: Triángulo no FAI
fr: Triangle non-FAI
hu: nem FAI háromszög
it: Triangolo non-FAI
nb: Ikke-FAI trekant
nl: niet-FAI driehoek
pl: Trójkąt nie-FAI
pt_br: Sem triângulo FAI
ru: не-FAI треугольник
sk: nie - FAI trojuholník
sv: icke-FAI triangel
uk: не-ФАІ трикутник

source: %d legs
bg: %d отсечки
cs: Počet ramen: %d
de: %d Schenkel
es: %d tramos
fr: %d branches
hu: %d szakasz
it: %d tratte
nb: %d legg
nl: %d benen
pl: %d boki/ów
pt_br: pernas %d
ru: %d этапный
sk: %d 1 ramien
sv: %d ben
uk: %d відрізки

source: Task is empty (%s)
bg: Задачата е празна (%s)
cs: Úloha je prázdná (%s)
de: Aufgabe ist leer (%s)
es: La tarea está vacía (%s)
fr: Le circuit est vide (%s)
hu: A feladat üres (%s)
it: Il tema è vuoto (%s)
nb: Oppgaven er tom (%s)
nl: Opdracht is leeg (%s)
pl: Zadanie jest puste (%s)
pt_br: Prova está vazia (%s)
ru: Пустая задача (%s)
sk: Úloha je prázdna (%s)
sv: Uppgiften är tom (%s)
uk: Завдання порожнє (%s)

source: max.
bg: макс.
es: máx.
nb: maks.
pl: maks.
ru: макс
uk: макс.

source: min.
bg: мин.
ru: мин
uk: хв.

source: dist.
bg: дист.
cs: vzdál.
hu: táv
nl: afst.
pl: dług.
ru: дист
sk: vzdial.
uk: відст.

source: Sector
bg: Сектор
cs: Sektor
de: Sektor
fr: Secteur
hu: Szektor
it: Settore
nb: Sektor
pl: Sektor
pt_br: Setor
ru: Сектор
sk: Sektor
sv: Sektor
uk: Сектор

source: Line
bg: Права
cs: Linie
de: Linie
es: Línea
fr: Ligne
hu: Vonal
it: Linea
nb: Linje
nl: Lijn
pl: Linia
pt_br: Linha
ru: Линия
sk: Čiara
sv: Linje
uk: Лінія

source: Cylinder
bg: Цилиндър
cs: Cylindr
de: Zylinder
es: Cilindro
fr: Cylindre
hu: Henger
it: Cilindro
nb: Sylinder
nl: Cilinder
pt_br: Cilindro
ru: Цилиндр
sk: Válec
uk: Циліндр

source: MAT cylinder
bg: MAT цилиндър
cs: MAT cylindr
de: MAT Zylinder
es: Cilindro TAM
fr: Cylindre MAT
it: Cilindro MAT
nl: MAT cilinder
pl: Cylinder MAT
ru: MAT цилиндр
sk: MAT valec
uk: Циліндр МАТ

source: Keyhole
bg: Ключова зона
cs: Kruh+výseč
de: Schlüsselloch
es: Ojo de cerradura
fr: Trou de serrure
hu: Kulcslyuk
it: Buco di chiave
nl: Sleutelgat
pl: Cyl.+sektor
sk: Kľúčová dierka
sv: Nyckelhål
uk: Замкова щілина

source: DAeC Keyhole
bg: Ключова зона DAeC
cs: DAeC kruh+výseč
de: DAeC Schlüsselloch
es: Keyhole DAeC
fr: DAeC
hu: DAeC kulcslyuk
it: DAeC buco di chiave
nl: DAeC Sleutelgat
pl: DAeC Cyl.+sektor
sk: DAeC kľúčová dierka
sv: DAeC nyckelhål
uk: Замкова щілина DAeC

source: BGA Fixed Course
bg: Фиксиран курс BGA (Брит. асоц)
cs: BGA daný kurz
de: BGA festgelegter Kurs
es: Ruta fija BGA
fr: Épreuve type BGA
hu: BGA rögzített kurzus
it: BGA Rotta Fissa
nl: BGA Vaste Route
pl: BGA Fixed Course (21.2)
pt_br: Curso Fixo BGA
ru: Фиксированный курс BGA
sk: BGA fixný kurz
sv: BGA fast bana
uk: Фіксований курс BGA

source: BGA Enhanced Option
bg: Разширени опции BGA
cs: BGA více možností
de: BGA Erweiterterungsoption
es: Opción mejorada BGA
fr: Option améliorée BGA
hu: BGA bővített
it: BGA Opzione Migliorata
nl: BGA Verbeterde Optie
pl: BGA Enhanced (21.3)
pt_br: BGA Aprimorada
ru: Расширенные опции BGA
sk: BGA rozšírená možnosť
sv: BGA utökat val
uk: Розширені опції BGA

source: BGA Start Sector
bg: Стартов сектор BGA
cs: BGA startovní sektor
de: BGA Abflugsektor
es: Sector de salida BGA
fr: Secteur de départ type BGA
hu: BGA Induló Szektor
it: BGA Settore di avvio
pl: BGA Start Zone (19.1)
pt_br: BGA Setor de Start
ru: Стартовый сектор BGA
sk: BGA štartový sektor
sv: BGA startsektor
uk: Стартовий сектор BGA

source: Enter a task name
bg: Въведете име на задача
cs: Zadej jméno úlohy
de: Geben Sie einen Aufgabennamen ein
es: Introducir un nombre de tarea
fr: Nom du circuit
it: Immettere un nome tema
nl: Kies opdrachtnaam
pl: Podaj nazwę zadania
ru: Введите имя задания
sk: Zadaj meno úlohy
sv: Ange uppgiftsnamn
uk: Введіть назву завдання

source: For AAT tasks, this setting can be used to adjust the target points within the AAT sectors. Larger values move the target points to produce larger task distances, smaller values move the target points to produce smaller task distances.
bg: За ЗНЗ (задача с назначени зони) се настройват целевите точки в секторите. По-големи стойности карат целевите точки да създават по-големи разстояния, а по-малките стойности - по-малки разстояния.

source: Radial
bg: Радиал
cs: OB radiála
fr: Radiale
hu: Radiál
it: Radiale
nl: Radiaal
pl: PT Radial
ru: ОТстарта
sk: Radiála
uk: Радіал

source: For AAT tasks, this setting can be used to adjust the target points within the AAT sectors. Positive values rotate the range line clockwise, negative values rotate the range line counterclockwise.
bg: За ЗНЗ (задача с назначени зони) се настройват целевите точки в секторите. Положителни стойности въртят ограничителните линии по посока на часовниковата стрелка, а отрицателни стойности - обратно на часовниковата стрелка.

source: ETE
bg: Разч. време
fr: ETA
hu: Idő úton
ru: Время
sk: oČas ďAAob

source: Estimated time en-route to the next AAT target.
bg: Разчетно време по маршрута до следващата ЗНЗ цел.
cs: Odhadnutý čas na trati k dalšímu AAT cílovému bodu.
de: Geschätzte Zeit bis zum nächsten AAT Punkt.
es: Tiempo estimado en ruta hacia el próximo destino TAA.
fr: Durée estimée pour rejoindre le prochain point de l'AAT.
hu: Becsült menetidő a következő HT célpontig.
it: Tempo stimato in rotta al prossimo obiettivo AAT.
nl: Geschatte tijdsduur tot volgende AAT doel.
pl: Szacunkowy czas pokonania trasy do następnego punktu AAT.
ru: Ожидаемое время на маршруте до следующей цели ААТ.
sk: Odhadovaný čas k ďalšiemu AAT bodu.
sv: Skattad tid till nästa AAT mål utmed rutt. (Estimated Time En-route).
uk: Очікуваний час на маршруті до наступної цілі ААТ.

source: Delta T
bg: Δt за ЗНЗ
cs: T rozdíl
de: Zeit drüber
fr: ΔT
hu: delta Idő
pl: AAT dT
ru: Дельта Т
sk: Nadčas

source: AAT Delta Time - Difference between estimated task time and AAT minimum time. Colored red if negative (expected arrival too early), or blue if in sector and can turn now with estimated arrival time greater than AAT time plus 5 minutes.
bg: Δt за ЗНЗ - това е разликата във времената между разчетното време и минималното време за ЗНЗ (задача с назначени зони). Тя се оцветява в червено, ако е отрицателна, което значи, че разчетното пристигане е твърде рано и във синьо, ако сте в сектор и при финиширане разчетното време на пристигане е по-късно от минималното време за изпълнение на ЗНЗ плюс 5 минути.
cs: AAT rozdílový čas. Rozdíl mezi předpokládaným časem úlohy a AAT minimálním časem. Hodnota je zbarvená červeně pokud je předpokládaný předčasný přílet, nebo modře, pokud jste v AAT oblasti a můžete provést obrat s předpokládaným časem příletu v AAT minimálním čase plus 5 minut.
de: AAT Delta Zeit - die Differenz zwischen geschätzter Aufgabenzeit und minimaler AAT Zeit. Der Wert wird rot gefärbt wenn die Ankunft zu früh erwartet wird, oder blau wenn im Sektor gewendet werden kann und die geschätzte Ankunftszeit mehr als 5 Minuten nach der AAT Zeit liegt.
es: Tiempo Delta TAA - Diferencia entre el tiempo estimado de la tarea y el tiempo mínimo TAA. Coloreado en rojo si es negativo (llegada prevista demasiado pronto), o en azul si está en el sector y puede girar ahora con un tiempo de llegada estimado mayor que el tiempo TAA más 5 minutos.
fr: Delta de temps de l'AAT : différence entre la durée estimée du circuit et le minimum de l'AAT. Rouge si négatif (heure d'arrivée estimée trop tôt), ou bleu si dans le secteur et qu'il est possible de virer maintenant avec une heure estimée d'arrivée supérieure de 5 minutes à l'heure de l'AAT.
hu: AAT delta idő - légtérfeladatokon az AAT minimumidő és a becsült időigény különbsége. Vörösre vált, ha negatív (várhatóan túl korai érkezés), kékre ha a szektorban vagyunk és az azonnali fordulással a becsült érkezési idő AAT idő plusz öt perc.
it: AAT Delta Time - Differenza tra tempo tema stimato e tempo minimo AAT. Di colore rosso se negativo (arrivo previsto troppo presto), blu se nel settore e in possibilità di virare, col tempo di arrivo stimato maggiore del tempo tema AAT più cinque minuti.
nb: AAT Delta Tid - Forskjellen mellom beregnet oppgavetid og AAT minimumstid. Farget rødt hvis negativ (forventet ankomst for tidlig), eller blått hvis innenfor sektor og kan svinge mot mål med forventet ankomst minst 5 minutter etter AAT tid.
nl: AAT Delta Tijd - Verschil tussen geschatte opdracht tijd en AAT minimale tijd. Rood gekleurd indien negatief (Te vroege aankomst), Blauw gekleurd wanneer binnen de sector en naar het finish punt kunnen vliegen met een aankomsttijd die groter is dan de AAT tijd plus 5 minuten.
pl: AAT dT: Różnica między szacowanym a minimalnym czasem zadania. Wyświetlana na czerwono jeśli ujemna (spodziewany wcześniejszy przylot) lub na niebiesko jeżeli jesteś w sektorze i możesz zaliczyć PZ z szacowanym czasem dłuższym niż AAT plus 5 minut rezerwy.
sk: AAT nadčas - Rozdiel medzi predpokladaným časom úlohy a minimálnym AAT časom. Zafarbený na červeno ak negatívny (predpokladaný prílet moc skoro), alebo modro ak v ste v sektore AAT a môžete teraz otočiť s predpokladaným časom príletu väčším ako AAT čas plus 5 minút.
sv: AAT delta tid. Skillnad mellan estimerad uppgiftstid och minsta AAT tid. Rödfärgad om negativ (ankomst i förtid). Blåfärgad om i sektor och sväng mot ankomsttid större än AAT tid plus 5 minuter är möjlig.

source: V rem.
bg: V оставаща
cs: V zbtk
de: V verbleibend
es: V rest.
fr: V rest.
hu: V marad
it: V rim.
nl: V overg.
pl: V poz.
sk: R zostáv.

source: V ach
bg: V̅ постижима
cs: V dos
de: V erreicht
es: V alc
fr: V Real
hu: V elért
it: V ragg
nl: V beh
sk: R dosiah.
sv: Uppnådd Hast
