Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: How calculations are performed of the reach of the glider with respect to terrain.
bg: Как изчисленията за разчет на достижимост на планера се изпълняват съобразно терена.
cs: Určuje, jak jsou prováděny výpočty akčního rádiusu kluzáku s ohledem na terén.
de: Wie die Berechnung der Reichweite des Segler bezogen auf das Gelände ausgeführt wird.
es: Cómo se realizan los cálculos del alcance del planeador con respecto al terreno.
fr: Méthodes de calcul du local en tenant compte du relief.
hu: Az elérhető terület kiszámításának módja.
it: Come i calcoli vengono eseguiti per la portata del velivolo rispetto al terreno.
nb: Rekkeviddeberegning.
nl: Hoe berekeningen voor bereik van het zweefvliegtuig worden uitgevoerd met betrekking tot terrein.
pl: Metoda obliczania zasięgu szybowca w odniesieniu do terenu.
pt_br: Como os cálculos de chegada do planador são feitos em função do terreno.
ru: Как влияет ландшафт на расчёт досягаемости планера.
sk: Ako prebieha výpočet doletu klzáku s ohľadom na terén.
sv: Hur beräkningar av farkostens räckvidd utförs med hänsyn till terräng.
uk: Як впливає ландшафт на розрахунки досяжності планера.

source: Uses task glide polar.
bg: Използва се полярата от задачата.
cs: Použije poláru úlohy.
de: Verwendet die Polare aus der Aufgabe.
es: Utiliza la polar de la tarea.
fr: Utilise la polaire du circuit.
hu: A feladat polárgörbéjével.
it: Utilizza polare del velivolo nel tema.
nb: Bruker oppgavens glidepolar.
nl: Gebruikt opdracht glij polaire.
pl: Wg aktualnej nastawy MC Ustaw.
pt_br: Usa polar do planador.
sk: Použije poláru z úlohy.
sv: Använder polarkurva för uppgift.

source: Safety MC
bg: Безопасен MC
cs: Bezpečné MC
de: Sicherheits MC
es: MC de seguridad
fr: MC de sécurité
hu: Biztonságos MC
it: Mc Sicurezza
nb: Sikkerhets MC
nl: Veiligheids MC
pl: Bezp.nast. MacCready
pt_br: Mc de Segurança
ru: Безопасное MС
sk: Bezpečné MC
sv: Säk.McReady
uk: Безпечна МС

source: Uses safety MacCready value.
bg: Използва безопасна стойност за Маккрейди.

source: Reach polar
bg: Поляра за достигане
cs: Polára pro akční rádius
de: Erreichbar Polare
es: Polar en alcance
fr: Polaire pour zone d'atteinte
hu: Elérhető polárisa
it: Polare portata
nb: Rekkevidde polar
nl: Bereik polaire
pl: Zasięg wg biegunowej
pt_br: Polar de chegada
sk: Doletová polára
sv: Räckviddspolar

source: This determines the glide performance used in reach, landable arrival, abort and alternate calculations.
bg: Тук се определя качеството на планиране, което се използва за изчисление на достижимост до точка, достижимост за кацане и др.
cs: Klouzavost, užívaná ve výpočtech akčního rádiusu, přerušení úlohy a alternativ.
de: Hiermit wird festgelegt welche Flugleistung für die Berechnung der Reichweite, Erreichbarkeit der Landefelder, beim Abbruch und der Alternativen angenommen wird.
es: Determina el rendimiento de planeo utilizado en los cálculos de alcance, llegada al aterrizaje, aborto y alternativo.
fr: Définit la performance du planeur utilisée pour la calcul de la zone d'atteinte au sol, des terrains posables, de l'abandon du circuit et des dégagements.
hu: Ez szabályozza, hogy a berepülhető terület, leszállóhelyi érkezés, feladatmegszakítás és kitérő számításánál a gép milyen teljesítményével számoljon.
it: Determina la performance di planata utilizzata per la portata, il raggiungimento degli atterrabili, l'abort ed il calcolo delle alternative.
nb: Valg av glideytelsen.
nl: Dit bepaalt de glij prestaties in bereik modus, landbare aankomst, af te breken en alternatieve berekeningen.
pl: Ta opcja wskazuje jak zmodyfikowana biegunowa jest używana w obliczeniach dolotu do lądowisk i innych kalkulacjach tzn. wg jakiej wartości ustawienia MacCready'ego.
pt_br: Determina a performance do planador que será usada no alcance, chegada 'pousavel', aborta e alterna os cálculos.
ru: Определяет расчёт характеристик глиссады на условиях досягаемости, безопасного прибытия, прерывания полёта, захода на запасные площадки для посадки.
sk: Toto určuje kĺzavý výkon použitý pre výpočet doletu, dosahu na pristávacie plochy, ukončenie a alternatívne plochy.
sv: Anger vilken glidprestanda som används i beräkningar för räckvidd, landning, avbrott och alternativa landningar.
uk: Визначає розрахунки характеристик глісади на умовах досяжності, безпечного прибуття, переривання польоту, заходу на запасні майданчики для посадки.

source: Disables the reach display.
bg: Изключва показването на достижимостта.
cs: Akční rádius není zobrazen.
de: Keine Gleitbereich Darstellung.
es: Desactiva la visualización del alcance.
fr: Désactive l'affichage de la zone atteignable.
hu: Letiltja az elérhetó terület megjelenítését.
it: Disattiva la visualizzazione della portata.
nb: Slå av innen-rekkevidde visning.
nl: Schakelt bereik weergave uit.
pl: Wyłącza pokazywanie obszaru zasięgu.
pt_br: Desativar exibição de chegada.
ru: Выключает дисплей досягаемости
sk: Deaktivuje zobrazenie doletu.
sv: Inaktiverar visning av räckvidd.
uk: Вимикає дисплей досяжності.

source: Terrain line
bg: Линия за терен
cs: Linie terénu
de: Geländelinie
es: Línea al suelo
fr: Courbe de niveau
it: Linea al suolo
nl: Terrein lijn
pl: Linia terenu
sk: Súbor s terénom
sv: Terränglinje
uk: Лінія ландшафту

source: Draws a dashed line at the terrain glide reach.
bg: Чертае прекъсната линия на достижимостта до терена.
cs: Zobrazí přerušovanou čáru na hranici akčního rádiusu kluzáku.
de: Zeichnet eine gestrichelte Linie um den erreichbaren Gleitbereich.
es: Dibuja una línea discontinua a la distancia de alcance de planeo al terreno.
fr: Dessine en pointillés la limite de la zone atteignable en vol plané.
it: Disegna una linea tratteggiata per visualizzare il cono di efficienza al suolo.
nl: Tekent een stippellijn op het maximale glijbereik.
pl: Rysuje przerywaną linię przy zasięgu poślizgu terenu.
sk: Vykreslí čiarkovanú líniu na hranici doklzu.
sv: Ritar en streckad linje vid räckvidd för terrängglid.

source: Terrain shade
bg: Засенчен терен
cs: Stínování terénu
de: Geländeschattierung
es: Sombreado al terreno
fr: Ombrage du relief
it: Ombreggiatura al suolo
nl: Terrein schaduw
pl: Cieniowanie terenu
sk: Zatienenie terénu
sv: Terrängskugga
uk: Тіні ландшафту

source: Shades terrain outside glide reach.
bg: Засенчва терена отвъд достижимата област.
cs: Stínování terénu mimo akční rádius kluzáku.
de: Verdunkelt das Gelände außerhalb des Gleitflugbereichs.
es: El terreno aparece sombreado más allá del alcance del planeador.
fr: Grise la carte hors de la zone atteignable en finesse.
hu: A területen kívüli terep árnyékolva lesz.
it: Ombreggia il terreno fuori dalla portata del volo.
nb: Skyggelegger området utenfor rekkevidde.
nl: Maakt het gebied dat buiten glijbereik is donkerder.
pl: Cieniuje teren poza obszarem zasięgu szybowca.
pt_br: Sombrear terreno fora da chegada do planador.
ru: Оттенять местность за пределами досягаемости полёта.
sk: Stmaví terén mimo doklz.
sv: Skuggar terräng utanför glidräckvidd.
uk: Затінює ландшафт поза межами досяжності.

source: Working line
bg: Работна права
cs: Linie pracovního pásma
de: Arbeitsbereich
es: Línea útil
fr: Ligne de travail
it: Linea di lavoro
nl: Werklijn
sk: Pracovná línia
sv: Fungerande GR-linje

source: Draws a dashed line at the working glide reach.
bg: Чертае прекъсната линия на работната достижимост по качество.
cs: Zobrazí přerušovanou čáru na hranici pracovního pásma.
de: Zeichnet eine gestrichelte Linie um den Gleitbereich, der oberhalb der Arbeitshöhe erreicht werden kann.
es: Dibuja una línea discontinua en el alcance útil de planeo.
fr: Dessine en pointillés la limite de la zone atteignable en vol plané.
it: Disegna una linea tratteggiata per visualizzare il cono di efficienza di lavoro.
nl: Tekent een stippellijn op het maximale glijbereik.
sk: Vykreslí čiarkovanú líniu na hranici doklzu v pracovnej výške.
sv: Ritar en sträcka linje vid glidets räckvidd.
uk: Малює пунктирну лінію досяжності глайду.

source: Working line, terrain line
bg: Работна права и права за кацане
cs: Linie pracovního pásma, linie terénu
de: Arbeitsbereich, Gleitbereich
es: Línea útil , línea al suelo
fr: Ligne actuelle, ligne au terrain
it: Linee di lavoro e al suolo
nl: Werklijn, terrein lijn
sk: Pracovná línia, terénna línia
sv: Fungerande GR-linje, terräng

source: Draws a dashed line at the working and terrain glide reaches.
bg: Чертае прекъсната линия на работната достижимост и достижимостта до терена.
cs: Zobrazí přerušovanou čáru na hranici pracovního pásma a akčního rádiusu kluzáku.
de: Zeichnet eine gestrichelte Linie um den Arbeitsbereich u. Gleitbereich.
es: Dibuja una línea discontinua en los alcances útil y al suelo.
fr: Dessine en pointillés la limite de la zone d'atteinte du planeur.
it: Disegna una linea tratteggiata per visualizzare i coni di efficienza di lavoro ed al suolo.
nl: Tekent een stippellijn op het maximale glijbereik.
sk: Vykreslí čiarkovanú líniu na hranici doklzu pracovnej výšky a terénu.
sv: Ritar en sträcka linje vid glidets och terrängglidets räckvidd.

source: Working line, terrain shade
bg: Работна права и засенчен терен
cs: Linie pracovního pásma, stínování terénu
de: Arbeitsbereichlinie, Geländeschattierung
es: Línea útil, sombreado al suelo
fr: Ligne de travail, ombrage du relief
it: Linea di lavoro, ombreggiatura al suolo
nl: Werkgebied, terreinhoogte
sk: Pracovná línia, terén tieňovaný
sv: Fungerande linje, terrängskugga

source: Draws a dashed line at working, and shade terrain, glide reaches.
bg: Чертае прекъсната линия на работната достижимост, линията до терена и засенчва недостижимата област на картата.
cs: Zobrazí přerušovanou čáru na hranici pracovního pásma a stínuje akční rádius kluzáku.
de: Zeichnet eine gestrichelte Linie um den Arbeitsbereich und schattiert den Gleitbereich.
es: Dibuja una línea discontinua en el alcance útil, y sombrea el terreno en el alcance al suelo.
fr: Dessine en pointillés la limite de la zone d'atteinte du planeur.
it: Disegna una linea tratteggiata per visualizzare l'efficienza di lavoro ed ombreggia il terreno fuori dell'efficienza al suolo.
nl: Tekent een stippellijn op het werkbare en schaduwterrein glijbereik.
sk: Vykreslí čiarkovanú líniu na hranici doklzu v pracovnej výške, stmavý terén mimo doklzu.
sv: Ritar en sträckad linje vid räckvidd för fungerande och skuggad terräng.
uk: Малює пунктирну лінію досяжності з урахуванням рельєфу.

source: Reach display
bg: Показване на достижимостта
cs: Akční rádius
de: Erreichbar Anzeige
es: Mostrar el alcance
fr: Aff. Zone atteignable
hu: Elérhető kijelzése
it: Visualizzazione efficienza
nb: Rekkeviddevisning
nl: Bereik weergave
pl: Prezentacja obszaru zasięgu
pt_br: Exibir chegada
ru: Дисплей досягаемости
sk: Zobrazenie doletu
sv: Visning räckvidd
uk: Дисплей досяжності

source: Arrival height
bg: Височина на пристигане
cs: Výška příletu
de: Ankunftshöhe
es: Altura de llegada
fr: Hauteur d'arrivée
hu: Érkezési magasság
it: Altitudine di arrivo
nb: Ankomsthøyde
nl: Aankomsthoogte
pl: Wysokość przylotu Hbezp
pt_br: Altura de chegada
ru: Высота прибытия на финиш
sk: Príletová výška
sv: Ankomsthöjd
uk: Висота прибуття

source: The height above terrain that the glider should arrive at for a safe landing.
bg: Височината над терена, която планерът трябва да има за безопасно приземяване.
cs: Výška nad terénem, ve které by kluzák měl přilétnout pro bezpečné přistání v cíli.
de: Die Höhe über dem Gelände, in welcher das Segelflugzeug für eine sichere Landung ankommen sollte.
es: La altura sobre el terreno a la que debe llegar el planeador para un aterrizaje seguro.
fr: La hauteur sol à laquelle le planeur doit se trouver au point d'arrivée pour atterrir en sécurité.
hu: A biztonságos leszálláshoz ezen a föld feletti magasságon kell a gépnek érkeznie.
it: L'altezza al di sopra del terreno a cui il velivolo deve arrivare per un atterraggio sicuro.
nb: Bakkehøyden som farkosten bør ankomme med for å kunne gjennomføre en trygg landing.
nl: De hoogte boven de grond waarop het zweefvliegtuig moet aankomen voor een veilige landing.
pl: Wysokość nad lądowiskiem na jakiej szybowiec powinien przylecieć, aby bezpiecznie wykonać manewry do lądowania.
pt_br: A altura acima do terreno que o planador deve chegar no lugar para um pouso seguro.
ru: Высота над местностью, на которой планер должен прийти для безопасной посадки.
sk: Minimálna výška nad terénom, ktorú musí mať klzák na bezpečné pristátie.
sv: Ankomsthöjd över terräng för säker landning.
uk: Висота над ландшафтом, на якій планер повинен прилетіти для безпечного приземлення.

source: Terrain height
bg: Височина на релефа
cs: Výška terénu
de: Geländefreiheit
es: Altura sobre el terreno
fr: Garde au sol
hu: Terep feletti bizt. mag.
it: Altezza dal suolo
nb: Terrenghøyde
nl: Terreinhoogte
pl: Min. H AGL na dolocie
pt_br: Altura sobre terr
ru: Высота над рельефом
sk: Výška nad terénom
sv: Terränghöjd
uk: Висота ландшафту

source: The height above terrain that the glider must clear during final glide.
bg: Височината над терена, която планерът трябва да поддържа по време на финалното долитане.
cs: Výška nad terénem, kterou kluzák musí překonat během dokluzu.
de: Höhe über Grund, die der Segler während des Endanflugs einhalten soll.
es: La altura sobre el terreno que el planeador debe superar durante el planeo final.
fr: La hauteur sol minimale que le planeur doit avoir lors de l'arrivée.
hu: A végsiklás közben a terep felett megőrizendő magasság.
it: L'altezza al di sopra del terreno che il velivolo deve mantenere durante la planata finale.
nb: Minstehøyde over bakken ved målglidestrekket
nl: De hoogte die het zweefvliegtuig tijdens de final glide boven het terrein moet blijven.
pl: Minimalna wysokość nad terenem jaką szybowiec musi utrzymać podczas dolotu.
pt_br: A altura acima do terreno que o planador deve limpar durante o planeio final.
ru: Высота над местностью, которую планер должны сбросить в течение финишного глайда.
sk: Minimálna výška nad terénom, ktorú musí mať klzák na doklze ako rezervu.
sv: Önskad höjd över terräng under finalglid.
uk: Висота над ландшафтом, яку планер повинен скинути на дольоті.

source: Simple
bg: Опростено
cs: Zjednodušeně
de: Einfach
es: Sencillo
hu: Egyszerű
it: Semplice
nb: Enkel
nl: Eenvoudig
pl: Prosty
pt_br: Simples
ru: Простой
sk: Jednoduché
sv: Enkel
uk: Простий

source: The alternates will only be sorted by waypoint type (airport/outlanding field) and arrival height.
bg: Резервните места за кацане ще се подредят по тип на пътната точка (летище или поле за кацане) и височина на достигане.
cs: Alternativy budou uspořádány pouze podle typu (letiště/nouzová plocha) a výšky příletu.
de: Alternativen werden nur nach Wegpunkt-Typ (Flugplatz/Landefeld) und Ankunftshöhe sortiert.
es: Los alternativos solo se ordenarán por tipo de waypoint (aeropuerto/zona aterrizable) y altura de llegada.
fr: Les dégagements ne seront ordonnés que par type de points (aérodrome/champ posable) et hauteur d'arrivée.
it: Gli alternati saranno ordinati solo per altezza di arrivo.
nl: De alternatieven worden gesorteerd op keerpunttype (vliegveld, buitenlandingsveld) en aankomsthoogte.
pl: Sortowanie wyłącznie wg. rodzaju lądowiska (lotnisko/teren przygodny) i wysokości przylotu.
ru: Запасные будут отсортированы только по типам путевых точек (аэропорт/площадка для посадки) и по высоте прибытия.
sk: Alternatívy budú usporiadané iba podla typu (letisko/náhradná plocha) a výšky príletu.
sv: Landningar sorteras endast enligt vägpunktstyp (flygplats/utelandningsfält) och ankomsthöjd.
uk: Запасні будуть відсортовані тільки по типам шляхових точок (аеропорт/майданчик для посадки) і по висоті прибуття.

source: The sorting will also take the current task direction into account.
bg: При подреждането ще вземе предвид и текущата посока на задачата.
cs: Třídění přihlédne i k aktuální deklaraci.
de: Die Sortierung berücksichtigt zusätzlich die aktuelle Kursrichtung aus der Aufgabe.
es: El orden también tendrá en cuenta la dirección de la tarea actual.
fr: L'ordre prendra aussi en compte la direction en cours du circuit.
it: L'ordinamento terrà conto anche della direzione corrente del tema.
nl: Bij sorteren zal rekening worden gehouden met de richting van de huidige taak.
pl: Sortowanie z priorytetem uwzględnienia kierunku Trasy Zadania.
ru: При сортировке будет также учтено текущее направление выполнения задания.
sk: Usporiadanie zohľadní aj aktuálny smer v úlohe.
sv: Sortering tar även riktning på aktuell uppgift i beaktande.
uk: При сортуванні буде також враховано поточний напрямок виконання завдання.

source: Home
bg: Начало
cs: Domov
de: Heimat
es: Base
fr: Point de départ
hu: Bázisra
it: Base
nb: Hjem
pl: Do Domu
pt_br: Casa
ru: Дом
sk: Domov
sv: Hemåt
uk: Домівка

source: The sorting will try to find landing options in the current direction to the configured home waypoint.
bg: При подреждането се вземат предвид места за приземяване в текущата посока на полета към избраната начална точка.
cs: Třídění se pokusí najít možnosti pro přistání v aktuálním směru k nastavenému domovskému bodu.
de: Die Sortierung sucht nach Landemöglichkeiten in Richtung der konfigurierten Heimat.
es: El orden intentará encontrar opciones de aterrizaje en la dirección al waypoint base.
fr: L'ordre favorisera les zones posables dans la direction du point de départ sélectionné.
it: L'ordinamento cercherà opzioni di atterraggio nella direzione della boa configurata come base.
nl: De sorteer functie zal proberen landing opties te vinden in de richting van het geconfigureerde thuis veld.
pl: Sortowanie z priorytetem wyboru lądowisk położonych w kierunku lotniska ustawionego jako Dom.
ru: Сортировка постарается найти варианты посадки в текущем направлении к настроенное путевой точке.
sk: Usporiadanie sa pokúsi nájsť možnosti na pristátie v aktuálnom smere k nastavenému domovskému bodu.
sv: Sortering försöker finna landningar i riktning mot inställd hemmavägpunkt.
uk: Сортування буде намагатися врахувати можливості посадки в поточному напрямку до ППМ, заданого як домашній.

source: Alternates mode
bg: Режим приземяване
cs: Režim alternativ
de: Alternativen Modus
es: Modo de alternativos
fr: Ordre des dégagements
hu: Kitérő üzemmód
it: Modo alternati
nb: Alt.landinger modus
nl: Alternativen modus
pl: Wybór lądowiska
pt_br: Modo alternativo
ru: Режим запасных
sk: Režim alternatív
sv: Alternativläge
uk: Режим запасних

source: Determines sorting of alternates in the alternates dialog and in abort mode.
bg: Определя подредбата на резервните места за кацане в диалога за приземяване и в режим на прекъсване на полета.
cs: Určuje způsob třídění alternativ v okně alternativ a v režimu přerušení úlohy.
de: Bestimmt die Sortierung der Alternativen im entsprechenden Dialog und beim Abbruch der Aufgabe.
es: Determina el orden de los alternativos en el cuadro de diálogo alternativos y en el modo de tarea interrumpida.
fr: Définit l'ordre d'affichage des dégagements dans la fenêtre correspondante et en cas d'abandon de circuit.
it: Determina l'ordinamento degli atterraggi alternativi nella finestra di dialogo e in modalità interruzione del tema.
nl: Bepaalt het sorteren van alternatieven in het alternatieven venster en in de afbreken modus.
pl: Określa sposób sortowania listy w oknie dostępnych lądowisk w czasie przelotu i w trybie po przerwaniu zadania.
ru: Определяет метод сортировки запасных в диалоге "Запасные" и в режиме прерывания задания.
sk: Určuje spôsob triedenia alternatív v okne alternatív a v režime prerušenia úlohy.
sv: Styr sortering av alternativ i alternativdialogen och i avbrytläge.
uk: Визначає метод сортування запасних в діалозі "Запасні" і в режимі переривання завдання.

source: Polar degradation
bg: Влошаване на полярата
cs: Degradace poláry
de: Polaren Verschlechterung
es: Degradación polar
fr: Dégradation de la polaire
hu: Polárcsökkenés
it: Degradazione polare
nb: Polar-degradering
nl: Polaire verslechtering
pl: Degradacja biegunowej
pt_br: Degradação da polar
ru: Деградация поляры
sk: Degradácia poláry
sv: Polardegradering
uk: Деградація поляри

source: A permanent polar degradation. 0% means no degradation, 50% indicates the glider's sink rate is doubled.
bg: Постоянно влошаване на полярата. 0% означава, че няма влошаване, а 50%, че скоростта на пропадане се е удвоила.
cs: Permanentní degradace poláry. 0% znamená žádnou, 50% znamená dvojnásobné opadání kluzáku.
de: Eine permanente Verschlechterung der Polare. 0% meint keine Verschlechterung, 50% bedeutet eine verdoppelte Sinkrate.
es: Una degradación polar permanente. 0% significa que no hay degradación, 50% indica que la tasa de hundimiento del planeador se duplica.
fr: Un dégradation permanente de la polaire. 0% pour aucune, 50% double le taux de chute.
hu: A poláris végleges csökkenése. A 0% jelenti ha nincs csökkenés, az 50% jelenti, ha a gép merülése megduplázódott.
it: Degradazione permanente della polare. 0% significa non degradata, 50% significa che il tasso di caduta del velivolo è raddoppiato.
nb: Permanent polar-degradering. 0% betyr ingen degradering, 50% angir at farkostens synkhastighet er doblet.
nl: Een permanente polaire verslechtering. 0% betekent geen vermindering, 50% geeft aan dat de daalsnelheid wordt verdubbeld.
pl: Stopień degradacji biegunowej. 0% oznacza idealną biegunową, 50% wskazuje,że opadanie szybowca jest podwojone.
pt_br: Uma degradação permanente da polar. 0% significa nenhuma degradação, 50% indica que a taxa de decida do planador é dobrada.
ru: Постоянная деградация поляры. 0% означает отсутствие деградации, 50% указывает, что скорость снижения планера удваивается.
sk: Permanentná degradácia poláry. 0% znamená žiadna degradácia, 50% znamená zdvojnásobené opadanie klzáku.
sv: Permanent polardegradering. 0% innebär ingen degradering, 50% indikerar dubblerad sjunkhastighet för farkostens.
uk: Перманентна деградація поляри. 0% означає відсутність деградації, 50% - подвоєну швидкість зниження.

source: Auto bugs
bg: Автом. замърсяване
cs: Auto zamoušení
de: Auto Mücken
es: Bichos automáticos
fr: Moucherons auto.
it: Sporco autom.
nl: Auto insecten
pl: Auto-muchy
pt_br: Erros automático
sk: Muchy automaticky
sv: Insektsautomatik
uk: Авто комахи

source: If enabled, adds 1% to the bugs setting after each full hour while flying.
bg: Ако е включено, добавя 1% към настройките за замърсяване на всеки час полетно време.
cs: Pokud je zapnuto, zvyšuje zamoušení o 1% každou hodinu letu.
de: Wenn eingeschaltet wird mit jeder Flugstunde die Flügelverschmutzung um 1% hoch gesetzt.
es: Si está habilitado, agrega 1% a la configuración de bichos después de cada hora de vuelo completada.
fr: Si activé, alors ajoute 1% au réglage moucherons à chaque heure de vol.
it: Se abilitato, aggiunge 1% di sporco (insetti) ogni ora di volo.
nl: Indien AAN, telt 1% bij de insecten instelling voor ieder vlieguur.
pl: Jeżeli Włączono, zwiększa ustawienie degradacji biegunowej ze względu na muchy o 1% co godzinę lotu.
pt_br: Se ativado, adiciona 1% para os erros de configuração depois de cada hora durante o vôo.
ru: Если применено, добавляет 1% к настройкам"bugs" через каждый час полёта.
sk: Ak aktivované, pridá 1% k nastaveniu múch každú hodinu letu.
sv: Om aktiverad, adderar 1% på insektsjustering efter varje flugen timme.
uk: Якщо застосовано, додає 1% до налаштування "Комахи" через кожну годину польоту.
