Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Vario-scaled dots with lines. Orange to red = climb. Light blue to dark blue = sink. Zero lift is presented as a yellow line.
bg: Мащабирани с показанията на вариометъра точки с линии. Оранжево до червено означава качване. Светло до тъмно синьо - пропадане. Нулата се представя като жълта линия.
cs: Tečky a linky zvětšované na základě hodnoty vária. Stoupání je v tomto schématu označeno od oranžové po červenou, klesání od světle po tmavě modrou. Nulové stoupání je vyznačeno žlutou čarou.
de: Vario skalierte Punkte mit Linien. Orange bis rot = Steigen. Hellblau bis Dunkelblau = Sinken. Null wird als gelbe Linie angezeigt.
es: Puntos dependientes del vario con líneas. De naranja a rojo = ascenso. De azul claro a azul oscuro = descenso. El ascenso cero se presenta como una línea amarilla.
fr: Points et lignes selon le vario. Orange à rouge : montée. Bleu clair à foncé : descente. Vario nul : ligne jaune.
it: La scala del Vario con linee. Rosso = salita. Dal blu chiaro al blu scuro = discendenza. Zero ascensione si presenta come una linea gialla. Puntini di dimensione relativa al valore del vario. In ascendenza il colore sarà da arancione a rosso, in discendenza da celeste a blu scuro. Il volo livellato viene mostrato come una linea gialla.
nl: Vario-geschaalde punten en lijnen. Oranje tot rood = stijgen. Lichtblauw tot donkerblauw = dalen. Geen stijgen is een gele lijn.
pl: Kropki skalowane wariometrem i linie. Kolory od pomarańczu do czerwieni = wznoszenie. Kolory od jasno- do ciemno-niebieskiego = duszenie. Żółta linia = zerowe noszenie.
ru: Точки и линии масштабированы соответственно к варио. От оранжевого до красного = набор высоты. Нулевые потоки обозначены жёлтой линией.
sk: Váriom daná veľkosť bodiek a čiar. Oranžová k červenej = stúpanie. Svetlo modrá k tmavo modrej = klesanie. Nulové stúpanie je zobrazené žltou čiarou.
sv: Vario - skalade prickar med linjer. Orange till röd = stig. Ljusblå till mörkblå = sjunk. Nollyft visas med en gul linje.
uk: Крапки і лінії масштабовані відповідно до варіо. Від помаранчевого до червоного = набір висоти. Нульові потоки позначені жовтою лінією.

source: Vario E-ink
bg: Варио E-ink
cs: Vário e-ink
es: Varias tintas electrónicas

source: E-ink friendly color scheme, lighter and thicker dots means lift while darker and thinner means sink.
bg: Цветова тема на E-ink - светли и големи точки означават качване, а тъмни и малки пропадане.
cs: Barevné schéma přátelské k e-ink. Světlejší a silnější body značí stoupání, zatímco tmavší a tenčí body klesání.
de: E-Ink-freundliches Farbschema: hellere und dickere Punkte bedeuten Auftrieb, dunklere und dünnere bedeuten Sinkflug.
es: La combinación de colores compatible con la tinta electrónica, los puntos más claros y gruesos significan elevación, mientras que los puntos más oscuros y delgados significan descenso.
fr: Gamme de couleurs adaptée aux dispositifs à E-ink (des points plus clairs et gros signifient une ascendance alors que plus foncés et plus fins signifient une descendance).

source: The colour scheme corresponds to the height.
bg: Цветовата схема съответства на височината.
cs: Barevné schéma odpovídá výšce.
de: Das Farbschema entspricht der Höhe.
es: El esquema de color depende de la altura.
fr: La couleur varie en fonction de l'altitude.
hu: A színséma a magasságnak megfelelő.
it: Lo schema di colori corrisponde all'altitudine.
nl: Het kleuren schema komt overeen met de hoogte.
pl: Schemat kolorów odpowiada wysokości lotu.
pt_br: O esquema de cor corresponde à altura.
ru: Цветовая гамма соответствует высоте.
sk: Farebné schéma zodpovedá výške.
sv: Detta färgschema motsvarar höjden.
uk: Схема кольорів відповідає висоті.

source: Simplified line graphics, black with white contours.
bg: Опростена линейна графика - черно с бели контури.
cs: Zjednodušená grafika černých čar s bílými konturami.
de: Eine einfache Liniengrafik.
es: Gráficos lineales simplificados, negros con contornos blancos.
fr: Symbole simplifié, lignes noires avec contours blancs.
hu: Egyszerűsített vonalas grafika, fekete szín fehér körvonallal.
it: Grafica a linee semplificate, nero con contorni bianchi.
nb: Velg flyikon.
nl: Vereenvoudigd lijn weergave, zwart met witte contouren.
pl: Uproszczona linie grafiki, czarne z białym konturem.
pt_br: Graficos de linha simplificados, preto com contorno branco.
ru: Упрощенные графические линии, черные с белыми контурами.
sk: Jednoduchá čiarová grafika, čierna s bielymi kontúrami.
sv: Förenklad linjegrafik, svart med vit kontur.
uk: Спрощена графіка ліній, чорне з білими контурами.

source: Simple (large)
bg: Опростена (голяма)
cs: Zjednodušeně (velký)
de: Einfach (groß)
es: Simple (grande)
fr: Simple (grand)
hu: Egyszerű (nagy)
it: Semplice (grande)
nb: Enkel (Stor)
nl: Eenvoudig (groot)
pl: Prosty (duży)
pt_br: Simples (largo)
ru: Простой (широкий)
sk: Jednoduché (veľké)
sv: Enkel (stor)
uk: Простий (великий)

source: Enlarged simple graphics.
bg: Уголемена проста графика.
cs: Zjednodušená velká grafika.
de: Eine vergrößerte einfache Grafik.
es: Gráficos simples ampliados.
fr: Symbole simplifié agrandi.
hu: Felnagyított egyszerű grafika.
it: Grafica semplice ingrandita.
nb: Enkel flyikon.
nl: Vergrote eenvoudige weergave.
pl: Powiększony, prosty symbol szybowca.
pt_br: Graficos simples alargados.
ru: Расширенная простая графика
sk: Zväčšená jednoduchá grafika.
sv: Förstorad enkel grafik.
uk: Збільшена проста графіка.

source: Detailed
bg: Подробна
cs: Podrobně
de: Detailliert
es: Detallado
fr: Détaillé
hu: Részletes
it: Dettagliato
nb: Detaljert
nl: Gedetailieerd
pl: Szczegółowy
pt_br: Detalhado
ru: Подробно
sk: Podrobné
sv: Detaljerad
uk: Детально

source: Detailed rendered aircraft graphics.
bg: Детайлна графика на летателния апарат.
cs: Podrobně vykreslená grafika letadla.
de: Eine aufwendigere Flugzeug Darstellung.
es: Gráficos detallados del avión.
fr: Symbole du planeur détaillé.
hu: Finom rajzolatú, számított grafika.
it: Dettagli grafici dei velivoli.
nb: Detaljert flyikon.
nl: Gedetailleerde gerenderde vliegtuig weergave.
pl: Szczegółowy symbol szybowca.
pt_br: Gráficos renderizados detalhados da aeronave.
ru: Детальная графика для ВС
sk: Detailné vykreslenie lietadla.
sv: Detaljerad renderad grafik för flygfarkost.
uk: Детальна графіка для ПС.

source: HangGlider
bg: Делтапланер
cs: Závěsný kluzák
de: Hängegleiter
es: Ala Delta
fr: Delta plane
hu: Sárkányrepülő
it: Deltaplano
nl: DeltaVlieger
pl: Lotnia
pt_br: Asa Delta
ru: Дельтаплан
sk: Závesný klzák
sv: Hängflygvinge
uk: Дельтаплан

source: Simplified hang glider as line graphics, white with black contours.
bg: Опростена скица на бял делтапланер с черни контури.
cs: Zjednodušená silueta závěsného kluzáku, bílá s černou konturou.
de: Vereinfachter Hängegleiter als Strichgrafik, weiß mit schwarzer Kontur.
es: Ala delta simplificada en dibujo de línea, blanco con contornos negros.
fr: Représentation simplifiée comme un deltaplane : blanc avec des contours noirs.
hu: Egyszerű, vonalas, fehér sárkányrepülő grafika, fekete körvonallal.
it: Deltaplano stilizzato, bianco con contorni neri.
nl: Simpele weergave van een delta vlieger, zwart met witte contouren.
pl: Szkic lotni, biały z czarnym konturem.
ru: Упрощённое изображение дельтаплана, белый с чёрными контурами.
sk: Jednoduchý závesný klzák ako čiarová grafika, biela s čiernymi kontúrami.
sv: Förenklad hängflygvinge som linjegrafik, vit med svart kontur.
uk: Спрощений вигляд дельтаплана, білий з чорним контуром.

source: ParaGlider
bg: Парапланер
cs: Padákový kluzák
es: Parapente
fr: Para pente
hu: Siklóernyő
it: Parapendio
nl: SchermVlieger
pl: Paralotnia
pt_br: Parapente
ru: Параплан
sk: Padákový klzák
sv: Glidskärm
uk: Параплан

source: Simplified para glider as line graphics, white with black contours.
bg: Опростена скица на бял парапланер с черни контури.
cs: Zjednodušená silueta padákového kluzáku, bílá s černou konturou.
de: Vereinfachter Paraglider als Strichgrafik, weiß mit schwarzer Kontur.
es: Ala delta simplificada en dibujo de línea, blanco con contornos negros.
fr: Représentation simplifiée comme un parapente : blanc avec des contours noirs.
hu: Egyszerű, vonalas, fehér siklóernyő grafika, fekete körvonallal.
it: Parapendio stilizzato, bianco con contorni neri.
nl: Simpele weergave van een scherm vlieger, zwart met witte contouren.
pl: Szkic paraglide'a, biały z czarnym konturem.
ru: Упрощённое изображение параплана, белый с чёрными контурами.
sk: Jednoduchý padákový klzák ako čiarová grafika, biela s čiernymi kontúrami.
sv: Förenklad glidskärm med linjegrafik, vit med svart kontur.
uk: Спрощений вигляд параплана, білий з чорним контуром.

source: No wind arrow is drawn.
bg: Без стрелка за посоката на вятъра.
cs: Šipka větru nebude zobrazena.
de: Kein Windpfeil wird gezeichnet.
es: No se dibuja ninguna flecha de viento.
fr: La flèche de vent n'est pas dessinée.
hu: Szélnyíl nem látszik
it: Nessuna freccia del vento viene disegnata.
nl: Er wordt geen wind pijl getekend.
pl: Strzałka wiatru jest ukryta.
ru: Стрелка ветра не отображается
sk: Šípka vetra nebude zobrazená.
sv: Ingen vindpil ritas.
uk: Стрілка вітру не намальована.

source: Arrow head
bg: Стрелка
cs: Šipka
de: Pfeilspitze
es: Punta de flecha
fr: Pointe de flèche
hu: Nyíl fej
it: Punta freccia
nb: Pilspiss
nl: Pijlpunt
pl: Grot strzałki
pt_br: Ponta de seta
ru: Стрелка
sk: Hlava šípky
sv: Pil
uk: Стрілка з наконечником

source: Draws an arrow head only.
bg: Чертае само върха на стрелката.
cs: Zobrazí pouze hlavu šipky.
de: Zeigt nur die Spitze eines Pfeils.
es: Dibuja solo una punta de flecha.
fr: Affiche seulement la tête de la flèche.
hu: Csak a nyílfej rajzolása
it: Disegna solo una punta di freccia.
nb: Vis kun pilspiss.
nl: Tekent alleen een pijlpunt.
pl: Rysuje tylko główkę strzałki.
pt_br: Desenhar apenas uma seta de rumo.
ru: Рисует только стрелку с наконечником
sk: Vykreslí len hlavu šípky.
sv: Ritar endast ett pilhuvud.
uk: Малює тільки стрілку з наконечником.

source: Full arrow
bg: Цяла стрелка
cs: Plná šipka
de: Ganzer Pfeil
es: Flecha completa
fr: Flèche Complète
hu: Teljes nyíl
it: Freccia completa
nb: Pil
nl: Volledige pijl
pl: Strzałka
pt_br: Seta completa
ru: Полная стрелка
sk: Celá šípka
sv: Full pil
uk: Повна стрілка

source: Draws an arrow head with a dashed arrow line.
bg: Чертае стрелка с връх и прекъсната линия.
cs: Zobrazí hlavu šipky s čárkovanou čárou.
de: Zeigt einen Pfeil mit gestrichelter Linie.
es: Dibuja una punta de flecha con una línea punteada.
fr: Affiche la tête de la flèche et une ligne en pointillés.
hu: Nyílfej rajzolása szaggatott vonallal
it: Disegna una freccia con il gambo tratteggiato.
nb: Vis hel pil.
nl: Tekent een pijlpunt met een gestippelde pijl lijn.
pl: Rysuje główkę strzałki z przerywaną linią strzałki.
pt_br: Desenhar uma seta de rumo com uma seta de linha tracejada.
ru: Рисует стрелку с наконечником и с пунктирной линией стрелки
sk: Vykreslí hlavu šípky spolu s čiarkovanou nožičkou.
sv: Ritar pilhuvud med en sträckad linje som svans.
uk: Малює стрілку з наконечником і з пунктирною лінією стрілки.

source: No SkyLines traffic is drawn.
bg: Не се показва въздушният трафик на SkyLines.
cs: SkyLines provoz nebude zobrazen.
de: Kein SkyLines Verkehr darstellen.
es: El tráfico de SkyLines no se muestra.
fr: Aucun trafic SkyLines n'est affiché.
it: Nessun traffico SkyLines viene mostrato.
nl: Er wordt geen SkyLines verkeer getekend.
sv: Ingen SkyLines trafik är ritad.

source: Symbol
bg: Символ
es: Símbolo
fr: Symbole
it: Simbolo
nl: Symbool
uk: Символ

source: Draws the SkyLines symbol only.
bg: Чертае само символа на SkyLines.
cs: Zobrazí pouze symbol.
de: Nur die SkyLines Symbole anzeigen.
es: Dibuja sólo el símbolo de SkyLines.
fr: Dessine uniquement le symbole SkyLines.
it: Mostra solo il simbolo SkyLines.
nl: Tekent enkel SkyLines symbool.
sv: Rita endast SkyLines-symbol.
uk: Малює лише символ SkyLines.

source: Symbol and Name
bg: Символ и име
cs: Symbol a jméno
de: Symbol und Name
es: Símbolo y Nombre
fr: Symbole et nom
it: Simbolo e Nome
nl: Symbool en Naam
sv: Symbol och namn
uk: Символ і назва

source: Draws the SkyLines symbol with name.
bg: Чертае символа на SkyLines с име.
cs: Zobrazí symbol spolu se jménem.
de: SkyLines Symbole und Namen anzeigen.
es: Dibuja el símbolo de SkyLines con el nombre.
fr: Dessine le symbole SkyLines avec le nom.
it: Mostra il simbolo SkyLines con il nome.
nl: Tekent SkyLines symbool met naam.
sv: Ritar SkyLines-symbol med namn.
uk: Малює символ SkyLines з назвою.

source: Ground track
bg: Следа върху земята
cs: Pozemní stopa
de: Kurs über Grund
es: Rastro sobre el suelo
fr: Route instantanée
hu: Nyomvonal
it: Traccia al suolo
nl: Grond volg lijn
pl: Linia drogi
ru: наземный трек
sk: Pozemná stopa
sv: Markspår
uk: Наземний трек

source: Display the ground track as a grey line on the map.
bg: Показва следата върху земята като сива линия върху картата.
cs: Zobrazí pozemní stopu, jako šedou linku na mapě.
de: Zeige den Kurs über Grund als graue Linie auf der Karte an.
es: Mostrar la trayectoria sobre el suelo como una línea gris en el mapa.
fr: Affiche la trace au sol de la route instantanée en gris sur la carte.
hu: Szürke vonal formájában jeleníti meg a nyomvonalat a térképen.
it: Visualizza la traccia al suolo come una linea grigia sulla mappa.
nl: Laat de grond volg lijn als een grijze lijn zien op de kaart.
pl: Rysuj drogę lotu na mapie szarą linią.
ru: Изображает наземний трек в виде серой линии на карте.
sk: Zobraz pozemnú stopu ako šedú líniu na mape.
sv: Visa markspår med en grå linje på kartan.
uk: Зображує наземний трек як сіру лінію на мапі.

source: FLARM traffic
bg: FLARM трафик
cs: FLARM provoz
de: FLARM Flugverkehr
es: Tráfico FLARM
fr: Trafic FLARM
hu: FLARM forgalom
it: Traffico FLARM
nb: FLARM trafikk
nl: FLARM verkeer
pt_br: Tráfego FLARM
ru: FLARM движение
sk: FLARM prevádzka
sv: FLARM trafik
uk: Рух FLARM

source: This enables the display of FLARM traffic on the map window.
bg: Разрешава показването на FLARM трафика в прозореца с картата.
cs: Tato volba zobrazí FLARM provoz na mapě.
de: Hiermit wird die Anzeige des FLARM-Flugverkehrs auf der Karte eingeschaltet.
es: Permite la visualización del tráfico FLARM en la ventana del mapa.
fr: Permet l'affichage des trafics FLARM sur la carte.
hu: A FLARM forgalom megjelenítése a térképablakban.
it: Abilita la visualizzazione del traffico FLARM sulla mappa.
nb: Dette aktiverer FLARM trafikk-vinduet i kartvisningen.
nl: Dit schakelt de weergave van FLARM verkeer op het kaartvenster in.
pl: To włącza wyświetlanie ruchu FLARM w oknie mapy.
pt_br: Isto habilita a exibição de tráfego FLARM na janela do mapa.
ru: Включает изображение движения FLARM на карте.
sk: Toto zobrazí na okne mapy prevádzku z FLARMu.
sv: Aktiverar visning av FLARM trafik på kartan.
uk: Вмикає зображення руху FLARM на мапі.

source: Fade traffic
bg: Избледняване на трафика
cs: Blednutí provozu
de: Verkehr ausblenden
es: Difuminar el tráfico
fr: Masquer trafic

source: Keep showing traffic for a while after it has disappeared.
bg: Показва трафика още известно време след като изчезне.
cs: Po určitou dobu pokračuje v zobrazení symbolu provozu i když není detekován.
de: Verkehr weiterhin anzeigen, auch nachdem er verschwunden ist.
es: Seguir mostrando el tráfico durante un tiempo después de que haya desaparecido.
fr: Continuer à afficher un trafic pendant un moment après qu'il ait disparu.

source: Trail length
bg: Дължина на дирята
cs: Délka stopy
de: Spurlänge
es: Longitud del rastro
fr: Longueur Trace
hu: Nyomvonal hossza
it: Lunghezza Scia
nb: Sporlengde
nl: Spoorlengte
pl: Długość śladu
pt_br: Comprimento trilha
ru: Длинна следа
sk: Dĺžka stopy
sv: Spårlängd
uk: Довжина сліду

source: Determines whether and how long a snail trail is drawn behind the glider.
bg: Определя дали да има и колко дълга да е дирята оставена след планера.
cs: Určuje zobrazení a délku pozemní stopy kluzáku v mapě.
de: Bestimmt, ob und mit welcher Länge eine Flugspur hinter dem Segler angezeigt wird.
es: Determina si se dibuja la trayectoria del planeador sobre el suelo y su duración.
fr: Définit la longueur de la trace de cheminement affichée derrière le planeur (aucune, courte, longue et complète).
hu: Meghatározza, hogy kell-e és milyen hosszan nyomvonalat rajzolni a gép mögött.
it: Determina quanto lunga verrà visualizzata la scia del velivolo.
nb: Lengden på sporet som tegnes på kartet
nl: Bepaalt of en hoe lang een slakken spoor wordt getrokken achter het zweefvliegtuig.
pl: Określa czy i jak długo ślad jest rysowany za szybowcem.
pt_br: Determina qual o tamanho do desenho do rastro atrás do planador.
ru: Определяет, будет ли прорисовываться и как долго след (линия трека) позади планера.
sk: Určuje, či čiara trajektórie lietadla bude počas módu krúženia posúvaná vplyvom vetra.
sv: Ställer om och hur långt snigelspår som visas efter farkosten.
uk: Визначає, чи буде і наскільки довгим буде малюватися слід позаду планера.

source: Trail type
bg: Тип следа
cs: Typ stopy
de: Spurtyp
es: Tipo de rastro
fr: Type de trace
hu: Nyomvonal típusa
it: Tipo di scia
nb: Sportype
nl: Spoor type
pl: Typ śladu
pt_br: Tipo de rastro
ru: Тип следа
sk: Typ stopy
sv: Spårtyp
uk: Тип сліду

source: Sets the type of the snail trail display.
bg: Задаване типа на следата.
cs: Nastavuje typ zobrazení pozemní stopy.
de: Setzt die Art der Spuranzeige fest.
es: Establece el tipo de presentación del rastro .
fr: Choisit le type de la trace de cheminement à afficher (vario 1, vario 2 ou altitude).
hu: A nyomvonal megjelenítésének típusát állítja be.
it: Imposta il tipo di scia mostrato.
nb: Sportype som vises.
nl: Hiermee stelt u het type van het slakken spoor weergave in.
pl: Określa rodzaj wyświetlanego śladu.
pt_br: Ajusta o tipo de rastro será exibido.
ru: Настройки отображения типа следа
sk: Nastaví typ zobrazovania trajektórie letu.
sv: Anger typ av snigelspår.
uk: Налаштування типу зображення сліду.

source: Trail scaled
bg: Мащабирана следа
cs: Stopa v měřítku
de: Skalierte Spur
es: Rastro escalado
fr: Épaississement de la trace
hu: Nyomvonal méretezés
it: Scia in scala
nb: Spor skalert
nl: Spoor geschaald
pl: Ślad skalowany
pt_br: Rastro escalonável
ru: Масштабируемый след
sk: Stopa v merítku
sv: Skalat spår
uk: Слід у масштабі

source: If set to ON the snail trail width is scaled according to the vario signal.
bg: Ако е включено, ширината на следата се мащабира според показанията на вариото.
cs: Pokud je zapnuto, šíře pozemní stopy je proporcionální vzhledem k rychlosti stoupání.
de: Wenn aktiviert wird die Spur anhand des Variosignals breiter, oder schmäler dargestellt.
es: Si se establece en ON, la anchura del rastro sobre el terreno se escala según el valor del vario.
fr: Sur ON, l'épaisseur de la trace de cheminement est proportionnelle à la valeur du vario.
hu: Bekapcsolt állapotban a nyomvonal szélessége arányos lesz a varió jelével.
it: Se impostato su ON la larghezza della scia varierà in base al valore del vario.
nb: Slått på vil sporbredden skaleres i forhold til varioverdiene
nl: Indien ingesteld op AAN zal de spoor breedte wordt geschaald volgens het vario signaal.
pl: Jeżeli ustawisz na włącz to szerokość śladu będzie skalowana do wartości vario.
pt_br: Se ajustado para ON a largura do rastro será escalonada de acordo com o sinal do vário.
ru: Если выбрано "Вкл.", ширина следа будет в масштабе соответственно сигналу вариометра.
sk: Ak zapnuté, šírka stopy je proporcionálna vzhľadom k signálu vária.
sv: Om På skalas snigelspårets bredd enligt variometervärdet.
uk: Якщо вибрано "Вкл.", ширина сліду буде у масштабі відповідно до сигналу варіометра.

source: Detour cost markers
bg: Марки за цена на отклонение
cs: Značky mimo trasu
de: Angabe zu den Umwegkosten
es: Indicadores de costo de desvío
fr: Indicateurs du détour
hu: Eltérés költsége
it: Indicatori costo deviazione
nb: Omvei tapsmarkører
nl: Markering omvlieg kosten
pl: Markery dod. odległości
pt_br: Marcadores de custo de desvio
sk: Značenie ceny obchádzky
sv: Kostnadsmarkörer för omväg
