Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Speed arrows
bg: Скоростни стрелки
cs: Rychlostní šipky
de: Geschwindigkeitspfeile
es: Flechas de velocidad
fr: Flèches de vitesse
hu: Sebesség nyilak
it: Frecce velocità
nb: Hastighetspiler
nl: Snelheidspijlen
pl: Strzałki prędkości
pt_br: Setas de velocidade
sk: Ukazateľe rýchlosti
sv: Hastighetspilar
uk: Стрілки швидкості

source: Whether to show speed command arrows on the vario gauge. In cruise mode, arrows pointing up command slow down; arrows pointing down command speed up.
bg: Дали да се показват командите със стрелки за скорост върху вариото. Когато се показва в режим прелитане, стрелките сочат нагоре за команда „забави“; стрелките сочат надолу за команда „увеличи“.

source: Show average
bg: Показване на средна стойност
cs: Průměrné stoupání
de: Zeige Mittelwert
es: Mostrar promedio
fr: Afficher moyenne
hu: Átlag kijelzése
it: Mostra media
nb: Vis gjennomsnitt
nl: Toon gemiddelde
pl: Pokaż średnią
pt_br: Mostrar média
ru: Показать среднее
sk: Zobraz priemer
sv: Visa medelvärde
uk: Показати усереднення

source: Whether to show the average climb rate. In cruise mode, this switches to showing the average netto airmass rate.
bg: Дали да се показва средна скорост на качване. В режим прелитане това превключва към показване на средната нетна стойност.

source: Show MacReady
bg: Показване на Маккрийди
cs: MacCready
de: Zeige MacCready
es: Mostrar MacReady
fr: Afficher MacCready
hu: MacCready kijelzése
it: Mostra MacCready
nb: Vis MacCready
nl: Toon MacCready
pl: Pokaż MacCready
pt_br: Exibir MacReady
sk: Zobraz MacCready
sv: Visa MacCready
uk: Показати MacReady

source: Whether to show the MacCready setting.
bg: Дали да се показва настройката на Маккрийди.
cs: Aktivace zobrazení nastavení MacCready.
de: Ob der MacCready-Wert angezeigt werden soll.
es: Si se debe mostrar la configuración de MacCready.
fr: Affichage du calage MacCready.
hu: MacCready érték kijelzése
it: Mostra l'impostazione del MacCready.
nb: Vis McCready innstilling av/på
nl: Wel of niet MacCready instellingen laten zien.
pl: Czy pokazywać ustawienia McCready
pt_br: Para mostrar as configurações de MacCready.
sk: Či má byť zobrazené nastavenie MC.
sv: Om MacCready inställning skall visas.
uk: Для зображення налаштувань MacReady.

source: Show bugs
bg: Показване на замърсяването
cs: Zamoušení
de: Zeige Mücken
es: Mostrar bichos
fr: Montrer les moucherons
hu: Bogárpiszok kijelzése
it: Mostra sporco
nb: Vis programfeil
nl: Toon insecten
pl: Pokaż muchy
pt_br: Mostrar erros
sk: Zobraziť znečistenie
sv: Visa insekter
uk: Показати комахи

source: Whether to show the bugs percentage.
bg: Дали да се показва замърсяването в проценти.
cs: Určuje, zda zobrazit zamoušení křídel.
de: Ob die Mücken in Prozent angezeigt werden soll.
es: Si se debe mostrar el porcentaje de bichos.
fr: Affichage de la propreté (moucherons) en %.
hu: Bogárpiszok kijelzése
it: Mostra la percentuale di sporco (insetti).
nb: Viser systemfeil i prosent.
nl: Wel of niet insecten percentage te laten zien.
pl: Czy pokazywać procent degradacji biegunowej z powodu zmiany profilu pod wpływem owadów lub deszczu.
pt_br: Para mostrar a porcentagem de erros.
sk: Určuje, či sa má zobrazovať znečistenie krídel.
sv: För att visa procent insekter.
uk: Для зображення проценту втрати ЛХ через комах.

source: Show ballast
bg: Показване на баласта
cs: Zátěž
de: Zeige Ballast
es: Mostar lastre
fr: Affichage ballast
hu: Ballaszt kijelzése
it: Mostra zavorra
nb: Vis ballast
nl: Toon ballast
pl: Pokaż balast
pt_br: Mostrar lastro
sk: Zobraziť záťaž
sv: Visa ballast
uk: Показати баласт

source: Whether to show the ballast percentage.
bg: Дали да се показва баласта в проценти.
cs: Určuje, zda zobrazit procento přítěže.
de: Ob der Ballastprozentanteil angezeigt werden soll.
es: Mostrar el porcentaje de lastre.
fr: Affichage du pourcentage de remplissage des ballasts.
hu: A vízballaszt arányának megjelenítése
it: Visualizza la percentuale di zavorra.
nb: Vis ballast i prosent.
nl: Wel of niet de ballast percentage te laten zien.
pl: Czy pokazywać procentowo balast.
pt_br: Para mostrar a porcentagem de lastro.
sk: Či má byť zobrazené percento záťaže (vody).
sv: Om ballastprocent skall visas.
uk: Для зображення проценту баласту.

source: Show gross
bg: Показване на бруто
cs: Brutto vário
de: Zeige Brutto
es: Mostrar bruto
fr: Vario instantané
hu: Össz. emelés
it: Mostra lordo
nb: Vis bruto
nl: Toon bruto
pl: Pokaż nieskompensowane
pt_br: Mostrar bruto
sk: Ukazuj brutto
sv: Visa brutto
uk: Показати брутто-варіо

source: Whether to show the gross climb rate.
bg: Дали да се показва брутната скорост на качване.
cs: Určuje, zda zobrazit brutto hodnotu stoupání.
de: Ob das Bruttosteigen angezeigt werden soll.
es: Si a mostrar la tasa de ascenso bruto.
fr: Affichage du taux de montée instantané.
hu: Össz. emelés kijelzése a variométerben.
it: Mostra il tasso di risalita lordo.
nb: Vis brutto stig av/på
nl: Wel of niet het bruto stijg snelheid laten zien.
pl: Czy pokazywać rzeczywistą wartość wznoszenia szybowca, bez kompensacji energii całkowitej.
pt_br: Para mostrar taxa de subida bruta.
sk: Či sa má zobrazovať hrubá rýchlosť stúpania.
sv: Om brutto stighastighet skall visas.
uk: Чи показувати брутто набір висоти.

source: Averager needle
bg: Стрелка за осредняване
cs: Šipka průměru
de: Mittelwert Zeiger
es: Indicador de promedio
fr: Aiguille Intégrateur
hu: Átlagoló mutató
it: Mediometro
nb: Snittviser
nl: Gemiddelde wijzer
pl: Wskaz. wart. średniej
pt_br: Mediador agulha
sk: Ukazovateľ integrátora
sv: Medelvisningsnål
uk: Стрілка усереднювача

source: If true, the vario gauge will display a hollow averager needle. During cruise, this needle displays the average netto value. During circling, this needle displays the average gross value.
bg: Ако е отметнато вариото ще показва куха стрелка за средна стойност. По време на прелитане стрелката показва средната нетна стойност. По време на кръжене стрелката показва средна брутна стойност.

source: Thermal Averager needle
bg: Стрелка за усреднена термика
cs: Šipka netto průměru
de: Thermik Mittelwert Zeiger
es: Aguja Promedio de térmica
fr: Aiguille de l'intégrateur
it: Mediometro
nl: Gemiddelde thermiek wijzer
sv: Visarnål termik-medel

source: If true, the vario gauge will display a thermal averager needle instead of the current climb-rate needle. During cruise, this needle displays the last thermal average netto value. During circling, this needle displays the average net value.
bg: Ако е отметнато вариото ще показва стрелка за средна стойност на термика вместо стрелка за моментно качване. При прелитане стрелката показва средната нетна стойност на последната термика. При кръжене тази стрелка показва средна нетна стойност.

source: Final glide
bg: Финално долитане
cs: Dokluz
de: Endanflug
es: Planeo Final
fr: Arrivée
hu: Végsiklás
it: Planata finale
nb: Målglidning
pl: Najszybszy Dolot
pt_br: Planeio Final
ru: долет
sk: Doklz
sv: Finalglidning
uk: Доліт

source: Adjusts MC for the fastest arrival. For contest sprint tasks, the MacCready is adjusted in order to cover the greatest distance in the remaining time and reach the finish height.
bg: Нагласяне на MC за най-бързо пристигане. За състезателни спринтови задачи MC се настройва така, че да покрива възможно най-голямо разстояние за оставащото време при достигане на финална височина.

source: Trending average climb
bg: Очаквано средно качване
cs: Očekávané pr. stoupání
de: Erwartetes mittleres Steigen
es: Tendencia promedio de ascenso
fr: Tendance montée moyenne
hu: Emelések görgetett átlaga
it: Tendenza media di risalita
nb: Trend for snittstig
nl: Gemiddelde stijg trend
pl: Średnie noszenie
pt_br: Tendência média de subida
ru: Тенденция усреднённого подъёма
sk: Tendencia priemerného stúpania
sv: Trend medelstig
uk: Тенденція середнього набору висоти

source: Sets MC to the trending average climb rate based on all climbs.
bg: Настройва MC на екстраполирана стойност на базата на всички термики.
cs: Nastaví MC na základě všech předchozích průměrných hodnot stoupání.
de: Setzt den MacCready Wert basierend auf allen bisherigen Steigwerte.
es: Establece el MC en la tendencia de la velocidad media de ascenso basada en todos los ascensos.
fr: Cale le MacCready sur la valeur moyenne de toutes les ascendances.
hu: Az MC-t az összes emelésen alapuló görgetett átlaghoz igazítja.
it: Imposta MC per il tasso medio di salita sulla base di tutte le risalite.
nb: Juster MC til snittløft trenden, basert på alle skrudde bobler.
nl: Stelt MacCready in op de huidige gemiddelde stijg snelheid op basis van alle bellen.
pl: Nastawa MCread wg średniego noszenia z wszyskich kominów z uwzględnieniem trendu zmian tej wartości.
pt_br: Ajusta MC para taxa de tendência média de subida baseada em todas as subidas.
ru: Устанавливает MC в тенденции средней скороподъёмности на основе всех подъёмов.
sk: Nastaví MC podľa trendu priemerného stúpania, na základe všetkých stúpaní.
sv: Sätt MC till medelvärdestrenden för stighastighet baserat på alla stig.
uk: Налаштування МС відповідно до тенденції середнього набору висоти. Взято до уваги всі набори.

source: Both
bg: Двете
cs: Oba
de: Beides
es: Ambos
fr: Les 2
hu: Mindkettő
it: Entrambi
nb: Begge
nl: Beide
pl: Oba
pt_br: Ambos
ru: Оба
sk: Oba
sv: Båda
uk: Обидва

source: Uses trending average during task, then fastest arrival when in final glide mode.
bg: Използва екстраполирана средна стойност по време на задачата, а след това най-бързото пристигане в режим на финално долитане.
cs: Nastaví očekávané průměrné stoupání v průběhu úlohy a dokluzu na nejrychlejší přílet.
de: Nutzt [Erwartetes mittleres Steigen] während der Aufgabe und wechselt beim Endanflug automatisch auf [Endanflug].
es: Utiliza el promedio de tendencia durante la tarea, cambia a la velocidad más rápida a la llegada cuando está en modo planeo final.
fr: Utilise la moyenne des ascendances pendant le circuit, puis considère le calage le plus rapide en arrivée.
hu: Trend átlag használata feladat közben, ezután a leggyorsabb érkezés végsiklás módban
it: Utilizza tendenza media durante il tema, poi arrivo più veloce quando in modalità planata finale.
nb: Bruker snitt-trenden under oppgaven, så raskest ankomst i målstrekket.
nl: Maakt gebruik van gemiddelde trend gedurende de opdracht, vervolgens de snelste aankomst tijd wanneer in final glide modus.
pl: Korzysta ze średniego noszenia na trasie przelotu, a w fazie przygotowania dolotu wybiera opcję nastawy w celu wykonania najszybszego dolotu.
pt_br: Usa tendência média durante a prova, depois usa chegada rápida quando estiver em modo de planeio final.
sk: Používa trend priemeru počas úlohy, potom najrýchlejšie ukončenie v doklzovom móde.
sv: Använder trendande medelvärde under uppgift, därefter snabbast ankomst vid finalglid.
uk: Застосування тенденції середнього за завдання, далі найшвидше прибуття в режимі дольоту.

source: Auto MC mode
bg: Автом. режим MC
cs: Auto MC mód
de: MC Optimierung
es: Modo MC Auto
fr: Mode du MC auto
hu: Automata MC
it: Modalità MC automatica
nb: Automatisk MC-modus
nl: Auto MC modus
pl: Tryb MC Auto
pt_br: Modo auto MC
ru: Режим авто MC
sk: Mód automatického MC výpočtu
sv: Auto Mc
uk: Режим МС Авто

source: This option defines which auto MacCready algorithm is used.
bg: Тази опция определя кой автоматичен Маккрийди алгоритъм се използва.
cs: Tato volba určuje jaký způsob výpočtu MacCready bude použit.
de: Diese Option legt fest, welcher MacCready Algorithmus benutzt wird.
es: Esta opción define qué algoritmo MacCready automático se utiliza.
fr: Définit quel type de "MacCready auto" est utilisé.
hu: Ez a beállítás meghatározza, hogy melyik MacCready algoritmus lesz használva.
it: Questa opzione definisce quale algoritmo automatico di MacCready viene utilizzato.
nb: McCready algorytmevalg.
nl: Deze optie bepaalt welk auto MacCready algoritme wordt gebruikt.
pl: Ta opcja określa algorytm wyznaczania ustaw. MacCready'ego.
pt_br: Esta opção define qual o algorítimo auto MacCready será usado.
ru: Определяет какой авто MacCready алгоритм используется
sk: Toto nastavenie určuje, aký automatický MacCready algoritmus je použitý.
sv: Val definierar vilken MacCready algoritm som används.
uk: Ця опція визначає, який з алгоритмів Авто MacCready буде застосовано.

source: Block speed to fly
bg: Блокова скорост
cs: Stálá rychlost STF
de: Blockgeschwindigkeit
es: Bloquear velocidad de vuelo
fr: Vitesse de croisière bloquée
hu: Tartandó blokk sebesség
it: Blocca speed to fly
nb: Blokker speed-to-fly
nl: Te vliegen bloksnelheid
pl: Blokuj V MCdelf
pt_br: Speed to fly de bloco
ru: Блокировать StF
sk: Stála rýchlosť na preskoku
sv: Blocka rek. fart
uk: Блокувати speed to fly

source: If enabled, the command speed in cruise is set to the MacCready speed to fly in no vertical air-mass movement. If disabled, the command speed in cruise is set to the dolphin speed to fly, equivalent to the MacCready speed with vertical air-mass movement.
bg: Ако е разрешено командата за скорост при прелитане се наглася на Маккрейди стойност без вертикално движение на въздуха. Ако е забранено командата за скорост по време на прелитане се наглася на скорост за „делфин“, което е еквивалентно на Маккрейди с вертикално движение на въздуха.
cs: Pokud je zapnuto, je Speed Command na přeskoku vypočítáván dle MacCready teorie pro ovzduší bez vertikálních pohybů vzdušné hmoty. Pokud je vypnuto, je Speed Command nastaven na rychlost "delfínového letu", odpovídající MacCready rychlosti pro let v ovzduší s vertikálními pohyby.
de: Wenn aktiviert wird im Vorflug die MacCready Geschwindigkeit empfohlen, welche ohne vertikale Luftbewegung gilt. Andernfalls wird die Delphin-Vorfluggeschwindigkeit empfohlen. Das heißt die MacCready Geschwindigkeit, die unter Berücksichtigung der vertikalen Luftbewegung gilt.
es: Si se activa, la velocidad calculada en crucero se establece a la velocidad de vuelo MacCready sin movimiento vertical de la masa de aire. Si se desactiva, la velocidad calculada en crucero se establece en la velocidad de vuelo de delfín, equivalente a la velocidad MacCready con movimiento vertical de la masa de aire.
fr: Si activé, la vitesse de vol commandée est la vitesse du calage MacCready en air sans mouvement vertical. Si désactivée, la vitesse de vol commandée est celle du vol en dauphin, équivalant à la vitesse MacCready en air avec mouvements verticaux.
hu: Ha engedélyezve van, a siklás közbeni sebesség utasítások a függőleges légmozgás nélküli MacCready sebességre utasítanak. Ha nincs engedélyezve, delfinezésre utasítanak, ami a függőleges légmozgás szerinti MacCready sebesség.
it: Se abilitato, il comando di velocità di crociera è impostato alla velocità MacCready a cui volare in assenza di movimenti verticali della massa. Se disattivato, il comando di la velocità di crociera è impostato alla velocità delfinamento, equivalente alla velocità di MacCready con movimento verticale della massa d'aria.
nb: Hastighetsanbefalinger. [På] Anbefalt hastighet ved strekkflyging settes til McCready speed-to-fly, så lenge det ikke er vertikalbevegelse i lufta. [Av] Anbefalt hastighet settes til delfin speed-to-fly, som er lik McCready hastighet i luft med vertikalbevegelse.
nl: Indien ingeschakeld, de commando snelheid bij steken is ingesteld op de te vliegen MacCready snelheid zonder verticale luchtstroming. Indien uitgeschakeld de commando snelheid bij steken is ingesteld op de te vliegen dolfijn snelheid, gelijk aan de MacCready snelheid met verticale luchtstroming.
pl: Jeżeli ta opcja jest Włączona, to zalecana prędkość lotu na przeskoku jest to prędkość optymalna, wg MacCready'ego, bez uwzględnienia pionowych ruchów masy powietrza. Jeśli jest Wyłączona, to dobór prędkości na przeskoku następuje wg zasady lotu delfinem, równoważnie do metody MacCready'ego z uwzględnieniem chwilowych pionowych ruchów mas powietrza.
pt_br: Se habilitado, o comando de velocidade em cruzeiro é definido para MacCready speed to fly sem movimentos de massas de ar vertical. Se desabilitado, o comando de velocidade em cruzeiro é definido para speed to fly de golfinho, equivalente a velocidade MacCready com o movimento vertical de massas de ar.
sk: Ak je táto voľba povolená, tak doporučená rýchlosť na preskoku je vypočítavaná podľa MacCreadyho teórie pre vzdušnú masu bez vertikálnych pohybov. Ak je zakázaná, tak doporučená rýchlosť na preskoku bude tzv. "delfínovacia rýchlosť", čiže určená podľa MacCreadyho teórie pre vzdušnú masu s vertikálnymi pohybmi.
sv: Om markerad, sätts begärd hastighet för planflykt enligt MacCready med luft utan vertikal rörelse. Annars sätts begärd hastighet för planflykt till delfin-hastigheten d.v.s. enligt MacCready med luft med vertikal rörelse.
uk: Якщо застосовано, команда швидкості на переході встановлюється як швидкість MacCready за відсутності вертикального переміщення повітряних мас. Якщо ні, команда швидкості на переході встановлюється відповідно до польоту "в режимі дельфіна", з урахуванням вертикального переміщення повітряних мас.

source: Nav. by baro altitude
bg: Навигация с баром. височина
cs: Tlaková výška
de: Nav. mit barometrischer Höhe
es: Navegación con altitud baro
fr: Nav. avec altitude baro
hu: Nav. baro. mag. alapján
it: Nav. con altitudine baro
nb: Nav. med barohøyde
nl: Nav. op baro hoogte
pl: Nawiguj wg H AMSL
pt_br: Nav. por altitude baro
ru: Нав. используя барометрическую высоту
sk: Navigovať podľa tlakovej výšky
sv: Navigera m. barometer
uk: Нав. по баровисоті

source: When enabled and if connected to a barometric altimeter, barometric altitude is used for all navigation functions. Otherwise GPS altitude is used.
bg: Ако е включено и ако е свързан барометричен висотомер, барометричната височина ще се използва за навигационни функции. В противен случай се използва ГПС-височината.
cs: Pokud je zapnuto a je připojen barometrický výškoměr, je barometrická výška použita pro všechny navigační funkce. V opačném případě je použita výška GPS.
de: Wenn aktiviert und ein barometrischer Höhenmesser angeschlossen ist, dann wird die barometrische Höhe für alle Navigationsfunktionen verwendet. Ansonsten wird die GPS Höhe benutzt.
es: Cuando está activada y si está conectada a un altímetro barométrico, la altitud barométrica se utiliza para todas las funciones de navegación. De lo contrario, se utiliza la altitud del GPS.
fr: Quand activé et connecté à un altimètre barométrique, il s'agit de l'altitude barométrique utilisée pour toutes les fonctions de navigation. Sinon l'altitude GPS est utilisée.
hu: Ha engedélyezve van és egy barometrikus magasságmérő csatlakozik, a barometrikus magasság lesz felhasználva minden navigációs számításhoz. Ellenkező esetben a GPS magasságot használja.
it: Quando abilitato e se collegato ad un altimetro barometrico, la quota barometrica viene utilizzata per tutte le funzioni di navigazione. In caso contrario, viene utilizzata l'altitudine GPS.
nb: Ekstern barometrisk høydemåler av/på. [På] Høyde fra ekstern barometrisk høydemåler brukes i alle funksjoner. [Av] GPS høyde brukes i alle funksjoner.
nl: Indien aangesloten en ingeschakeld op een barometrische hoogtemeter, zal barometer hoogte worden gebruikt voor alle navigatiefuncties. Anders zal GPS-hoogte worden gebruikt.
pl: Kiedy opcja ta jest włączona (Tak) i program pobiera dane z wysokościomierza barometrycznego, do wszystkich funkcji nawigacyjnych wykorzystywana jest H AMSL. W przypadku wybrania opcji Nie, w obliczeniach wykorzystywana jest H GPS.
pt_br: Quando habilitado e se estiver conectado a um altímetro barométrico, é usada altitude barométrica para todas as funções de navegação. Caso contrário, será usada altitude GPS.
ru: Если включено и барометрический высотомер подключен - для всех навигационных функций используется барометрическая высота. Иначе используется GPS высота
sk: Ak je táto voľba povolená a ak je pripojený barometrický výškomer, bude sa používať tlaková výška pre všetky navigačné funkcie. V opačnom prípade bude použitá GPS výška.
sv: Om aktiverad och ansluten till barometrisk höjdmätare används barometerhöjd används för all navigering. Annars används GPS-höjd.
uk: Якщо застосовано і якщо підключено до барометричного висотоміра, для всіх функцій навігації застосовується барометрична висота. В протилежному випадку застосовується висота по GPS.

source: Flap forces cruise
bg: Клапи определят режима
cs: Klapka vynutí přeskok
de: Wechsel Steig-/Vorflugmodus
es: El flap activa el modo crucero
fr: Transition par volets
hu: Ivelőlap siklást jelent
it: Flap forzano crociera
nb: Flapp tvinger strekkfl.
nl: Flapstand bepaald modus
pl: Widok Przeskok wg klap
pt_br: Flap força cruzeiro
sk: Klapky vynútia preskok
sv: Klaffkrafter glidflyg

source: When Vega variometer is connected and this option is true, the positive flap setting switches the flight mode between circling and cruise.
bg: Ако е свързан Вега вариометър и тази опция отметната, с настройките на клапите се превключва между режим на кръжене и режим на прелитане.
cs: Pokud je připojen variometr Vega a tato volba je zapnuta, nastavení klapky na pozitivní hodnotu přepíná letový režim mezi kroužením a přeskokem.
de: Wenn ein Vega Variometer angeschlossen ist und diese Option aktiviert ist, wird mit der Wölbklappe zwischen Kreis- und Vorflug umgeschaltet.
es: Cuando se conecta el variómetro Vega y esta opción está activada, el ajuste de flap cambia el modo de vuelo entre circular y crucero.
fr: Lorsqu'un vario Vega est connecté et cette option sélectionnée, alors le détecteur de position de volets en positif passe la phase de vol de transition à spirale (et inversement).
hu: Ha bekapcsoljuk és Vega variométer csatlakozik, a pozitív ívelőlap állások átkapcsolnak a körözés és a siklás üzemmódok között.
it: Se abilitato ed un variometro Vega è connesso, l'impostazione positiva dei flap cambia la modalità di volo tra termica e crociera.
nb: Slått på og med Vega vario koblet til, vil flymodus bytte automatisk mellom strekkflyging og sirkling når flapp-bryterne indikerer positive utslag.
nl: Wanneer Vega vario is aangesloten en deze optie is ingeschakeld, een positieve instelling van de flaps tijdens de vlucht schakelt automatisch tussen thermieken en steken.
pl: Korzystając z wariometru Vega, po włączeniu tej opcji, ustawienie klap przełącza widok Krążenie <>Przeskok
pt_br: Quando um variômetro Vega está conectado e esta opção é verdadeira, os ajustes de flap positivos alternam entre modo giro e modo cruzeiro.
sk: Ak je pripojený variometer Vega a táto voľba je zapnutá nastavenie klapiek pozitívne prepne letový režim z krúženia na preskok.
sv: När en Vega-variometer är ansluten och detta tillval valt kommer inställningen för positiv flap att växla mellan kurv- och planflyktsläge.

source: Preferred period for paragliders.
bg: Предпочитан интервал за парапланери.
cs: Preferovaná doba pro padákové kluzáky.
de: Bevorzugte Zeitspanne für Gleitschirme.
es: Período preferido para los parapentes.
fr: Période adaptée pour parapentes.
hu: Ajánlott időtartam siklóernyősöknek
it: Tempo preferito per parapendio.
nb: Foretrukket periode for paraglidere
nl: Voorkeursperiode voor schermvliegers.
pl: Preferowany okres dla paralotni.
pt_br: Período preferido para parapentes.
ru: Предпочтительный период для парапланов
sk: Preferovaná doba pre paragliderov.
sv: Föredragen period för skärmar.
uk: Найкращий період для парапланів.
