Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Adjustment to base pitch scale of tones in all modes.
bg: Настройка на стъпка за промяна на базовата честота на звука във всички режими.
cs: Nastavení základní výšky tónu ve všech režimech.
de: Einstellung der Grund-Tonlage für alle Modi.
es: Ajuste a la escala base de tono en todos los modos.
fr: Ajustement à l'échelle de hauteur tonale de base dans tous les modes.
hu: Alap hangszín beállítása minden üzemben
it: Correzione del timbro dei suoni in tutte le modalità.
pl: Dopasowanie podstawowej skali tonów we wszyskich trybach.
ru: Настройки базовой пропорциональности тональности индикации тангажа во всех режимах.
sk: Nastavenie základnej stupnice tónov vo všetkých režimoch.
sv: Justering av grundton i alla instrumentlägen.
uk: Налаштування до базової пропорційності тональності індикації тангажа в усіх режимах.

source: Beep type
bg: Тип на бибкането
cs: Typ pípnutí
de: Piepston Typ
es: Tipo de pitido
fr: Type de Bip
hu: Hangjelzés típusa
it: Tipo di Beep
nl: Pieptype
pl: Typ dźwięku
ru: Тип бипа
sk: Typ pípnutia
sv: Piptyp
uk: Тип Бііп

source: Pitch scheme
bg: Схема на стъпката
cs: Výška tónu - osnova
de: Neigungs Schema
es: Esquema de tono
fr: Varia. son
hu: Hangséma
it: Schema del timbro
pl: Rodzaj wzn.
ru: Шаблон тангажа
sk: Výška tónu - osnova
sv: Tonschema
uk: Шаблон щодо тангажа

source: Pitch scale
bg: Мащаб на стъпката
cs: Výška tónu - rozsah
de: Änderung
es: Escala de tono
fr: Échelle tonale
hu: Hangmagasság skála
it: Scala del timbro
nl: Spoor schaal
pl: Skala wzn.
sk: Výška tónu - rozsah
sv: Tonskalning
uk: Пропорційність тангажа

source: Period scheme
bg: Схема за интервал
cs: Schéma opakování
de: Periodenschema
es: Esquema de período
fr: Période son
hu: Periódus séma
it: Schema Periodo
pl: Rodzaj przerw.
sk: Perióda - osnova
sv: Periodschema
uk: Схема періоду

source: Period scale
bg: Мащаб на интервал
cs: Perioda - rozsah
de: Periode
es: Escala de períodos
fr: Échelle de période
hu: Ütem
it: Scala Periodo
nl: Tijdschaal
pl: Skala przerw.
sk: Perióda - rozsah
sv: Periodskalning
uk: Шкала періоду

source: TE mixing
bg: Смесена пълна енергия
cs: TE směšování
de: Total Energie Mischung
es: Mezcla TE
fr: Mélange TE
hu: ÖsszE kevert
it: Mix TE
pl: Udział TE
sk: TE zmiešavač
sv: TE mix

source: Proportion of TE probe value used in total energy mixing with pitot/static total energy.
bg: Дял на датчика за пълна енергия, използван при смесване с Пито/статичната обща енергия.
cs: Poměr hodnoty TE sondy použité ve směšování totální energie s pitot/statickou totální energií.
de: Verhältnis des TEK-Düsen Wertes für die gemischte Berechnung zusammen mit der Pitot/statischer total Energie Kompensation.
es: Proporción del valor de la sonda de ET utilizada en la mezcla de energía total con la energía total pitot/estática.
fr: Proportion de la valeur provenant de l'antenne de compensation utilisée dans le mélange pitot/statique du calcul de l'énergie totale.
hu: Az összenergia szonda és a pitot/statikus összenergia keverésének aránya.
it: Percentuale di dati provenienti dalla sonda TE utilizzati nel mix per il calcolo dell'energia totale con tubo di Pitot/energia statica totale.
nl: Verhouding TE waarde in totale energie berekening gemixt met stuw/statisch totale energie.
pl: Proporcja odczytu z sondy TE użyta w określaniu wartości energii całkowitej w połączeniu z dajnikami Pitota (ciśn.całkowite) i ciśn.statyczengo.
ru: Пропорциональность показателей датчика полной энергии показателям полной энергии Пито/статического давления в режиме смешанной полной энергии.
sk: Pomer hodnoty TE sondy použitý na zmiešaný výpočet pitot/static totálnej energie.
sv: Andel av TE probevärde som används vid mix av total energi med pitot/statisk total energi.
uk: Пропорційність показників датника повної енергії показникам повної енергії Піто/статичного тиску в режимі змішаної повної енергії.

source: ASI cal.
bg: Коеф. за V възд.
cs: ASI kal.
de: IAS Kalib.
es: Cal. ASI
fr: Calib. ASI
hu: Seb.kal
pl: Obl. ASI
sk: IAS kalibrácia
sv: ASI kalib.

source: Calibration factor applied to measured airspeed to obtain indicated airspeed.
bg: Калибриращ коефициент, който се прилага към измерената въздушна скорост, за да се получи индицираната въздушна скорост.
cs: Kalibrační faktor naměřené vzdušné rychlosti k výpočtu indikované rychlosti.
de: Kalibrierfaktor der gemessenen Geschwindigkeit, um die angezeigte Geschwindigkeit zu berechnen.
es: Factor de calibración aplicado a la velocidad del aire medida para obtener la velocidad indicada.
fr: Facteur de calibration appliqué à la vitesse de l'air mesurée pour obtenir la vitesse de l'air affichée.
hu: A mért sebességből a műszer szerinti sebesség kiszámítása során alkalmazott kalibrációs tényező.
it: Fattore di calibrazione applicato alla velocità dell'aria misurata per ottenere la velocità dell'aria indicata.
nl: Calibratiefactor toegepast voor gemeten vliegsnelheid om de aangewezen vliegsnelheid te bepalen.
pl: Współczynnik kalibracji wprowadzony do obliczeń IAS na podstawie zmierzonej prędkości powietrznej.
ru: Коэффициент калибровки, который применяется к измеренной воздушной скорости для того, чтобы получить индикаторную воздушную скорость.
sk: Kalibračný faktor nameranej rýchlosti použitý pri výpočte indikovanej rýchlosti.
sv: Kalibreringsfaktor för omvandling av uppmätt- till indikerad lufthastighet.
uk: Коефіцієнт калібровки, що застосовується до виміряної повітряної швидкості для того, щоб отримати індикативну повітряну швидкість.

source: TE static cal.
bg: Стат. коеф. пълна енергия
cs: TE statická kal.
de: TE statische Kalib.
es: TE estática cal.
fr: Calib. TE static.
hu: ÖszE.stat.kal
it: Cal. statica TE
nl: TE statisch ber.
pl: Kalibr.stat.TE
sk: TE stat. kalibrácia
sv: TE statisk kalib.

source: Calibration factor applied to static pressure used in total energy calculation.
bg: Калибриращ коефициент, който се прилага към статичното налягане използвано за получаване на пълната енергия.
cs: Kalibrační faktor použitý na statický tlak ve výpočtu celkové energie TE.
de: Kalibrierfaktor des statischen Druck für die Totalenergieberechnung.
es: Factor de calibración aplicado a la presión estática utilizada en el cálculo de la energía total.
fr: Facteur de calibration appliqué à la pression statique utilisée dans le calcul de l'énergie totale.
hu: Az összenergia számítás során felhasznált statikus nyomás kalibrációs tényezője.
it: Fattore di taratura applicato alla pressione statica utilizzata nel calcolo dell'energia totale.
nl: Calibratiefactor toegepast voor statische druk in totale energie berekening.
pl: Współczynnik kalibracji wprowadzony dla ciśnienia statycznego używany w obliczeniach energii całkowitej.
ru: Коэффициент калибровки, который применяется к статическому давлению при расчёте полной энергии.
sk: Kalibračný faktor statického tlaku použitý pri výpočtoch s celkovou energiou.
sv: Kalibreringsfaktor för statiskt tryck som används vid beräkning av total energi.
uk: Коефіцієнт калібровки, що застосовується до статичного тиску при розрахунку повної енергії.

source: TE dynamic cal.
bg: Дин. коеф. пълна енергия
cs: TE dynamická kal.
de: TE dynamische Kalib.
es: Cal. TE dinámica.
fr: Calib. TE dyn.
hu: ÖszE.din.kal
it: Cal. dinamica TE
nl: TE dynamische ber.
pl: Kalibr.dynam.TE
sk: TE dyn. kalibrácia
sv: TE dyn. kalib.

source: Calibration factor applied to dynamic pressure used in total energy calculation.
bg: Калибриращ коефициент, който се прилага към динамичното налягане използвано за получаване на пълната енергия.
cs: Kalibrační faktor použitý na dynamický tlak ve výpočtu celkové energie TE.
de: Kalibrierfaktor des Staudruck für die Totalenergieberechnung.
es: Factor de calibración aplicado a la presión dinámica utilizada en el cálculo de la energía total.
fr: Facteur de calibration appliqué à la pression dynamique utilisée dans le calcul de l'énergie totale.
hu: Az összenergia számításokban felhasznált dinamikus nyomásra alkalmazott kalibrációs tényező.
it: Fattore di taratura applicato alla pressione dinamica utilizzato nel calcolo dell'energia totale.
nl: Calibratiefactor toegepast voor stuwdruk in totale energie berekening.
pl: Współczynnik kalibracji wprowadzony dla ciśnienia dynamicznego używany w obliczeniach energii całkowitej.
ru: Коэффициент калибровки, который применяется к динамическому давлению при расчёте полной энергии.
sk: Kalibračný faktor dynamického tlaku použitý pri výpočtoch s celkovou energiou.
sv: Kalibreringsfaktor för dynamiskt tryck som används vid beräkning av total energi.
uk: Коефіцієнт калібровки, що застосовується до динамічного тиску при розрахунку повної енергії.

source: Needle gauge type
bg: Тип стрелка на уреда
cs: Typ ukazatele
de: Zeiger Anzeigetyp
es: Tipo de indicador de aguja
fr: Type d'aiguille de la jauge
hu: Mutatós műszer
it: Tipo di ago dell'indicatore
nl: Meter naald type
pl: Typ wskaźnika
ru: Тип стрелки для шкалы
sk: Typ ručičkového ukazovateľa
sv: Nålvisare typ
uk: Тип стрілки для шкали

source: LED bright
bg: Яркост на екрана
cs: LED jas
de: LED Helligkeit
es: Brillo LED
fr: Lumin. LED
hu: LED fényerő
it: LED luminoso
nl: LED helder
pl: Jasność LED
ru: Яркость LED
sk: LED jas
sv: LED ljus
uk: Яскравість світлодіода

source: Max. objects reported
bg: Макс. бр. обекти
cs: Max. oznámených objektů
de: Max. gemeldete Objekte
es: Máximo de objetos reportados
fr: Nbr objets max signalés
hu: Max. jelentett objektumok
it: Max. oggetti rapportati
nl: Max. aantal objecten getoond
pl: Maks.liczba obiektów
sk: Max. hlásených objektov
sv: Max antal rapporterade objekt
uk: Макс. повідомлені об’єкти

source: Max. reported
bg: Макс. докладвани
cs: Max. oznámených
de: Max. gemeldet
es: Máx. informado
fr: Max signalés
hu: Max. jelentett
it: Max rapporto
nl: Max. gemeld
pl: Maks.obiektów
sk: Max. hlasených
sv: Max rapporterade
uk: Макс. повідомлені

source: Flarm interface
bg: FLARM интерфейс
de: Flarmverbindung
es: Interfaz Flarm
fr: Interface Flarm
hu: FLARM interfész
it: Interfaccia FLARM
pl: Interfejs FLARM
ru: Интерфейс Flarm
sk: Rozhranie Flarmu
sv: FLARM gränssnitt
uk: Інтерфейс FLARM

source: Disable circling
bg: Изключване на кръжене
cs: Zakaž kroužení
de: Kein Kreismodus
es: Desactivar vuelo circular
fr: Désactiv. Spirale
it: Disabilita termica
nl: Uitzetten thermieken
pl: Wyłącz krążenie
ru: Выключить режим набора высоты
sk: Vypnúť krúženie
sv: Inaktivera kurvning
uk: Вимкнути режим набору висоти

source: No mode reports
bg: Без съобщения за режими
cs: Bez oznámení režimu
de: Keine Modus Meldungen
es: Sin informes de modo
fr: Pas de signalement
hu: Nincs üzemmód adat
it: Nessun rapporto di modalità
pl: Nie raportuj trybu
sk: Žiadne hlásenia módu
sv: Ingen rapportering

source: No aircraft type
bg: Без тип на ЛА
cs: Bez typu letadla
de: Kein Flugzeugtyp
es: Sin tipo de aeronave
fr: Pas de type aéronef
hu: Nincs géptípus
it: Nessun tipo di velivolo
nl: Geen vliegtuigtype
pl: Brak typu szybowca
ru: Неизвестный тип ВС
sk: Nevyplnený typ lietadla
sv: Ingen farkosttyp
uk: Не відомий тип ПС

source: Privacy
bg: Поверителност
cs: Soukromí
de: Privatsphäre
es: Privacidad
fr: Confidentialité
hu: Adatvédelem
pl: Dane prywatne
pt_br: Privacidade
sk: Súkromie
sv: Sekretess
uk: Приватність

source: Aircraft type
bg: Тип на ЛА
cs: Typ letadla
de: Flugzeugtyp
es: Tipo de Aeronave
fr: Type d'aéronef
hu: Repülőgép típus
it: Tipo velivolo
nb: Farkosttype
nl: Vliegtuigtype
pl: Typ szybowca
pt_br: Tipo de aeronave
ru: Тип планера
sk: Typ lietadla
sv: Flygplanstyp
uk: Тип ПС

source: Interval; info
bg: Интервал; инфор.
de: Intervall; Info
es: Intervalo; informacion
fr: Intervale Info
hu: Intervallum; infó
it: Intervallo; Info
pl: Interwał; info
ru: Интервал; инфо
sv: Intervall; info
uk: Інтервал; інфо

source: Interval; caution
bg: Интервал; внимание
cs: Interval; upozornění
de: Intervall; Vorsicht
es: Intervalo; precaución
fr: Intervalle avert.
hu: Intervallum; óvatosan
it: Intervallo; attenzione
nl: Interval; voorzichtig
pl: Interwał; uwaga
ru: Интервал; предупреждение
sk: Interval; Výstraha
sv: Intervall; upplysning
uk: Інтервал; попередження

source: Interval; warning
bg: Интервал; предупреждение
cs: Interval; varování
de: Intervall; Warnung
es: Intervalo; advertencia
fr: Intervalle avert.
hu: Intervallum; figyelmeztetés
it: Intervallo; avviso
nl: Interval; waarschuwing
pl: Interwał; ostrzeżenie
ru: Интервал; внимание
sk: Interval; Varovanie
sv: Intervall; varning
uk: Інтервал; увага

source: TE port
bg: Порт пълна енергия
de: Total Energie Düse
es: Puerto ET
fr: Port TE
hu: ÖsszE port
it: Porta TE
nl: TE aansluiting
pl: Port TE
sk: TE pripojenie
uk: Порт ТЕ

source: Whether the Total Energy port is connected.
bg: Дали портът за пълна енергия е свързан.
cs: Určuje, zda je připojena sonda celkové energie TE.
de: Ob ein Totalenergie-Sensor verbunden ist.
es: Si el puerto de Energía Total está conectado.
fr: Si la prise à energie totale est connectée.
hu: Összenergia port csatlakoztatva van-e
it: Se la porta Energia Totale è collegata.
nl: Of de TE aansluiting verbonden is.
pl: Podłączenie dajnika ciśnienia TE
sk: Či je pripojený TE tlak.
sv: Huruvida port för total energin är ansluten.
uk: Чи підключено до порту повної енергії.

source: Pitot port
bg: Порт Пито
de: Pitot Anschluss
es: Puerto del Pitot
fr: Prise Pitot
hu: Pitotcső port
it: Porta Pitot
nl: Pitot aansluiting
pl: Dajnik ciśnienia całk. Pitota
ru: Порт Пито
sk: Pitot pripojenie
uk: Порт Піто

source: Whether the Pitot port is connected.
bg: Дали портът Пито е свързан.
cs: Určuje, zda je připojena pitotova trubice.
de: Ob der Pitot-Anschluss verbunden ist.
es: Si el puerto del Pitot está conectado.
fr: Si la prise Pitot est connectée.
hu: Pitot port csatlakozása
it: Se la porta Pitot è collegata.
nl: Of de pitot aansluiting is verbonden.
pl: Podłączenie dajnika ciśnienia całkowitego z Pitota.
sk: Či je pripojenie na tlak z pitotovej trubice.
sv: Huruvida pitot-porten är ansluten.
uk: Чи підключено до порту Піто.

source: Static port
bg: Статичен порт
cs: Statický port
de: Statischer Port
es: Puerto estático
fr: Prise statique
hu: Statikus szonda
it: Porta Statica
nl: Statische aansluiting
pl: Dajnik ciśnienia statycznego
sk: Statika pripojenie
sv: Statisk port
uk: Порт статики

source: Whether the Static port is connected.
bg: Дали статичният порт е свързан.
cs: Určuje, zda je připojena sonda statického tlaku.
de: Ob der statische Druck angeschlossen ist.
es: Si el puerto estático está conectado.
fr: Si la prise statique est connectée.
hu: A statikus szonda csatlakozik-e
it: Se la porta Statica è collegata.
nl: Of de statische aansluiting is verbonden.
pl: Podłączenie dajnika ciśnienia statycznego.
sk: Či je pripojený statický tlak.
sv: Huruvida statisk port är ansluten.
uk: Чи підключено до порту статичного ттиску.

source: Stall port
bg: Порт за срив
cs: Port varování před pádem
de: Überziehwarnung Port
es: Puerto de pérdida
fr: Prise avertisseur de décrochage
hu: Átesésjelző port
it: Porta Stallo
nl: Overtrek aansluiting
ru: Порт срыва
sk: Varovanie pádu pripojenie
uk: Порт зависання

source: Whether the Stall pressure port is connected.
bg: Дали портът за сривно налягане е свързан.
cs: Určuje, zda je připojen tlakový port varování před pádem.
de: Ist der Überziehdrucksensor angeschlossen.
es: Si el puerto de presión de pérdida está conectado.
fr: Si la prise d'avertisseur de décrochage est connectée.
hu: Átesésjelző nyomásszonda csatlakozása
it: Se la porta di pressione di Stallo è collegata.
nl: Of de overtrek aansluiting is verbonden.
pl: Czy jest podłączony Stall port
ru: Подключён ли к порту датчик срыва (срыва воздушного потоку).
sk: Či je pripojený tlakový senzor pádu (pretiahnutia).
sv: Huruvida stalltryck porten är ansluten.
uk: Чи підключено до порту тиску зависання (зриву повітряного потоку).

source: Accelerometer
bg: Акселерометър
cs: Akcelerometr
de: Beschleunigungsmesser
es: Acelerómetro
fr: Accéléromètre
hu: Gyorsulásmérő
it: Accelerometro
nl: Versnellingsmeter
pl: Przyspieszeniomierz
ru: Акселерометр
sk: Akcelerometer
uk: Акселерометр

source: Whether the internal accelerometer is used. Only change this if the accelerometer has malfunctioned or the instrument cannot be installed with correct alignment.
bg: Дали се използва вътрешният акселерометър. Променяйте това само ако акселерометърът е повреден или уредът не може да се инсталира с правилна ориентация.

source: Whether a temperature and humidity sensor is installed. Set to 0 to disable, 255 to enable auto-detect; otherwise the 1-Wire device ID can be specified.
bg: Дали е инсталиран термометър и датчик за влажност. Задайте 0 за изключване, 255 за автоматично разпознаване; всяка друга стойност е идентификационният номер по протокола 1-Wire.

source: Baud rate Vega
bg: Скорост на предаване Vega
cs: Přenosová rychlost Vega
es: Tasa de baudios Vega
fr: Tx.trans. Vega
hu: Vega baud
it: Velocità di trasmissione Vega
pl: Prędk.transm. z VEGA
ru: Скорость передачи данных от Vega
sk: Prenosová rýchlosť Vega
uk: Швидкість передачі даних від Vega

source: Baud rate of serial device connected to Vega port X1. Use this when using a third party GPS or data-logger instead of FLARM. If FLARM is connected the baud rate will be fixed at 38400. For OzFLARM, the value can be set to 19200.
bg: Скорост на предаване на свързано серийно устройство Vega на порт X1. Използвайте това ако е нужно с използване на външен ГПС или журнал за данни вместо FLARM. Ако е свързан FLARM скоростта на предаване е фиксирана на 38400. За OzFLARM скоростта може да се нагласи на 19200.

source: FLARM connected
bg: FLARM свързан
cs: FLARM připojen
de: FLARM verbunden
es: FLARM connectado
fr: FLARM connecté
hu: FLARM csatlakozva
it: FLARM connesso
nl: FLARM verbonden
pl: FLARM podłączony
ru: FLARM подключён
sk: FLARM pripojený
sv: FLARM ansluten
uk: FLARM під'єднано

source: Enable detection of FLARM. Disable only if FLARM is not used or disconnected.
bg: Разрешаване откриването на FLARM. Забранете само ако FLARM не се използва или не е свързан.

source: PDA power
bg: Захранване за PDA
cs: PDA napájení
de: PDA Strom
es: Encendido del PDA
fr: Alim. PDA
hu: PDA táp
it: Alimentazione PDA
pl: Zasilanie PDA
ru: Питание КПК
sk: Napätie PDA
sv: PDA matning
uk: Живлення КПК

source: Enable output of the +5 V power supply for a PDA or similar device at Vega connector X2. If Vega is connected to Altair, set this to Off.
bg: Включване на изход +5 V за PDA или подобно устройство на конектор X2 на Vega. Ако Vega е свързана с Altair, това трябва да се изключи.

source: V terrain
bg: V земя
cs: V terén
de: V Gelände
es: V terreno
fr: V sol
hu: Seb ff
it: V suolo
nl: V Terrein
pl: V przelot
sk: V terén
sv: V terräng

source: Height terrain
bg: H релеф
cs: Výška terénu
de: Geländehöhe
es: Altura del terreno
fr: Hauteur sol
hu: Terep szintje
it: Altezza suolo
nl: Hoogte terrein
pl: Wysokość nad terenem
pt_br: Altura terreno
sk: Výška terénu
sv: Högsta terräng
uk: Висота місцевості

source: V manoeuvering
bg: V маневриране
cs: V manevrování
de: Manövergeschwindigkeit
es: V maniobra
fr: VNO
hu: Manőverezési határsebesség
it: V manovra
nl: V manouvreer
pl: V manewrowa
sk: Manévrovacia rýchl.
sv: V manöver
uk: V маневрування

source: V airbrake
bg: V възд. спирачка
cs: V bzdy
de: V Bremsklappe
es: Freno de aire V
fr: Vmax AF
hu: Seb.féklap
it: V aerofreni
nl: V kleppen
pl: V hamulc
sk: Rýchlosť na brzdách
sv: V luftbroms

source: V flap
bg: V клапи
cs: V klapky
de: V Wölbklappe
fr: VFE
hu: V ív
nl: V flaps
pl: V klap
sk: Rýchlosť na klapkách
sv: V flaps
uk: V закрилки

source: IGC logging
bg: IGC журнал
cs: IGC logování
es: Inicio de sesión IGC
fr: Enregist. IGC
hu: IGC naplózás
it: Registrazione IGC
pl: Zapis IGC
ru: Запись IGC
sk: IGC logovanie
sv: IGC-loggnig
uk: Запис IGC

source: Mute vario on voice
bg: Заглушаване на вариото при говор
cs: Ztlumit vário při hlase
de: Vario bei Sprache stilllegen
es: Silenciar vario en la voz
fr: Vario muet sur voix
hu: Variométer némítás
it: Silenzia vario su voce
nl: Vario dempen bij spraak
pl: Wycisz wariometr
ru: Переключить варио на голос
sk: Stíš vário pri hlase
sv: Tysta vario vid röst
uk: Переключити варіо на голос

source: Mute vario on radio
bg: Заглушаване на вариото при радио
cs: Ztlumit vário při radiopříjmu
de: Vario auf Radio stummschalten
es: Silenciar vario en la radio
fr: Vario muet sur radio
hu: Rádió varió némítás
it: Silenzia vario su radio
nl: Vario dempen bij radioverkeer
pl: Wycisz wario dla radia
ru: Переключить варио на радио
sk: Ztlm vário pri rádiopríjme
sv: Tysta vario vid radio
uk: Переключити варіо на радіо

source: Vario muting
bg: Заглушаване на варио
cs: Ztlumení vária
de: Vario Stummschaltung
es: Silenciando ell Vario
fr: Val. vario muet
it: Silenziatore vario
nl: Vario demping
pl: Wyciszanie Wario
ru: Выключит звук варио
sk: Stlmenie vária
sv: Tysta vario
uk: Вимкнути звук варіо

source: Voice muting
bg: Заглушаване на глас
cs: Ztlumení při hlase
de: Stimme stummschalten
es: Silenciamiento de voz
fr: Val. voix muette
hu: Hangnémítás
it: Silenziatore voce
nl: Spraak demping
pl: Wyciszenie
ru: Выключить голос
sk: Stlmenie pri hlase
sv: Tysta röst
uk: Вимкнути голос

source: Speaker threshold
bg: Праг на говорителя
cs: Reproduktor práh
de: Lautsprecher Schwellwert
es: Umbral de altavoz
fr: Seuil HautParleur
hu: Hangszóró küszöb
it: Soglia altoparlante
nl: Luidspreker drempel
pl: Speaker treshold
ru: Уровень динамика
sk: Reproduktor prah. hodnota
sv: Högtalare tröskelnivå
uk: Поріг гучномовця

source: Headset threshold
bg: Праг на слушалките
cs: Sluchátka práh
de: Kopfhörer Lautstärke Schwelle
es: Umbral de los auriculares
fr: Seuil Ecouteurs
hu: Fülhallgató hiszterézis
it: Soglia cuffia
nl: Headset drempel
pl: Próg słuchawek
ru: Уровень гарнитуры
sk: Sluchátka prah. hodnota
sv: Headset tröskelnivå
uk: Поріг гарнітури

source: Urgent min. volume
bg: Мин. спешна сила на звука
cs: Urgentní min. hlasitost
de: Min. Dringendlautstärke
es: Volumen min. de urgencia
fr: Volume mini urgence
hu: Sürgős min. hangerő
it: Volume minimo urgenza
nl: Dringend min. volume
pl: Szybko wycisz do
ru: Срочная мин. громкость
sk: Súrna hlasitosť - minimum
sv: Viktigt minsta. volym
uk: Термінова мін. гучність

source: Takeoff
bg: Излитане
cs: Vzlet
de: Abgehoben
es: Despegue
fr: Décollage
hu: Felszállás
it: Decollo
nb: Start flytur
nl: Starttijd (Vlucht)
pl: Start ziemny
pt_br: Decolagem
ru: ВЗЛЕТ
sk: Vzlet
sv: Start
uk: Злет

source: Above final glide
bg: Над финалното прелитане
cs: Výška stačí na dokluz
de: Über dem Gleitpfad
es: Por encima del planeo final
fr: Au dessus du Plan d'Arrivée
hu: Végsiklás pálya felett
it: Sopra Planata Finale
nb: Høyere enn Målglidestrekkshøyde
nl: Boven Final Glide
pl: Powyżej linii dolotu
pt_br: Acima do Planeio Final
ru: ВЫШЕ ФИНАЛЬНОГО ГЛАЙДА
sk: Ste nad doklzovou výškou
sv: Över finalglidbana
uk: Вище глісади дольоту

source: Below final glide
bg: Под финалното прелитане
cs: Výška nestačí na dokluz
de: Unter dem Gleitpfad
es: Por debajo del planeo final
fr: Sous le plan d'arrivée
hu: Végsiklás pálya alatt
it: Sotto Planata Finale
nb: Lavere enn målstrekkgl.
nl: Onder Final Glide
pl: Poniżej linii dolotu
pt_br: Abaixo do Planeio Final
ru: НИЖЕ ФИНАЛЬНОГО ГЛАЙДА
sk: Ste pod doklzovou výškou
sv: Under finalglidbanan
uk: Нижче глісади дольоту

source: Final glide through terrain
bg: Долитане през релеф
cs: Dráha dokluzu koliduje s terénem
de: Endanflug würde durchs Gelände führen
es: Planeo final al terreno
fr: Relief sur le plan d'arrivée
hu: Végsiklás terepen át
it: Planata Finale Attraverso Terreno
nb: Målglidestrekk gjennom terrenget
nl: Final Glide door terrein
pl: Linia dolotu przecina teren!
pt_br: Planeio Final Através do Terreno
ru: ФИНАЛЬНЫЙ ГЛАЙД ПЕРЕСЕКАЕТ РЕЛЬЕФ
sk: Doklz cez terén
sv: Finalglidning genom terräng
uk: Доліт над ландшафтом

source: Zoom
bg: Мащаб
cs: Zvětšení
hu: Nagyítás
ru: Масштаб
sk: Priblíženie
uk: Масштаб
