Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: The file may contain extracts from enroute supplements or other contributed information about individual waypoints and airfields.
cs: Soubor může obsahovat výňatky z AIPu, nebo další dodatečné informace o jednotlivých otočných bodech a letištích.
de: Die Datei kann auszugsweise Luftfahrthandbuch oder Luftrauminformation, oder andere zusätzliche Informationen über einzelne Flugplätze enthalten.
es: El archivo puede contener extractos de suplementos en ruta u otra información aportada acerca de waypoints y aeródromos individuales.
fr: Ce fichier peut contenir des extraits des compléments en-route ou autres informations relatives à des points de virage ou aérodromes.
hu: A fájl kiegészítő információkat tartalmazhat fordulópontokról és repülőterekről.
it: Il file può contenere estratti di integratori di rotta o altre informazioni utili su singole boe e aviosuperfici.
nb: Filen kan inneholde utfyllende utdrag / informasjon om bestemte vendepunkter og flyplasser.
nl: Het bestand kan extracten bevatten van tijdens de vlucht gemaakte aanvullingen of andere extra informatie van individuele keerpunten en vliegvelden.
pl: Plik może zawierać dodatkowe informacje o poszczególnych punktach trasy lub lotniskach.
pt_br: O arquivo pode conter suplementos extraídos de enroutes ou outras informações adicionais sobre waypoints individuais e espaços aéreos.
ru: Файл может содержать выдержки из заметок на маршруте или другую информацию об отдельных точках и аэродромах.
sk: Tento súbor môže obsahovať výťahy z príletových plánov alebo iné prídavné informácie k individuálnym otočným bodom alebo letiskám.
sv: Denna fil kan innehålla utdrag med kompletterande eller annan bidragen information kring individuella vägpunkter och flygfält.

source: FLARM Device Database
cs: FLARM databáze
de: FLARM Id Datenbank
es: Lista de FLARM
fr: Base de données des périphériques FLARM
it: Database Dispositivo FLARM
nl: FLARM Apparaat Database
sv: FLARM enhetsdatabas

source: Maximum speed above maximum start speed to tolerate. Set to 0 for no tolerance.
cs: Tolerance rychlosti startu nad max. rychlostí startu. Nastav na 0 pro deaktivaci tolerance.
de: Maximal tolerierte Geschwindigkeit über der Beschränkung beim Abflug. Auf 0 gesetzt wird kein Übertritt toleriert.
es: Velocidad máxima por encima de la velocidad máxima de salida que se puede tolerar. Poner a 0 para no tolerar.
fr: La vitesse maximum tolérée au-dessus de la vitesse maximum de départ. Mettre à 0 pour aucune tolérance.
hu: A maximális startsebesség tűréshatára. Állítsa nullára ha nincs tűrés.
it: Velocità massima tollerata oltre la velocità massima di partenza. Impostare a 0 per nessuna tolleranza.
nb: Maksimum hastighet over maks. starthastighet som er tillatt. Sett til 0 dersom overskridelse ikke er tillatt.
nl: Maximale snelheid boven de maximaal te tollereren snelheid. Zet op 0 voor geen tolerantie.
pl: Maksymalna tolerowana prędkość ponad maksymalną prędkość startu. Ustaw 0 w przypadku braku tolerancji.
pt_br: Velocidade máxima acima da velocidade máxima de start a ser tolerada. Ajuste para 0 caso não haja tolerância.
ru: Допустимая максимальная скорость сверх максимальной стартовой скорости. Установите 0 для отсутствия допуска.
sk: Maximálna rýchlosť nad maximálnou povolenou rýchlosťou ktorá bude tolerovaná. Nastav 0 pre nulovú toleranciu.
sv: Max hastighet över max starthastighet att tolereras. Sätt till 0 för ingen tolerans.
uk: Допустима максимальна швидкість понад максимальну стартову швидкість. Встановіть 0 для відсутності допуску.

source: Maximum height based on start height reference (AGL or MSL) while starting the task. Set to 0 for no limit.
cs: Maximální výška dle startovní reference (AGL či MSL) při zahájení úlohy. Nastav na 0 pro bezlimitní.
de: Maximale Höhe über der Abflugreferenzhöhe (GND oder MSL) beim Abflug. Setze auf 0 für kein Limit.
es: Altura máxima basada en la referencia de altura de salida (AGL o MSL) al iniciar la tarea. Establezca a 0 para no tener limitaciones.
fr: Hauteur maximum au départ du circuit, par rapport à la référence utilisée pour le départ (AGL ou MSL). Mettre 0 pour ne pas avoir de limite de hauteur.
hu: A feladatkezdés maximális, a megadott startmagasságon alapuló (AGL vagy MSL) magassága. Állítsa nullára, ha nincs korlát.
it: Altezza massima rispetto all'altezza di riferimento di partenza (AGL o MSL) durante l'avvio del tema. Impostare a 0 per nessun limite.
nb: Maksimalhøyden basert på starthøydereferansen (AGL eller MSL) når oppgaven starter. Sett til 0 for ubegrenset.
nl: Maximale hoogte op basis van start hoogte referentie (AGL of MSL) bij het starten van de opdracht. Zet op 0 voor geen limiet.
pl: Maksymalna wysokość względem wysokości startu (AGL lub MGL) podczas rozpoczynania zadania. Ustaw 0 dla nieograniczonej.
pt_br: Altura máxima baseada na altura de referência do start (AGL ou MSL) em que inicia a prova. Ajuste para 0 caso não haja limite.
ru: Максимальная высота, которая базируется на привязке высоты старта (AGL или MSL), в момент начала выполнения задания. Установите 0 для снятия ограничений.
sk: Maximálna výška podľa štartovej referencie (AGL alebo MSL) pri štarte úlohy. Nastav 0 pre žiadny limit.
sv: Max höjd baserad på referens för starthöjd (AGL eller MSL) under tiden uppgiften startar. Sätt 0 för ingen gräns.
uk: Максимальна висота, що базується на прив'язці висоти старту (AGL чи MSL), в момент початку виконання завдання. Встановіть 0 для зняття обмежень.

source: Maximum height above maximum start height to tolerate. Set to 0 for no tolerance.
cs: Tolerance výšky startu nad max. výškou startu. Nastav na 0 pro deaktivaci tolerance.
de: Maximal tolerierte Höhe über der Höhenbegrenzung beim Abflug. Auf 0 gesetzt wird kein Überhöhen toleriert.
es: Altura máxima tolerada por encima de la altura máxima de salida. Establecer en 0 para no tolerar.
fr: La hauteur maximum à tolérer au-dessus de la hauteur maximum de départ. Mettre à 0 pour aucune tolérance.
hu: A maximális startmagasság tűréshatára. Állítsa nullára, ha nincs tűrés.
it: Quota massima tollerata sopra l'altezza massima di partenza. Impostare a 0 per nessuna tolleranza.
nb: Maksimalhøyde over maksimal starthøyde som er tillatt. Sett til 0 dersom maks. starthøyde ikke kan overskrides.
nl: Maximale hoogte boven de maximaal te tolereren hoogte van start. Zet op 0 voor geen tolerantie.
pl: Maksymalna tolerowana wysokość ponad maksymalną wysokość startu. Ustaw 0 w przypadku braku tolerancji.
pt_br: Altura máxima acima da altura máxima do start a ser tolerada. Ajuste para 0 caso não haja limite.
ru: Допустимая максимальная высота сверх максимальной стартовой высоты. Установите 0 для отсутствия допуска.
sk: Hodnota tolerancie pre porušenie maximálnej výšky štartu. Nastavte na 0 pre žiadnu toleranciu.
sv: Max höjd över max starthöjd som tolereras. Sätt 0 för ingen tolerans.
uk: Допустима максимальна висота понад максимальну стартову висоту. Встановіть 0 для відсутності допуску.

source: Minimum height based on finish height reference (AGL or MSL) while finishing the task. Set to 0 for no limit.
cs: Minimální výška dle reference (AGL či MSL) při ukončení úlohy. Nastav na 0 pro bezlimitní.
de: Minimale Höhe über der Zielhöhenreferenz (GND oder MSL) beim Zielüberflug. Setze auf 0 für kein Limit.
es: Altura mínima basada en la referencia de altura de llegada (AGL o MSL) al terminar la tarea. Ajustar a 0 para no tener límite.
fr: Hauteur minimum, en fin de circuit, basée sur la référence de hauteur d'arrivé (AGL ou MSL). Mettre 0 pour ne pas avoir de limite de hauteur.
hu: A feladatbefejezés minimális, a megadott célmagasságon alapuló (AGL vagy MSL) magassága. Állítsa nullára, ha nincs korlát.
it: Altezza minima riferita all'altitudine di arrivo (AGL o MSL), nella conclusione del tema. Impostare a 0 per nessun limite.
nb: Minimalhøyden basert på målhøydereferansen (AGL eller MSL) når oppgaven avsluttes. Sett til 0 for ubegrenset.
nl: Minimale hoogte op basis van finish hoogte referentie (AGL of MSL), tijdens het afronden van de opdracht. Zet op 0 voor geen limiet.
pl: Minimalna wysokość w oparciu o wysokość odniesienia(AGL lub MSL) w momencie kończenia zadania. Ustaw 0 na nieograniczony.
pt_br: Minima altura baseada na altura de referência final (AGL ou MSL) em que a prova termina. Ajuste para 0 caso não haja limite.
ru: Минимальная высота, которая базируется на привязке высоты финиша (AGL или MSL) в момент финиширования. Установите 0 для снятия ограничений.
sk: Minimálna výška podla cieľovej výškovej referencie (AGL alebo MSL) pri ukončení úlohy. Nastav 0 pre žiadny limit.
sv: Minsta höjd baserat på referens för sluthöjd (AGL eller MSL) medan uppgiften slutförs. Sätt 0 för ingen gräns.
uk: Мінімальна висота, що базується на прив'язці висоти фінішу (AGL чи MSL) в момент фінішування. Встановіть 0 для зняття обмежень.

source: Safety margin for AAT task optimisation. Optimisation seeks to complete the task at the minimum time plus this margin time.
cs: Bezpečností časová rezerva, na kterou je optimalizována AAT úloha. Optimalizace se snaží dokončit úlohu v minimálním čase plus tato časová rezerva.
de: Sicherheits Zusatz für die AAT Aufgaben Optimierung. Die Optimierung versucht die Aufgabe in der vorgegebenen Mininimum-Zeit plus dieser Zusatzzeit zu beenden.
es: Margen de seguridad para optimización de tareas TAA. La optimización busca completar la tarea en el tiempo mínimo más este margen de tiempo.
fr: Marge de sécurité pour l'optimisation des circuits AAT. Cette optimisation cherche à compléter le circuit dans la durée minimale plus cette marge.
hu: Biztonsági időtartalék a légtérfeladatok (AAT) optimizálásához. Az optimumszámítás a legrövidebb időnek ezzel a tartalékkal megnövelt értékéhez igazítja a feladat végrehajtását.
it: Margine di sicurezza per l'ottimizzazione del tema AAT. L'ottimizzazione cercherà di far completare il tema nel minor tempo possibile più questo margine di tempo.
nb: Sikkerhetsmargin for AAT oppgaveoptimalisering. Optimaliseringen forsøker å gjennomføre oppgaven på minimum tid pluss denne sikerhetsmarginen.
nl: Veiligheidsmarge voor AAT opdracht optimalisatie. Optimalisatie probeerd de taak uit te voeren in de minimale tijd plus deze marge tijd.
pl: Margines bezpieczeństwa przy optymalizacji konkurencji AAT. Obliczenia wykonywane są dla min.czasu do zakończenia plus margines.
pt_br: Margem de segurança para otimização de provas AAT (Assignated Area Tasks),
ru: Допуск безопасности для оптимизации задания ААТ. Оптимизация заключается в выполнении задания за минимальное время плюс время допуска.
sk: Bezpečnostná rezerva pre optimalizáciu AAT úlohy. Optimalizácia sa snaží dokončiť úlohu za minimálny čas plus tento čas bezpečnostnej rezervy.
sv: Säkerhetsmarginal för optimering av AAT uppgift. Optimering söker minsta tid för att slutföra uppgift plus tidsmarginal.
uk: Допуск безпеки для оптимізації завдання ААТ. Оптимізація полягає у виконанні завдання за мінімальний час плюс час допуску.

source: PG online contest with different track values: Free flight - 1 km = 1.0 point; flat trianlge - 1 km = 1.2 p; FAI triangle - 1 km = 1.4 p.
cs: PG online soutěž s různými hodnotami tratí: Volný let - 1 km= 1.0 bodu; trojúhelník - 1 km = 1.2 bodu; FAI trojúhelník - 1km = 1.4 bodu.
de: Gleitschirm-Contest mit anderer Wertung pro 1 km: Freier Flug = 1 Punkt; Dreieck = 1.2 Punkte; FAI Dreieck = 1,4 Punkte.
es: Concurso de parapente en línea con diferentes valores según la ruta: Vuelo libre - 1 km = 1,0 punto; triángulo plano - 1 km = 1,2 p; triángulo FAI - 1 km = 1,4 p.
fr: Compétition en ligne PG avec différentes valeurs : vol libre - 1 km = 1.0 point ; triangle plat - 1 km = 1.2 pt ; triangle FAI - 1 km = 1.4 pt.
it: Competizione on-line PG con valori traccia differenti: Volo libero - 1 km = 1,0 punti; Triangolo piatto - 1 km = 1,2 punti; Triangolo FAI - 1 km = 1.4 punti.
nl: PG online wedstrijd met verschillende opdrachtscores: Vrije vlucht - 1 km = 1.0 punt; Driehoek - 1 km = 1.2 p; FAI driehoek - 1 km = 1.4 p.
pl: Zawody PG online z różną punktacją trasy: otwarty - 1 km = 1.0 pkt.; płaski trójkąt - 1 km = 1.2 pkt.; trójkąt FAI - 1 km = 1.4 pkt.
ru: Парапланерные онлайн-соревнования с разной оценкой треков: свободный полёт - 1 км = 1.0 очко; треугольник - 1 км =1.2 очка; треугольник FAI - 1 км =1.4 очка.
sk: Paraglidingová online súťaž s rôznymi hodnotami tratí: voľný let - 1 km = 1.0 bodu; trojuholník - 1km = 1.2 b; FAI trojuholník - 1km = 1.4 b.
sv: Online tävling för skärmflyg med olika värden: Friflyg - 1 km = 1.0 poäng; triangel - 1km = 1.2 p; FAI triangel - 1 km = 1.4 p.
uk: Парапланерні онлайн-змагання з різною ціною треків: вільний політ - 1 км = 1.0 очко; трикутник - 1 км =1.2 очка; трикутник ФАІ - 1 км =1.4 очка.

source: The FFVV NetCoupe "libre" competiton.
cs: Soutěž FFVV NetCoupe "libre".
de: Der FFVV NetCoupe "libre" Wettbewerb.
es: La competición "libre" FFVV NetCoupe.
fr: La NetCoupe.
hu: FFVV NetCoupe "libre" verseny.
it: La gara "libre" FFVV NetCoupe.
nl: De FFVV NetCoupe "libre" wedstrijd.
pl: Zawody FFVV NetCoupe "libre".
sk: FFVV NetCoupe "libre" závod.
sv: FFVV NetCoupe "öppna" tävling.

source: A start point, one turn point and a finish point are chosen from the flight path such that the distance between the start point and the turn point is maximized
cs: Ze záznamu letu je vybrán startovní bod, jeden otočný bod a cílový bod tak, aby byla maximalizována vzdálenost mezi startem a otočným bodem
de: Aus der Flugbahn werden ein Startpunkt, ein Wendepunkt und ein Zielpunkt gewählt so dass der Abstand zwischen Startpunkt und Wendepunkt maximiert wird
es: Se elige un punto de salida, un punto de giro y un punto de meta en la trayectoria de vuelo de forma que la distancia entre el punto de salida y el punto de giro sea máxima
fr: Un point de départ, un point de virage et un point d'arrivée sont choisis sur la trajectoire de vol de telle sorte que la distance entre le point de départ et le point de virage soit maximale
it: Vengono scelti dalla traccia del volo un punto di start, una boa ed un punto di arrivo, in modo che la distanza tra start e boa sia massima
nl: Een start punt, n keerpunt en een finish punt worden gekozen in het vluchtpad zodat de afstand tussen start en keerpunt maximaal is
sv: En startpunkt, en vändpunkt och en slutpunkt väljs utefter flygvägen så att distansen mellan startpunkten och vändpunkten maximeras.

source: Defines the amount of Phong shading in the terrain rendering. Use large values to emphasise terrain slope, smaller values if flying in steep mountains.
cs: Defunuje množství Phongova stínování používaného při vykreslení terénu. Vysoká hodnota zvýrazňuje svažitý terén, nižší hodnota je vhodná pro létání ve vysokých horách.
de: Anpassung der Phong-Tönung der Geländedarstellung. Nimm größere Werte um das Relief zu betonen, kleinere Werte für steile Berglandschaft.
es: Define la cantidad de sombreado Phong en el renderizado del terreno. Utilice valores grandes para enfatizar la pendiente del terreno, valores más pequeños si se vuela en montañas empinadas.
fr: Définit l'intensité de l'ombrage dans le rendu du relief. Utilisez de grandes valeurs pour mettre en valeur les pentes, des valeurs plus petites si vous volez en régions montagneuses escarpées.
hu: A domborzat kidomborításának mértéke. Használjon nagy értékeket a lejtők hangsúlyozására, kisebbeket ha meredek hegyek között repül.
it: Definisce la quantità di ombreggiatura nel rendering terreno. Utilizzare valori più alti per enfatizzare la pendenza del terreno (se zona collinare), scegliere valori più bassi per volare in una zona di montagne ripide.
nb: Skyggeintensitet. Bruk høye verdier for terreng med lite dynamikk og lave verdier i fjellterreng.
nl: Bepaald de hoeveelheid Phong schaduw bij de terrein rendering. Gebruik hoge waardes om de nadruk op de helling te leggen, lagere waardes gebruiken indien in zeer bergachtig gebied wordt gevlogen.
pl: Definiuje intensywność cieniowania Phonga w kolorach terenu. Duże wartości podkreślą nachylenie zboczy, małe wartości są odpowiednie dla stromych gór.
pt_br: Define a quantidade de sombreamento na renderização do terreno. Use valores altos para dar ênfase à inclinação do terreno, e valores baixos se estiver voando em montanhas íngremes.
ru: Определяет количество затенения для модели Фонга при рисовании рельефа. Используйте большие значения для подчеркивания склонов и маленькие значения при полетах в крутых горах.
sk: Určuje množstvo použitého Phongovho tieňovania na vykreslenie terénu. Vysoké hodnoty zdôraznia terén, nižšie sú vhodnejšie do strmých hôr.
sv: Definierar mängden Phong-skuggning vid teckning av terräng. Använd höga värden för att framhäva backar eller lägre värden i brant alpin miljö.
uk: Визначає кількість затінення по Фонгу при зображенні ландшафту. Більші величини підкреслять схили, менші - для польотів над пологими горами.

source: Defines the brightness (whiteness) of the terrain rendering. This controls the average illumination of the terrain.
cs: Definuje jas (bělost) při vykreslení terénu. Nastavuje průměrné osvícení terénu.
de: Einstellung der Helligkeit (Weißfärbung) der Geländedarstellung. Die mittlere Beleuchtung des Gelände wird damit beeinflusst.
es: Define el brillo (blancura) con que se muetra el terreno. Controla la claridad promedio del terreno.
fr: Définit la luminosité (blancheur) du rendu du relief. Ceci contrôle la luminosité moyenne du relief.
hu: A terep megjelenítésének fényességét (fehérségét) állítja. Ettől függ a terep átlagos megvilágítottsága.
it: Definisce la luminosità media nel rendering del terreno.
nb: Bestemmer lysstyrken på terrengdetaljene.
nl: Hiermee bepaalt u de helderheid (wit) van de terrein rendering. Dit regelt de gemiddelde verlichting van het terrein.
pl: Określa jasność renderowania terenu. To steruje średnim oświetleniem terenu.
pt_br: Define o brilho (brancura) da renderização do terreno. Isto controla a iluminação média do terreno.
ru: Определяет яркость рисования рельефа. Контролирует среднюю яркость рельефа.
sk: Určuje svetlosť zobrazenia terénu. Toto nastavuje priemerné osvetlenie terénu.
sv: Definerar ljusstrykan (vitheten) vid teckning av terräng. Detta kontrollerar medelljuset för terrängen.
uk: Визначає яскравість (ступінь білизни) при зображенні ландшафту. Впливає на середнє освітлення ландшафту.

source: Units used for airspeed and ground speed. A separate unit is available for task speeds.
cs: Jednotky použité pro vzdušnou rychlost a rychlost vůči zemi. Pro rychlost v úloze je k dispozici separátní nastavení.
de: Einheit für Luftbewegung und Geschwindigkeit über Grund. Eine extra Einheit ist für die Überland-Geschwindigkeit verfügbar.
es: Unidades utilizadas para la velocidad de vuelo y la velocidad suelo. Se puede usar una unidad diferente para las velocidades de tarea.
fr: Unité de vitesses air et sol. Une unité différente est possible pour la vitesse sur circuit.
hu: A repülési és a föld feletti sebességekhez használt mértékegység. A feladat sebességek egysége külön állítható.
it: Le unità di misura utilizzate per la velocità del vento e al suolo. Un'unità separata è disponibile per le velocità nei temi.
nb: Enhet brukt for hastigheter som flyhastighet og bakkehastighet. For oppgavehastigheter kan en uavhengig enhet defineres.
nl: Eenheden gebruikt voor luchtsnelheid en snelheid over de grond. Een aparte unit is beschikbaar voor de taak snelheden.
pl: Jednostki używane dla prędkości powietrznej i względem ziemi. Osobna jednostka jest dostępna dla prędkości zadania.
pt_br: Unidades usadas para velocidade do vento e velocidade em relação ao solo. Uma unidade diferente está disponível para velocidades de prova.
ru: Единицы измерения скорости относительно воздуха и земли. Для задач доступна другая единица измерения скоростей.
sk: Jednotky pre vzdušnú rýchlosť a rýchlosť voči zemi. Pre rýchlosť úlohy je k dispozícií zvlášť jednotka.
sv: Enhet för luft- och markhastighet. En separat enhet finns för uppgiftshastigheter.
uk: Одиниці, що застосовуються до індикації повітряної та наземної швидкості. Окремо можна вибрати одиниці для швидкості завдання.

source: The UTC offset field allows the UTC local time offset to be specified. The local time is displayed below in order to make it easier to verify the correct offset has been entered.
cs: UTC posun umožňuje nastavit odchylku lokálního času od UTC. Lokální čas je zobrazen dole pro usnadnění a ověření správného nastavení.
de: Das Eingabefeld UTC Zeitverschiebung ermöglicht die Angabe der Zeitdifferenz zwischen Lokalzeit und UTC. Die errechnete Lokalzeit wird darunter angezeigt um die Richtigkeit der Angabe sehr einfach zu überprüfen.
es: El campo de desfase UTC permite especificar el desfase de la hora local UTC. La hora local se muestra a continuación para facilitar la comprobación de que se ha introducido el desfase correcto.
fr: Ce champ "Fuseau Horaire" permet de régler le décalage UTC pour déterminer l'heure locale. L'heure locale est affichée sous le champ "Fuseau Horaire" pour vérification.
hu: A helyi időzóna, az UTC-hez képesti eltolás beállítása. Alul látszik a számított helyi idő, ami segít a megfelelő eltolást beállítani.
it: Permette di specificare il fuso orario per l'ora locale. L'orario locale viene visualizzato in basso, al fine di rendere più facile verificare se il fuso inserito è corretto.
nb: Lokaltidjustering. Brukes til å korrigere GPS tid for lokaltid. Lokaltid vises nedenfor slik at det er enkelt å sjekke at riktig korreksjonsverdi er valgt.
nl: Het UTC afwijkingsveld maakt het mogelijk om de lokale UTC tijd aan te passen. De lokale tijd zal onderin worden weergegeven om te kunnen verifiren of de juiste aanpassing is gedaan.
pl: Przesuniecie czasu względem UTC pozwala określić czas lokalny względem UTC. Czas lokalny jest wyświetlany poniżej aby ustawienie go było prostsze.
pt_br: O campo de diferença UTC permite que seja especificado o horário UTC local. O horário local é exibido abaixo para facilitar a verificação da diferença utilizada.
ru: Поле поправки UTC позволяет сместить местное время на указанную величину. Местное время выводится на экран ниже для проверки правильности введённой поправки.
sk: Políčko posunu UTC dovoľuje špecifikovať lokálnu odchýlku od UTC času. Dole sa zobrazuje lokálny čas, aby bolo ľahšie overiteľné, že bola vybraná správna hodnota posunu.
sv: Fält för UTC-korrigering används för att ange skillnad mot lokaltid. Lokaltid visas nedanför för att underlätta.
uk: Поле поправки UTC дозволяє змістити місцевий час на зазначену величину. Місцевий час виводиться на екран нижче для перевірки правильності введеної поправки.
