Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Trace of vertical speed, as reported by the GPS, or the intelligent vario total energy vario value if connected to one.
bg: Графика на вертикалната скорост, отчетена от GPS, или на стойността на тоталната енергия от интелигентен вариометър (ако е свързан).
cs: Stopa vertikální rychlosti, získaná z GPS nebo inteligentního vária celkové energie (pokud je připojeno).
de: Spur des momentanen Steigen (Sinken) nach GPS oder dem energiekompensierten Vario, wenn verfügbar.
es: Traza de velocidad vertical, según lo informado por el GPS, o el valor del vario inteligente de energía total si está conectado a uno.
fr: Trace de la vitesse verticale fournie par le GPS, ou par un vario à énergie totale si connecté.
hu: A varió változásai a GPS jele alapján vagy az intelligens variométer összenergia varió jele alapján, ha ilyen csatlakoztatva lett.
it: Traccia della velocità verticale, come riportata dal GPS, o il valore dell'energia totale variometrica se connesso ad un variometro intelligente.
nb: Grafisk fremstilling av stig/synk under flyturen, målt av GPS eller annet tilkoblet variometer.
nl: Spoor van de verticale snelheid, gemeld door de GPS, of de intelligente vario's totale energie waarde indien aangesloten.
pl: WARwykr: Wykres prędkości pionowej, na podstawie GPS lub wartości wariometru energii całkowitej (jeśli podłączono).
pt_br: Traço da velocidade vertical, como reportado pelo GPS, ou vario digital com energia total, se conectado.
ru: Запись скороподъемности по GPS или электронного варио.
sk: Stopa vertikálnej rýchlosti, z údajov GPS alebo inteligentného total vária ak je pripojené.
sv: Spår med vertikal hastighet, rapporterad från GPS eller, om intelligenta vario är ansluten, variometervärde total energi.
uk: Графік вертикальної швидкості за даними GPS або інтелектуального варіометра повної енергії, якщо такий підключено.

source: Netto vario trace
bg: Графика на вариометъра - нето
cs: Vário - netto stopa
de: Vario - netto Variospur
es: Traza del vario neto
fr: Trace vario Netto
hu: Nettó varió változások
it: Traccia del variometro netto
nb: Netto Variogram
nl: Netto vario spoor
pl: WARNetWykr: zapis prędk.pionowej powietrza
pt_br: Traço vario Netto
sk: Netto vário stopa
sv: Netto vario spår
uk: Графік нетто-варіо

source: Netto Trace
bg: Нетна графика
cs: Netto Stopa
de: Netto Spur
es: Traza Neto
fr: Trace netto
hu: Emelés változások
it: Traccia netto
nl: Netto Spoor
pl: WARNetWykr
sk: Netto stopa
sv: Netto Spår
uk: Графік Нетто

source: Trace of vertical speed of air-mass, equal to vario value less the glider's estimated sink rate.
bg: Графика на вертикалната скорост на въздушния поток равна на нетната стойност на вариометъра минус изчисленото пропадане.
cs: Stopa vertikální rychlosti vzduchové hmoty, je rovna hodnotě z variometru mínus odhadované opadání kluzáku.
de: Spur aus der vertikalen Luftbewegung, gleich dem netto Variowert.
es: Traza de la velocidad vertical de la masa de aire, igual al valor de vario menos la tasa de hundimiento estimada del planeador.
fr: Trace de la vitesse verticale de la masse d'air, égale au vario moins le taux de chute estimé du planeur.
hu: A légtömeg függőleges sebességének változásai, ami a variónak a gép becsült merülésével csökkentett értéke.
it: Traccia della velocità verticale della massa d'aria, pari al valore variometrico meno il rateo di discesa stimato del velivolo.
nb: Grafisk fremstilling av luftens vertikalhastighet under flyturen, beregnet ut fra variometerverdier og farkostens antatte synkhastighet.
nl: Spoor van de verticale snelheid van de lucht-massa, die gelijk is aan de vario waarde verminderd met de geschatte daalsnelheid van het vliegtuig.
pl: WARNetWykr: Wykres prędkości pionowej masy powietrza, obliczonej jako różnica wskazaniu wariometru minus opadanie własne szybowca
pt_br: Traço da velocidade vertical da massa de ar, igual ao valor do vario menos o afundamento estimado do planador.
ru: Трэк вертикальной скорости воздушных масс, равных значению варио минус расчётная скорость снижения планера.
sk: Stopa vertikálnej rýchlosti vzduchovej masy, ekvivalent hodnote vária mínus odhadované opadanie vetroňa.
sv: Spår som visar vertikal hastighet av luftmassan, lika med variometerns värde plus planets uppskattade sjunkhastighet.
uk: Графік вертикальної швидкості повітряної маси, що дорівнює величині варіо, з урахуванням розрахункової швидкості зниження планера.

source: Thermal climb trace
bg: Графика на качването в термика
cs: Záznam současného stoupání
de: Thermik - Steigen Historie
es: Traza de la subida en térmica
fr: Trace du taux de montée
hu: Termik emelkedés változások
it: Traccia della salita in termica
nl: Thermiek spoor
pl: WAR profil: wykres śr.noszenia z okrążeń
ru: Трэк термика
sk: Termické stúpanie - stopa
sv: Spår för termiskt stig
uk: Графік швидкості набору висоти в терміку

source: TC Trace
bg: Графика термика
cs: STS záznam
de: Steig Spur
es: TS Trace
fr: Trace Montée
hu: TC változások
it: Traccia TC
nl: Spoor m/s
pl: WAR profil
ru: Трэк термика
sk: Ts stopa
sv: TC spår

source: Trace of average climb rate each turn in circling, based of the reported GPS altitude, or vario if available.
bg: Графика на средното качване за всяка витка при въртене по височината от GPS или вариометъра, ако е наличен.
cs: Záznam průměrného stoupání každého kruhu kroužení, založené na GPS výšce nebo údajích variometru (pokud je dostupný).
de: Spur aus dem gemittelten Steigen (nach jedem Kreis), basierend auf GPS, oder Vario wenn verfügbar.
es: Traza de la velocidad de ascenso promedio en cada viraje en círculo, en función de la altitud GPS reportada, o vario si está disponible.
fr: Trace des taux de montée moyenne de chaque tour en spirale, basé sur l'altitude GPS ou sur le vario, si disponible.
hu: Az átlagos emelés változásai az egyes körökben, a GPS magasság vagy ha csatlakoztattak, a variométer alapján.
it: Traccia della media del rateo di salita ad ogni giro della termica, basata sull'altitudine riportata dal GPS, o dal variometro se disponibile.
nb: Grafisk fremstilling av høydegevinst for hver termikkrunde, basert på GPS høyde elller tilkoblet variometer.
nl: Spoor van de gemiddelde stijgsnelheid elke cirkel tijdens thermieken, op basis van de gerapporteerde GPS hoogte, of vario indien beschikbaar.
pl: WAR profil: zapis średniego noszenia z każdego okrążenia w kominie, na podstawie zmiany wysokości GPS lub wariometru, jeśli jest dostępny.
pt_br: Traço da taxa média de subida de cada volta girando, baseado na altitude reportada pelo GPS, ou vário, se disponível.
ru: Запись средней скороподъемности в каждой спирали.
sk: Stopa priemerného stúpania každej otočky v krúžení, na základe GPS výšky alebo vária ak pripojené.
sv: Spår efter medelstig för per varv under kurvning, baserat på GPS höjd eller vario om tillgänglig.
uk: Графік середньої швидкості набору висоти під час кожного повороту в спіралі на основі даних висоти GPS або варіометра при їх доступності.

source: Climb band
bg: Пояс на качване
cs: Profil stoupání
de: Thermik - Vertikalprofil
es: Banda de ascenso
fr: Profil d'ascendance
hu: Emelési sáv
it: Fascia di risalita
nb: Termikkprofil
nl: Klim grafiek
pl: WAR(H): profil śred. noszenia
pt_br: Faixa de ganho
sk: Profil stúpania
sv: Stigband
uk: Діапазон набору висоти

source: Climb Band
bg: Вертикален поток
cs: Profil stoupání
de: Steigband
es: Banda de Ascenso
fr: Bandeau d'ascendance
hu: Emelési sáv
it: Fascia di risalita
nl: Klim Graffiek
pl: WAR(H)
sk: Profil stúpania
sv: Stigband
uk: Діапазон Висоти

source: Graph of average circling climb rate (horizontal axis) as a function of altitude (vertical axis).
bg: Графика на средното качване (по абцисата) като функция на височината (ординатата).
cs: Graf průměrného stoupání v kroužení (horizontální osa) jako funkce výšky (vertikální osa).
de: Graph der mittleren Steigwerte (horizontale Achse) als Funktion der Höhe (vertikale Achse).
es: Gráfico de la velocidad de ascenso promedio en círculo (eje horizontal) en función de la altitud (eje vertical).
fr: Graphique du taux de montée moyen (axe horizontal) en fonction de l'altitude (axe vertical).
it: Grafico del rateo medio di risalita in termica (asse orizzontale) in funzione della quota (asse verticale).
nl: Grafiek van gemiddeld stijgen (X-as) als functie van de hoogte (Y-as).
pl: WAR(H): wykres średniego noszenia (oś pozioma) w funkcji wysokości (oś pionowa).
pt_br: Gráfico da taxa média de subida circular (eixo horizontal) como uma função da altitude (eixo vertical).
ru: График средней скорости набора высоты в термике (горизонтальная ось) как функции от высоты (вертикальная ось).
sk: Graf priemerného stúpania (horizontálna os) v krúžení ako funkcia výšky (vertikálna os).
sv: Graf medelstig (x-axel) som funktion av höjd (y-axel).
uk: Графік середньої швидкості набору висоти (горизонтальна вісь) в функції від висоти (вертикальна вісь).

source: Task progress
bg: Напредък по задача
cs: Průběh úlohy
de: Aufgabe - Fortschritt
es: Progreso de tarea
fr: Progression circuit
hu: Feladat állapota
it: Progressione tema
nb: Oppgaveframdrift
nl: Opdracht voortgang
pl: Postępy: postępy realizacji zadania
pt_br: Andamento da prova
ru: Прогресс выполнения задания
sk: Postup v úlohe
sv: Banförlopp
uk: Виконання завдання

source: Progress
bg: Напредък
cs: Úloha
de: Fortschritt
es: Progreso
fr: Avancement
hu: Állapot
it: Progressione
nb: Framdrift
nl: Voortgang
pl: Postępy
pt_br: Andamento
ru: Ход выполнения
sk: Postup
sv: Förlopp
uk: Виконано

source: Clock-like display of distance remaining along task, showing achieved task points.
bg: Оставащо разстояние нанесено като запълващи се сектори на кръг показващ напредъка по задачата.
cs: Kruhový ukazatel, zobrazující vzdálenost v průběhu úlohy a dosažené otočné body.
de: Uhrenähnliche Anzeige der verbleibenden Aufgabendistanz. Zeigt auch die erreichten Aufgabenpunkte.
es: Visualización en forma de reloj de la distancia restante a lo largo de la tarea, mostrando los puntos de tarea alcanzados.
fr: Affichage de type horloge représentant la distance restante du circuit, et indiquant les points tournés.
hu: A feladatból hátralevő távolság óraszerű megjelenítése, az elért pontok ábrázolásával.
it: Schermata ad orologio della distanza rimanente nel tema, indicando i punti del tema raggiunti.
nl: "Klok" van de afstand die volgens opdracht nog gevlogen moet worden, laat ook de behaalde opdracht punten zien.
pl: Postępy: postępy realizacji zadania - graficzna prezentacja zaliczonych PZT.
sk: "Hodinové" zobrazenie vzdialenosti v priebehu úlohy, ukazujúce dosiahnuté body.
sv: Klockliknande display som visar återstående distans på banan och uppnådda poäng.
uk: Дисплей годинникового типу відстані, що залишилася до завершення завдання, який показує взяті ППМ.

source: Time under max. start height
bg: Време прекарано под максималната стартова височина
cs: Čas pod max. startovní výškou
de: Zeit - Dauer unterhalb der max. Abflughöhe
es: Tiempo bajo altura de salida máx.
fr: Durée en-dessous de la hauteur max. du départ
hu: Startmagasság alatt töltött idő
it: Tempo al di sotto della massima altezza di partenza
nb: Tid under maks. starthøyde
nl: Tijd onder max start hoogte
pl: T H<max: czas poniżej maks.H odejścia
pt_br: Tempo sobre a altura máx. de largada
ru: Время максимальной выстоты старта
sk: Čas pod max. štartovou výškou
sv: Tid under max. starthöjd
uk: Час максимальної висоти старту

source: Start Height
bg: Стартова височина
cs: T pod start H
de: Zeit unt H Abfl
es: Altura de Salida
fr: Altitude de départ
hu: Startmagasság
it: Altezza di partenza
nb: Start Høyde
nl: Starthoogte
pl: T H<max
pt_br: Altura Largada
ru: Начальная выстота
sk: Štartová výška
sv: Starthöjd
uk: Висота старту

source: Contiguous period during which the aircraft has been below the task start maximum height.
bg: Непрекъснатият период, през който летателният апарат е бил под максималната стартова височина на задачата.

source: Task time to go (ground speed)
bg: Време за затваряне според скоростта спрямо земята
cs: Čas do konce úlohy (rychlost vůči zemi)
de: Aufgabe - benötigte Zeit (Geschw. ü. Gnd. )
es: Tiempo de tarea para comenzar (velocidad sobre el terreno)
fr: Durée restante circuit (vitesse sol)
hu: SF idő úton ff
it: Tempo rimanente del tema (velocità al suolo)
nb: Oppgave gjenværende tid (bakkehast.)
nl: Resterende opdracht tijd (grondsnelheid)
pl: DOLdTW
pt_br: Tempo p fim prova (vel. solo)
ru: Время начала задания (путевая скорость)
sk: Čas do konca úlohy (rýchlosť voči zemi)
sv: Kvarstående tid bana (GS)
uk: Залишок часу до завершення завдання (швидкість відносно землі)

source: Fin ETE VMG
bg: Време според Vземя
cs: Cíl ETE GS
de: EndA ETE VMG
es: ETE VMG Fin
fr: TVP Fin Vsol
hu: SF úton ff
nb: Mål ETE VMG
nl: Fin ETE VGG
pl: DOLdTW
pt_br: ETE Fin VMS
sk: Čas do cieľa

source: Estimated time required to complete task, assuming current ground speed is maintained.
bg: Разчетно време за затваряне на задачата ако текущата скорост спрямо земята се запази.
cs: Odhadovaný čas potřebný k dokončení úlohy, za předpokladu dodržení stávající rychlosti vůči zemi.
de: Geschätzte Zeit die benötigt wird die Aufgabe zu beenden, vorausgesetzt die aktuelle Flugleistung wird beibehalten.
es: Tiempo estimado necesario para completar la tarea, suponiendo que se mantenga la velocidad de avance actual.
fr: Durée estimée pour finir le circuit, en supposant que la vitesse sol actuelle soit maintenue.
hu: A feladat teljesítéséhez szükséges becsült idő, ha a jelenlegi földfeletti sebességgel számolunk.
it: Tempo stimato richiesto per completare il tema, considerando di mantenere l'attuale velocità al suolo.
nb: Forventet nødvendig tid for å gjennomføre oppgaven, forutsett at den aktuelle bakkehastigheten opprettholdes.
nl: Geschatte tijd die nodig is om taak uit te voeren, indien de huidige grondsnelheid wordt gehandhaafd.
pl: DOLdTW: Szacowany czas do zakończenia zadania, zakładając że będzie zachowana obecna prędkość podróżna.
pt_br: Tempo estimado para completar a prova, assumindo que velocidade atual no solo seja mantida.
ru: Предполагаемое время на выполнение задачи при сохранении текущей скорости относительно земли.
sk: Predpokladaná doba potrebná k ukončeniu úlohy, za predpokladu dodržania momentálnej rýchlosti voči zemi.
sv: Estimerad tid nödvändig för att slutföra banan, förutsatt nuvarande markhastighet bibehålls.
uk: Розрахунковий час, необхідний для завершення завдання, якщо зберігатиметься поточна швидкість відносно землі.

source: Next time to go (ground speed)
bg: Време за достигане на следващата ПТ според земната скорост
cs: Čas k OB (rychlost vůči zemi)
de: Nächster Wegpunkt - benötigte Zeit (Geschw. ü. Gnd.)
es: Siguiente tiempo restante (velocidad sobre el terreno)
fr: Durée restante jusqu'au suivant (vitesse sol)
hu: FP idő úton ff
it: Prossimo tempo rimanente (velocità al suolo)
nb: Neste gjenværende tid (bakkehast.)
nl: Tijd tot volgende (grond snelheid)
pl: PTdTW: czas lotu do nast. PT z prędk. W
pt_br: Tempo p próx. pto (vel. solo)
sk: Čas do otočky (rýchlosť voči zemi)
sv: Tid till nästa vägpunkt (GS)
uk: Залишок часу до взяття наступного ППМ (швидкість відносно землі)

source: WP ETE VMG
bg: t до ПТ Vземя
cs: OB ETE GS
fr: TVP WP Vsol
hu: FP úton ff
nb: VP ETE VMG
nl: KP ETE VGG
pl: PTdTW
pt_br: ETE PV VMS
sk: Čas do ob

source: Estimated time required to reach next waypoint, assuming current ground speed is maintained.
bg: Разчетно време необходимо за достигане на следващата ПТ (повратна точка) ако скоростта спрямо земята се запази.
cs: Odhadovaný čas dosažení následujícího otočného bodu, za předpokladu udržení současné rychlosti vůči zemi.
de: Geschätzte Zeit die benötigt wird den nächsten Wegpunkt zu erreichen, vorausgesetzt die aktuelle Flugleistung wird beibehalten.
es: Tiempo estimado necesario para alcanzar el siguiente waypoint, suponiendo que se mantenga la velocidad relativa al suelo actual.
fr: Durée estimée pour rejoindre le prochain point de virage, en supposant que la vitesse sol actuelle soit maintenue.
hu: A következő fordulópont eléréséhez szükséges becsült idő, ha a jelenlegi földfeletti sebességgel számolunk.
it: Tempo stimato richiesto per raggiungere la prossima boa, considerando di mantenere l'attuale velocità al suolo.
nb: Forventet nødvendig tid for å nå neste vendepunkt, forutsett at den aktuelle bakkehastigheten opprettholdes.
nl: Geschatte tijd die nodig is om het volgende keerpunt te bereiken, ervan uitgaande dat de huidige snelheid wordt gehandhaafd.
pl: PTdTW: Szacowany czas potrzebny do osiągnięcia następne punktu zwrotnego, zakładając że będzie zachowana obecna prędkość względem ziemi .
pt_br: Tempo estimado para o próximo ponto, assumindo que a velocidade no solo seja mantida.
ru: Предполагаемое время достижения след точки маршрута при сохранении текущей скорости относительно земли.
sk: Predpokladaná doba potrebná k dosiahnutiu ďalšieho otočného bodu, za predpokladu že momentálna rýchlosť voči zemi bude dodržaná.
sv: Beräknad tid som krävs för att nå nästa vägpunkt, om nuvarande markhastighet (GS) bibehålls.
uk: Розрахунковий час, необхідний для взяття наступного ППМ, якщо зберігатиметься поточна швидкість відносно землі.

source: Attitude indicator
bg: Авиохоризонт
cs: Umělý horizont
de: Lageindikator
es: Indicador de actitud
fr: Horizon artificiel
hu: Műhorizont
it: Indicatore di assetto
nb: Stillingsindikator
nl: Kunstmatige horizon
pl: SztHoryz: sztuczny horyzont
pt_br: Indicador de Altitude
ru: Указатель высоты
sk: Ukazovateľ polohy
sv: Attitudsvisare
uk: Індикатор положення ПС в просторі

source: Attitude indicator (artificial horizon) display calculated from flight path, supplemented with acceleration and variometer data if available.
bg: Авиохоризонт (изкуствен хоризонт) изчислен от траекторията на полета и снабден с акселерометър и вариометър ако са налични.
cs: Zobrazení indikátoru polohy (umělý horizont), vypočítané z dráhy letu a doplněné o data zrychlení a variometru, pokud jsou k dispozici.
de: Künstlicher Horizont, Fluglage errechnet aus dem Flugweg und - wenn vorhanden - aus Beschleunigungs- und Variometerdaten.
es: Visualización del indicador de actitud (horizonte artificial) calculada a partir de la ruta de vuelo, complementada con datos de aceleración y vario si están disponibles.
fr: Affichage d'attitude (horizon artificiel) calculé selon la direction du vol, complétée d'accélérations et vario si les données sont disponibles.
hu: A repülés nyomvonalából számított műhorizont kijelző, gyorsulási és varió adatokkal kiegészítve, ha rendelkezésre állnak.
it: Indicatore di assetto (orizzonte artificiale) calcolato dal percorso di volo, integrato dai dati di accelerazione e dal variometro se collegato.
nl: Hoogte indicator (kunstmatige horizon) weergave berekend uit vluchtpad, indien beschikbaar aangevuld met versnellings- en vario-data.
pl: SztHoryz: sztuczny horyzont na podstawie ścieżki lotu, uzupełniony o wartości przyspieszenia i wariometru, jeżeli dostępne
ru: Индикатор высоты (авиагоризонт) отображает рассчитанную траекторию полёта, дополненную данными ускорения и вариометра, если таковые имеются.
sk: Sklonomer (umelý horizont) zobrazuje z uletenej trasy, doplnené o dáta z akcelerometru a variometru ak sú k dispozícii.
sv: Attitudsvisare (articifiell horisont) beräknad från rörelsemönster, och accelerometer samt variometerdata om dessa finns tillgängliga.
uk: Дисплей індикатора положення ПС в просторі (штучний авіагоризонт) за даними розрахунків, що базуються на траєкторії польоту, які доповнені даними від акселерометра та варіометра за їх доступності.

source: Nearest airspace horizontal
bg: Най-близката въздушна зона по хоризонтала
cs: Nejbližší prostor horizontálně
de: Luftraum - horizontal Nächster
es: Espacio aéreo más cercano horizontalmente
fr: Espace aérien le plus proche horizontalement
hu: Legközelebbi légtér vízszintesen
it: Spazio aereo orizzontalmente più vicino
nb: Nærmeste luftrom horisontalt
nl: Dichtstbijzijnde horizontale luchtruim
pl: Str POZ: Odległość pozioma do najbl. strefy
pt_br: Horizontal próximo do espaço aéreo
ru: Ближайшее воздушное пространство по горизонтали
sk: Najbližší vzdušný priestor, horizontálne
sv: Närmsta luftrum horisontellt
uk: Найближчий повітряний простір по горизонталі

source: Near AS H
bg: Въздл. зона ↔
cs: Prostr horiz
de: Näch LR horiz
es: Prox EA D
fr: H.Dist EA
hu: Légtér V
it: SA O vicino
nb: Nær AS H
nl: Min LR H
pl: Str POZ
pt_br: Próximo AS H
ru: Ближайшее воздушное пространство по горизонтали
sk: VP najbližší h
sv: Nära AS H

source: Horizontal distance to the nearest airspace.
bg: Хоризонтално разстояние до най-близката въздушна зона.

source: Nearest airspace vertical
bg: Най-близката въздушна зона по вертикала
cs: Nejbližší prostor vertikálně
de: Luftraum - vertikal Nächster
es: Espacio aéreo más cercano verticalmente
fr: Espace aérien le plus proche verticalement
hu: Legközelebbi légtér függőlegesen
it: Spazio aereo verticalmente più vicino
nb: Nærmeste luftrom vertikalt
nl: Dichtsbijzijnde verticale luchtruim
pl: Str PION: Odległość pionowa do najbl. strefy. Wartość dodatnia oznacza, że strefa jest nad tobą, a ujemna, że poniżej.
pt_br: Vertical próximo ao espaço aéreo
ru: Ближайшее воздушное пространство по вертикали
sk: Najbližší vzdušný priestor vertikálne
sv: Närmsta luftrum vertikalt
uk: Найближчий повітряний простір по вертикалі

source: Near AS V
bg: Възд. зона ↕
cs: Prostr vert
de: Näch LR vert
es: Prox EA H
fr: V.Dist EA
hu: Közeli légtér függ.
it: SA V vicino
nb: Nær AS V
nl: Min LR V
pl: Str PION
pt_br: Próximo AS V
ru: Ближайшее воздушное пространство по вертикали
sk: VP najbližší v
sv: Nära AS V

source: Vertical distance to the nearest airspace. A positive value means the airspace is above you; a negative value means the airspace is below you.
bg: Вертикално разстояние до най-близката въздушна зона. Положителна стойност значи, че зоната е над вас; отрицателна, че е под вас.

source: Next MC0 altitude difference
bg: Разлика във височина при MC=0
cs: Příští OB - rozdíl výšek při MC0
de: Nächster Wegpunkt - relative MC0 Ankunftshöhe
es: Siguiente diferencia de altitud MC0
fr: Différence d'altitude prochain point de virage à MC0
hu: FP magasság érkezés MC0
it: prossima differenza di altitudine MC0
nb: Neste MC0 høydedifferanse
nl: Volgende MC0 hoogteverschil
pl: PTdHMc0: różnica wysok. H GPS i przyl. PT Hprzyl dla MC=0
pt_br: Próximo MC0 diferença de altitude
sk: Ďalší MC0 výškový rozdiel
sv: Nästa MC0 höjdskillnad
uk: Різниця висот прибуття на наступний ППМ при МС0

source: WP MC0 AltD
bg: Височ. ПТ MC0
cs: OB MC0 AltD
de: WP MC0 H Diff
es: AltD WP MC0
fr: Δz WP MC0
hu: FP mgsg MC0
nb: WP MCo AltD
nl: KP MC0 DH
pl: PTdHMc0
sk: Ob MC0 výškR

source: Arrival altitude at the next waypoint with MC 0 setting relative to the safety arrival height. For AAT tasks, the target within the AAT sector is used.
bg: Височина на пристигане над следващата повратна точка с настройка за риск MC=0 спрямо безопасната височина на пристигане. За задачи с назначени зони се използва целта в сектора.

source: Wind, head component
bg: Компонента на насрещния вятър
cs: Složka protivětru
de: Wind - Gegenwindkomponente
es: Componente de viento en cara
fr: Composante de vent de face
it: Componente frontale del vento
nl: Tegenwind component
sv: Motvindskomponent

source: Head Wind
bg: Насрещен вятър
cs: Protivítr
de: Gegenwind
es: Viento En Contra
fr: Vent de face
hu: szembeszel
it: Vento frontale
nl: Tegenwind
pl: U czoł
ru: Встречный ветер
sk: Protivietor
sv: Motvind
uk: Зустр Вітер
