Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Terrain Off
bg: Релеф Изкл.
cs: Terén Vyp
de: Gelände aus
es: Terreno Apagado
fr: Relief désactivé
hu: Domborzat ki
it: Terreno disattivato
nb: Terreng Av
nl: Terrein UIT
pl: Bez Terenu
pt_br: Mapa desligado
ru: Ландшафт выкл
sk: Terén vypnutý
sv: Terräng Av
uk: Ландшафт вимкн

source: Hide
bg: Скрий
cs: Skryj
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
sv: Göm

source: Show
bg: Покажи
cs: Zobraz
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
sv: Visa

source: All
bg: Всичко
cs: Vše
de: Alle
es: Todo
fr: Tous
hu: Mind
it: Tutto
nb: Alt
nl: Alles
pl: Wsz.
pt_br: Tudo
ru: Всё
sk: Všetky
sv: Allt
uk: Всі

source: Task & Landables
bg: Задача и места за кацане
cs: Úloha+Plochy
de: Aufgaben & Landeplätze
es: Tarea & Aterrizables
fr: Circuit et Terrains
hu: feladat + leszállók
it: Tema & Atterrabili
nb: Oppg./Land.
nl: Opdracht Landingsplaatsen
pl: PT i Ląd.
pt_br: Prova e locais de pouso
ru: Задачи и Посадки
sk: Úloha & Plochy
sv: Uppgift & Landningar
uk: Завдання і посадки

source: None
bg: Няма
cs: Nic
de: Keine
es: Ninguno
fr: Aucun
hu: Nincs
it: Nessuno
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
ru: Нет
sk: Žiadne
sv: Inget
uk: Жодні

source: Task & Airfields
bg: Задача и летища
cs: Úloha+Letiště
de: Aufgabe & Flugplatz
es: Tarea & Aeródromos
fr: Circuit & aérodromes
it: Tema & Aviosuperfici
nl: Taken & Vliegvelden
pl: PT i Lotn.
pt_br: Tarefas e espaço aéreo
ru: Задания и аэродромы
sk: Úloha & Letiská
sv: Uppgift & Flygfält
uk: Завдання і аеродроми

source: Failed to save waypoints
bg: Грешка при запазване на точките от маршрута
cs: Uložení otočných bodů selhalo
de: Speichern der Wegpunkte fehlgeschlagen
es: No se guardaron los waypoints
fr: Échec de la sauvegarde des points de virage
it: Impossibile salvare boe
nl: Wissen van keerpunten mislukt
pl: Nie zachowano PT
pt_br: Falha ao salvar waypoints
sk: Uloženie otočných bodov zlyhalo
sv: Misslyckades att spara vägpunkter
uk: Помилка збереження маршрутних точок

source: Logger Error
bg: Грешка в журнала
cs: Chyba záznamu
de: Logger Fehler
es: Error de Registrador
fr: Erreur d'enregistrement
it: Errore Logger
nb: Logger Feil
nl: Loggerfout
pl: Błąd Rejestratora
pt_br: Erro Logger
ru: Ошибка записи
sk: Chyba loggeru
sv: Loggerfel
uk: Помилка Логгеру

source: Screen Mode Full
bg: Режим цял екран
cs: Mód celé obrazovky
de: Vollbildmodus
es: Modo Pantalla Completa
fr: Mode plein écran
hu: Teljes képernyő
it: Modo schermo intero
nb: Helskjerm-modus
nl: Volledig scherm
pl: Tryb pełnoekranowy
pt_br: Modo de Tela Cheia
ru: Полноэкранный режим
sk: Plný režim displeja
sv: Helskärm
uk: Режим на весь екран

source: Auxiliary InfoBoxes
bg: Помощни инфо-полета
cs: Pomocné InfoBoxy
de: Extra InfoBoxen
es: InfoBoxes auxiliares
fr: InfoBoxes auxiliaires
hu: Külső kijelzők
it: InfoBox Ausiliari
nb: Ekstra InfoBokser
nl: Extra InfoBoxen
pl: Pomocnicze InfoBox'y
pt_br: InfoBoxes Auxiliares
ru: Вспомогательные ИнфоБоксы
sk: Pomocné info-okná
sv: Extra Info-rutor
uk: Допоміжні Інфобокси

source: Default InfoBoxes
bg: Инфо-полета по подразбиране
cs: Standardní InfoBoxy
de: Standard InfoBoxen
es: InfoBoxes por defecto
fr: InfoBoxes par défaut
hu: Alap kijelzők
it: InfoBox di default
nb: Standard InfoBokser
nl: Standaard InfoBoxen
pl: Domyślne InfoBox'y
pt_br: InfoBoxes Padrão
ru: ИнфоБоксы по умолчанию
sk: Štandardné info-okná
sv: Standard Info-rutor
uk: Інфобокси за замовчуванням

source: No active waypoint!
bg: Няма активна точка от маршрута!
cs: Není aktivní otočný bod!
de: Kein Wendepunkt ausgewählt!
es: ¡No hay ningún waypoint activo!
fr: Pas de point de virage actif !
hu: Nincs Aktív Fordulópont!
it: Nessuna boa attiva!
nb: Ingen vendepunkt aktiv!
nl: Geen aktief keerpunt!
pl: Brak aktywnych PZ!
pt_br: Nenhum Ponto Ativo!
ru: Нет активной путевой точки!
sk: Žiadny aktívny otočný bod!
sv: Ingen aktiv vägpunkt!
uk: Нема активних маршрутних точок!

source: NMEA log on
bg: Журнал NMEA вкл.
cs: NMEA Log Zap
de: NMEA Log ein
es: Registro NMEA encendido
fr: Enregistreur NMEA ON
hu: NMEA Logger BE
it: NMEA log acceso
nb: NMEA logger på
nl: NMEA log AAN
pl: Loger NMEA WŁĄCZONY
pt_br: Registrador NMEA LIGADO
ru: NMEA
sk: Zápis NMEA dát zapnutý
sv: NMEA Log På
uk: NMEA лог вкл

source: NMEA log off
bg: Журнал NMEA изкл.
cs: NMEA Log Vyp
de: NEMA Log aus
es: Registro NMEA apagado
fr: Enregistreur NMEA OFF
hu: NMEA Logger KI
it: NMEA log spento
nb: NMEA logger av
nl: NMEA log UIT
pl: Loger NMEA WYŁĄCZONY
pt_br: Registrador NMEA DESLIGADO
ru: ЗАПИСЬ ТРЕКА NMEA ВЫКЛЮЧЕНА
sk: Zápis NMEA dát vypnutý
sv: NMEA Log Av
uk: NMEA лог вимкн

source: Logger on
bg: Запис на полет вкл.
cs: Logger Zap
de: Logger ein
es: Registrador encendido
fr: Enregistrement ON
hu: Logger BE
it: Logger acceso
nb: Logger på
nl: Logger AAN
pl: Loger WŁĄCZONY
pt_br: Registrador ligado
ru: ЗАПИСЬ ТРЕКА ВКЛЮЧЕНА
sk: Logger zapnutý
sv: Logger På
uk: Логгер вкл

source: Logger off
bg: Запис на полет изкл.
cs: Logger Vyp
de: Logger aus
es: Registrador apagado
fr: Enregistrement OFF
hu: Logger KI
it: Logger spento
nb: Logger av
nl: Logger UIT
pl: Loger WYŁĄCZONY
pt_br: Registrador desligado
ru: ЗАПИСЬ ТРЕКА ВЫКЛЮЧЕНА
sk: Logger vypnutý
sv: Logger Av
uk: Логгер вимкн

source: Auto. zoom on
bg: Автом. мащаб вкл.
cs: Auto zvětšení Zap
de: Auto. Zoom ein
es: Auto Zoom encendido
fr: Zoom auto ON
hu: Automata nagyítás BE
it: Zoom auto on
nb: Autozoom på
nl: Auto zoom AAN
pl: Autozoom WŁ.
pt_br: ZoomAuto LIGADO
ru: Автозум Вкл
sk: Automatická mierka ZAP
sv: Auto. zoom På
uk: Автозум вкл

source: Auto. zoom off
bg: Автом. мащаб изкл.
cs: Auto zvětšení Vyp
de: Auto. Zoom aus
es: Auto Zoom apagado
fr: Zoom auto OFF
hu: Automata nagyítás KI
it: Zoom auto off
nb: Autozoom av
nl: Auto zoom UIT
pl: Autozoom WYŁ.
pt_br: ZoomAuto DESLIGADO
ru: Автозум Выкл
sk: Automatická mierka VYP
sv: Auto. zoom Av
uk: Автозум вимкн

source: Circling zoom on
bg: Мащаб при въртене вкл.
cs: Zvětšení v kroužení Zap
de: Steigflug Zoom ein
es: Zoom en Viraje encendido
fr: Zoom en spirale ON
hu: Körözési zoom BE
it: Zoom Termica on
nb: Termikkzoom på
nl: Zoom thermieken AAN
pl: Zoom Krążenia Wł
pt_br: Zoom girando lig
ru: Зум в спирали вкл
sk: Priblíženie v stupáku ZAP
sv: Zoom i kurvläge På
uk: Зум при наборі вкл

source: Circling zoom off
bg: Мащаб при въртене изкл.
cs: Zvětšení v kroužení Vyp
de: Steigflug Zoom aus
es: Zoom en Viraje apagado
fr: Zoom en spirale OFF
hu: Körözési zoom KI
it: Zoom Termica off
nb: Termikkzoom av
nl: Zoom thermieken UIT
pl: Zoom Krążenia Wył
pt_br: Zoom girando des
ru: Зум в спирали выкл
sk: Priblíženie v stupáku VYP
sv: Zoom i kurvläge Av
uk: Зум при наборі вимкн

source: Show airspace off
bg: Възд. пространство изкл.
cs: Zobrazení prostorů Vyp
de: Zeige Luftraum aus
es: Ocultar Espacio Aéreo
fr: Aff. Zones OFF
hu: Légterek ki
it: SpazioAereo off
nb: Vis luftrom av
nl: Luchtruim UIT
pl: Ukryj Strefy
pt_br: Mostrar Esp Aéreo DESLIGADO
ru: Вык Зоны воздушного пространства
sk: Zobrazenie vzdušných priestorov vypnuté
sv: Visa luftrum Av
uk: Показ пов. простору вимкн

source: Show airspace on
bg: Възд. пространство вкл.
cs: Zobrazení prostorů Zap
de: Zeige Luftraum ein
es: Mostrar Espacio Aéreo
fr: Aff. Zones ON
hu: Légterek be
it: SpazioAereo on
nb: Vis luftrom på
nl: Luchtruim AAN
pl: Pokaż strefy
pt_br: Mostrar Esp Aéreo LIGADO
ru: Вкл Зоны воздушного пространства
sk: Zobrazenie vzdušných priestorov zapnuté
sv: Visa luftrum På
uk: Показ пов. простору вкл

source: Advance manually
bg: Преминаване ръчно
cs: Obrat manuálně
de: Weiter manuell
es: Avanzar manualmente
fr: Avancer manuellement
hu: Kézi léptetés
it: Avanza manualmente
nb: Neste vendepunkt manuelt
nl: Voortgang: handmatig
pl: Przejdź ręcznie
pt_br: Avançar manual
sk: Postup v úlohe: Manuálne
sv: Avancera manuellt
uk: Перехід до наст. ППМ вручну

source: Advance automatically
bg: Преминаване автоматично
cs: Obrat automaticky
de: Weiter automatisch
es: Avanzar automáticamente
fr: Avancer automatiquement
hu: Automata léptetés
it: Avanza automaticamente
nb: Neste vendepunkt automatisk
nl: Voortgang: auto
pl: Przejdź automat.
pt_br: Avançar auto
sk: Postup v úlohe: Automaticky
sv: Avancera automatiskt
uk: Перехід до наст. ППМ автоматично

source: Ready to start
bg: Готов за старт
cs: Připraven ke startu
de: Bereit zum Abflug
es: Listo para comenzar
fr: Prêt au départ
hu: Indulásra kész
it: Pronto alla partenza
nb: Klar til start
nl: Klaar om te starten
pl: Gotowy do Startu
pt_br: Pronto p largada
ru: Готов к старту
sk: Pripravený na štart
sv: Klar för start
uk: До старту готово

source: Hold start
bg: Задръж старта
cs: Pozdrž start
de: Mit dem Abflug warten
es: Mantener salida
fr: Ignore Départ
hu: Indulásra vár
it: Attendere Partenza
nb: Utsett start
nl: Pauzeer start
pl: Wstrzymaj Start
pt_br: Esperar largada
ru: Задержать старт
sk: Podrž štart
sv: Håll start
uk: Затримати старт

source: Ready to turn
bg: Готов за завой
cs: Připraven k obratu
de: Bereit zum Wenden
es: Listo para bloquear
fr: Prêt pour tourner
hu: Fordulásra kész
it: Pronto alla virata
nb: Klar for sving
nl: Klaar om te keren
pl: Gotowy do zalicz. PZ
pt_br: Pronto p virada
ru: Готов повернуть
sk: Pripravený na otočenie
sv: Klar för sväng
uk: До повороту готово

source: Hold turn
bg: Задръж завоя
cs: Pozdrž obrat
de: Mit dem Wenden warten
es: Mantener bloqueo
fr: Ignore virage
hu: Fordulásra vár
it: attendere virata
nb: Vent med sving
nl: Pauzeer keren
pl: Wstrzymaj zalicz. PZ
pt_br: Esperar virada
ru: Задержать поворот
sk: Podrž otočenie
sv: Håll sväng
uk: Затримати поворот

source: Auto. MacCready on
bg: Автом. Маккрийди вкл.
cs: Auto MacCready Zap
de: Auto. MacCready ein
es: MacCready Auto. encendido
fr: MacCready auto ON
hu: MC automata BE
it: MacCready auto on
nb: Auto MacCready på
nl: Auto MacCready AAN
pl: MC Auto WŁ.
pt_br: MacCready autom LIGADO
ru: Авто.Маккреди
sk: Auto MacCready ZAP
sv: Auto MacCready På
uk: Авто. MacCready вкл

source: Auto. MacCready off
bg: Автом. Маккрийди изкл.
cs: Auto MacCready Vyp
de: Auto. MacCready aus
es: MacCready Auto. apagado
fr: MacCready auto OFF
hu: MC automata KI
it: MacCready auto off
nb: Auto MacCready av
nl: Auto MacCready UIT
pl: MC Ustaw WŁ.
pt_br: MacCready autom DESLIGADO
ru: Авто.Маккреди выкл
sk: Auto MacCready VYP
sv: Auto MacCready Av
uk: Авто. MacCready вимкн

source: MacCready
bg: Маккрийди
pl: MCread
ru: Маккреди

source: Go to target
bg: Отиди към целта
cs: Leť k cíli
de: Fliege zum Ziel
es: Ir al objetivo
fr: Aller à l'objectif
hu: Menj a célhoz
it: Vai all'obiettivo
nb: Gå til mål
nl: Ga naar doel
pl: Idź do celu
pt_br: Ir p alvo
ru: Идти на цель
sk: Choď na cieľ (definuj)
sv: Kör mot destination
uk: Навігація на ціль

source: Task aborted
bg: Задачата е прекъсната
cs: Úloha zrušena
de: Aufgabe abgebrochen
es: Tarea abortada
fr: Circuit annulé
hu: Feladat megszakítva
it: Tema abortito
nb: Oppgave avbrutt
nl: Opdracht afgebroken
pl: Zadanie przerwano.
pt_br: Tarefa Abortada
ru: Задание прервано
sk: Úloha prerušená
sv: Uppgift avbruten
uk: Завдання перервано

source: Ordered task
bg: Подредена задача
cs: Normální úloha
de: Reguläre Aufgabe
es: Tarea ordenada
fr: Circuit défini
hu: Kiadott feladat
it: Tema ordinato
nb: Ønsket oppgave
nl: Geordende opdracht
pl: Zgłoszone zadanie
pt_br: Declarar prova
sk: Trať zadaná
sv: Beordrad bana
uk: Призначене завдання

source: No task
bg: Няма задача
cs: Chybí úloha
de: Keine Aufgabe
es: Sin Tarea
fr: pas de circuit
hu: Nincs feladat
it: Nessuna task
nb: Ingen oppgave
nl: Geen opdracht
pl: Brak trasy
pt_br: Nenhuma prova
ru: задач нет
sk: Žiadna trať
sv: Ingen uppgift
uk: Нема завдання

source: Altitude
bg: Височина
cs: Výška
de: Höhe
es: Altitud
hu: Magasság
it: Altitudine
nb: Høyde
nl: Hoogte
pl: Wysokość nawig.
ru: Высота
sk: Výška
sv: Höjd
uk: Висота над рівнем моря

source: Speed
bg: Скорост
cs: Rychlost
de: V
es: Velocidad
fr: Vitesse
hu: Sebesség
it: Velocità
nb: Hastighet
nl: Snelheid
pl: Prędkość
pt_br: Velocidade
ru: Скорость
sk: Rýchlosť
sv: Hast
uk: Швидкість

source: Time
bg: Време
cs: Čas
de: Zeit
es: Tiempo
fr: Heure
hu: Idő
it: Tempo
nb: Klokkeslett
nl: Tijd
pl: Czas
pt_br: Tempo
ru: Время
sk: Čas
sv: Tid
uk: Час

source: Task start
bg: Старт на задача
cs: Start úlohy
de: Aufgabenstart
es: Inicio de tarea
fr: Démarrage Circuit
hu: Feladat Start
it: Avvio Tema
nb: Oppgave start
nl: Opdracht start
pl: Start zadania
pt_br: Iniciar Tarefa
ru: Задание начато
sk: Štart úlohy
sv: Uppgift start
uk: Старт завдання

source: Next turnpoint
bg: Следваща повратна точка
cs: Další otočný bod
de: Nächster Wendepunkt
es: Siguiente punto de viraje
fr: Prochain point de virage
hu: Következő FP
it: Prossima boa
nb: Neste vendepunkt
nl: Volgend keerpunt
pl: Następny punkt
pt_br: Próximo ponto de virada
ru: Следующий поворотный
sk: Nasledujúci otočný bod
sv: Nästa vägpunkt
uk: Наступний ППМ

source: Task finished
bg: Задача изпълнена
cs: Konec úlohy
de: Aufgabenende
es: Tarea finalizada
fr: Circuit terminé
hu: Feladat vége
it: Tema terminato
nb: Oppgave gjennomført
nl: Opdracht voltooid
pl: Zadanie zakończone.
pt_br: Prova concluída
ru: Задание окончено
sk: Úloha ukončená
sv: Uppgift slutförd
uk: Завдання завершено

source: Vario sounds on
bg: Звук на варио вкл.
cs: Zvuk vária Zap
de: Vario-Ton ein
es: Vario: sonido encendido
fr: Son vario ON
hu: Varió hang be
it: Suoni variometro on
nb: Variolyd på
nl: Vario geluid AAN
pl: Dźwięk wario WŁ.
pt_br: Sons Vario ligado
ru: Вкл звук Варио
sk: Vário zvuk ZAP
sv: Varioljud På
uk: Звук варіометра вкл

source: Vario sounds off
bg: Звук на варио изкл.
cs: Zvuk vária Vyp
de: Vario-Ton aus
es: Vario: sonido apagado
fr: Son vario OFF
hu: Varió hang ki
it: Suoni variometro off
nb: Variolyd av
nl: Vario geluid UIT
pl: Dźwięk wario WYŁ.
pt_br: Sond Vario delig
ru: Выкл звук Варио
sk: Vário zvuk VYP
sv: Varioljud Av
uk: Звук варіометра вимкн

source: Snail trail off
bg: Следа изкл.
cs: Pozemní stopa Vyp
de: Flugspur aus
es: Rastro sobre el suelo apagado
fr: Trace de cheminement OFF
hu: Nyomvonal KI
it: Traccia off
nb: Sporminne av
nl: Vluchtspoor UIT
pl: Ślad wyłączony
pt_br: Trilha DESLIGADA
ru: Выкл отображение пути в спирали
sk: Stopa letu vypnutá
sv: Snigelspår Av
uk: Слід на екрані вимкн

source: Long snail trail
bg: Дълга следа
cs: Dlouhá pozemní stopa
de: Lange Flugspur
es: Rastro sobre el suelo largo
fr: Trace de cheminement longue
hu: Nyomvonal Hosszú
it: Traccia lunga
nb: Sporminne Lang
nl: Lang spoor
pl: Długi ślad
pt_br: Trilha Longa
ru: Вкл отображение пути в спирали
sk: Dlhá stopa letu
sv: Snigelspår Långt
uk: Довгий слід на екрані

source: Short snail trail
bg: Къса следа
cs: Krátká pozemní stopa
de: Kurze Flugspur
es: Rastro sobre el suelo corto
fr: Trace de cheminement courte
hu: Nyomvonal Rövid
it: Traccia corta
nb: Sporminne Kort
nl: Vluchtspoor KORT
pl: Krótki ślad
pt_br: Trilha Curta
ru: Малый отрезок
sk: Krátka stopa letu
sv: Snigelspår Kort
uk: Короткий слід на екрані

source: Full snail trail
bg: Пълна следа
cs: Úplná pozemní stopa
de: Vollständige Flugspur
es: Rastro sobre el suelo completo
fr: Trace spirale entière
hu: Nyomvonal Teljes
it: Traccia completa
nb: Sporminne Alt
nl: Vluchtspoor LANG
pl: Pełny ślad
pt_br: Trilha Completa
ru: Весь отрезок
sk: Celá stopa letu
sv: Snigelspår Allt
uk: Увесь слід на екрані

source: Bugs performance
bg: Замърсен профил
cs: Zamoušení
de: Leistung mit verschmutztem Profil
es: Rendimiento por bichos
fr: Perfo aéro (moucherons)
hu: Bogárpiszkos teljesítmény
it: Prestazioni sporco
nb: Feilytelse
nl: Bugs prestatie
pl: Muchy
pt_br: erros de desempenho
sk: Výkon zamušeného krídla
sv: Insekter prestanda
uk: Жучки

source: Ballast %
bg: Баласт [%]
cs: Zátěž v %
es: Lastre %
hu: Ballaszt %
it: % Zavorra
pl: Balast %
pt_br: % Lastro
ru: Балласт %
sk: Príťaž %
uk: Баласт %

source: Failed to save file.
bg: Грешка при запазване на файл.
cs: Soubor nelze uložit.
de: Speichern der Datei fehlgeschlagen.
es: Error al guardar el archivo.
fr: Echec de la sauvegarde du fichier.
it: Salvataggio del file fallito.
nl: Bestand opslaan mislukt.
pl: Błąd zapisu pliku
pt_br: Falha ao salvar o arquivo.
sk: Chyba pri ukladaní súboru.
sv: Misslyckades att spara fil.
uk: Не вдалося зберегти файл.

source: Forecast temperature
bg: Прогнозна температура
cs: Teplota dle předpovědi
de: Temperaturprognose
es: Temperatura prevista
fr: Température prévue
hu: Hőmérséklet várható
it: Temperatura prevista
nb: Temperatur fra værmelding
nl: Verwachte temperatuur
pl: TempMaks: Maksymalna prognozowana temperatura
pt_br: Temperatura prevista
ru: Прогнозируемая температура
sk: Predpovedaná teplota
sv: Temperatur prognos
uk: Прогноз температури

source: Waypoint labels
bg: Етикети на точки от маршрута
cs: Popis OB
de: Wegpunktbeschriftung
es: Etiquetas de waypoint
fr: Étiquettes des points de virage
hu: FP címkék
it: Etichette boe
nb: Vendepunkter
nl: Keerpunt labels
pl: Opisy punktów
pt_br: Rótulos ptos virada
ru: Метка маршрутной точки
sk: Popis otočných bodov
sv: Vägpunktsnamn
uk: Мітки маршрутних точок

source: Topography/Terrain
bg: Топография/релеф
cs: Topografie/Terén
de: Topographie/Gelände
es: Topografía/Terreno
fr: Topographie/Relief
hu: Jelek/Domborzat
it: Topografia/Terreno
nb: Topografi/Terreng
nl: Topografie/Terrein
pl: Topografia/Teren
pt_br: Topografia/Terreno
ru: Топография/Рельеф
sk: Topografia/Terén
sv: Topografi/Terräng
uk: Топографія/ландшафт

source: Not found
bg: Не е открит
cs: Nenalezeno
de: Nicht gefunden
es: No encontrado
fr: Introuvable
hu: Nem található
it: Non trovato
nb: Ikke funnet
nl: Niet gevonden
pl: Nie znaleziono
pt_br: Não localizado
sk: Nenájdené
sv: Hittades ej

source: Select a file
bg: Избор на файл
cs: Vyber soubor
de: Datei auswählen
es: Seleccione un archivo
fr: Sélectionnez un fichier
hu: Válasszon egy fájlt
it: Seleziona un file
nl: Kies een bestand
pl: Wybierz plik
pt_br: Selecione um arquivo
ru: Выберите файл
sk: Vyberte súbor
sv: Välj fil
uk: Обрати файл

source: FLARM radar
bg: Радар FLARM
es: Radar FLARM
fr: Radar FLARM
it: Radar FLARM
pl: Radar FLARM
ru: FLARM радар
uk: Радар FLARM

source: Thermal assistant
bg: Помощник за термика
cs: Termický asistent
de: Zentrierhilfe
es: Asistente de Térmica
fr: Assistant Thermique
hu: Termik segéd
it: Assistente termica
nb: Termikkhjelp
nl: Thermiekassistent
pl: Asystent krążenia
pt_br: Assistente de térmica
ru: Термический помощник
sk: Pomocník ustreďovania
sv: Blåsassistant
uk: Термік-асистент

source: Horizon
bg: Хоризонт
cs: Horizont
de: Horizont
es: Horizonte
hu: Horizont
it: Orizzonte
nb: Horisont
pl: SztHoryz
pt_br: Horizonte
ru: Горизонт
sk: Horizont
sv: Horisont
uk: Авіагоризонт

source: Info
bg: Инфо
hu: Infó
ru: Инфо
uk: Інфо

source: Map and InfoBoxes
bg: Карта и инфо-полета
cs: Mapa a InfoBoxy
de: Karte und InfoBoxen
es: Mapa e InfoBoxes
fr: Carte et InfoBoxes
hu: Térkép és kijelzők
it: Mappa e InfoBox
nb: Kart og InfoBokser
nl: Kaart en InfoBoxen
pl: Mapa i InfoBox'y
pt_br: Mapa e caixas de informações
ru: Карта и Инфобокс
sk: Mapa a Info-okná
sv: Karta och Info-rutor
uk: Карта та Інфобокси

source: Info Hide
bg: Скрий инфо-полетата
cs: Info skryj
de: Info ausblenden
es: Ocultar Info
fr: Cacher Infos
hu: Kijelzők rejtve
it: Nascondi info
nb: Info Skjul
nl: Info Verbergen
pl: Ukryj Infoboxy
pt_br: Info oculto
ru: Спрятать информацию
sk: Info skryť
sv: Göm Info
uk: Прибрати Інфо

source: Map (Full screen)
bg: Карта на цял екран
cs: Mapa (celá obrazovka)
de: Karte (Ganzer Bildsch.)
es: Mapa (Pantalla Completa)
fr: Carte (plein écran)
hu: Térkép (Teljes képernyő)
it: Mappa (schermo intero)
nb: Kart (Helskjerm)
nl: Kaart (Volledig scherm)
pl: Mapa (Pełny ekran)
pt_br: Mapa (tela cheia)
ru: Карта (полноэкранный режим)
sk: Mapa (Celá obrazovka)
sv: Karta (Fullskärm)
uk: Карта (на увесь екран)

source: No data
bg: Няма данни
cs: Chybí data
de: Keine Daten
es: Sin datos
fr: Pas de données
hu: Nincs adat
it: No dati
nb: Ingen data
nl: Geen data
pl: Brak danych
pt_br: Sem dados
ru: Нет данных
sk: Žiadne dáta
sv: Ingen data
uk: Немає даних

source: Direction
bg: Посока
cs: Směr
de: Richtung
es: Dirección
hu: Irány
it: Direzione
nb: Retning
nl: Richting
pl: Kąt drogi
pt_br: Rumo
ru: Курс
sk: Smer
sv: Kurs
uk: Напрямок

source: Elevation
bg: Височина
cs: Výška
de: Höhe
es: Elevación
fr: Altitude
hu: Talajszint
it: Elevazione
nb: Forhøyning
nl: Hoogte
pl: Wysokość n.p.m.
pt_br: Elevação
ru: Высота
sk: Výška
sv: Höjd
uk: Висота

source: AGL
bg: Над земята
hu: Föld feletti
nb: Over bakken
nl: AGL (boven de grond)

source: MSL
bg: Над морското ниво
hu: Tengerszint feletti
nl: MSL (boven zeeniveau)

source: around terrain
bg: заобикаляне на релеф
cs: okolo terénu
de: um Gelände herum
es: alrededor del terreno
fr: autour du relief
hu: terep körül
it: intorno al terreno
nl: om terrein
pl: omiń teren
pt_br: Em torno do terreno
sk: Okolo terénu
sv: runt terrängen
uk: навколо ландшафту

source: Unreachable due to terrain.
bg: Недостижим поради релефа.
cs: Nedosažitelný kvůli terénu.
de: Unerreichbar wegen Gelände.
es: Inalcanzable debido al terreno.
fr: Inaccessible à cause du relief.
hu: Terep miatt elérhetetlen.
it: Irragiungibile causa orografia.
nl: Onbereikbaar vanwege terrein.
pl: Niedostępny ze wzgl.na teren.
sk: Nedosiahnuteľný kvôli terénu.
sv: Kan ej nås p.g.a. terräng.
uk: Недосяжний через ландшафт.

source: Arrival altitude
bg: Височина на достигане
cs: Výška příletu včetně bezp. rezervy
de: Ankunftshöhe inkl. Sicherheitshöhe
es: Altitud de llegada
fr: Altitude d'arrivée avec hauteur de sécurité
hu: Érkezési magasság beleértve a biztonsági magasságot
it: Altitudine di arrivo
nl: Aankomst hoogte incl. veiligheidshoogte
pl: Wys. przylotu uwzgl. zapas bezp.
pt_br: Incl altitude chegada. altura de segurança
ru: Высота прибытия, включая высоту безопасности
sk: Príletová výška
sv: Ankomsthöjd inkl. säkerhetshöjd
uk: Висота прибуття, вкл. безпечну висоту

source: Your Position
bg: Вашата позиция
cs: Vaše pozice
de: Deine Position
es: Su Posición
fr: Votre position
hu: Pozíciód
it: La tua posizione
nb: Din Posisjon
nl: Positie
pl: Twoja pozycja
pt_br: Sua Posição
ru: Ваша позиция
sk: Vaša pozícia
sv: Dinposition
uk: Ваше місце перебування

source: Thermal
bg: Термика
cs: SToupání
de: Thermik - Mittel ü. alle Bärte
es: Térmica
fr: Thermique
hu: Termik
it: Termica
nb: Termikk
nl: Thermiekbel
pl: Komin
pt_br: Térmica
ru: Термо-поток
sk: Stupák
sv: Termik
uk: Термік

source: Avg. lift
bg: Средно качване
cs: Průměrné stoupání
de: Steig mittl ges
es: Ascenso promedio
fr: Asc. moy.
hu: Átl. emelés
it: Portanza media
nb: Snittløft
nl: Gem. stijgen
pl: Śr.nosz.
pt_br: Ganho Med.
ru: Сред. подъем
sk: Priem. stúpanie
sv: Medel stig
uk: Сер. шв. набору висоти

source: FLARM Traffic
bg: Трафик FLARM
cs: FLARM provoz
de: FLARM Flugverkehr
es: Trafico FLARM
fr: Trafic FLARM
hu: FLARM forgalom
it: Traffico FLARM
nb: FLARM Trafikk
nl: FLARM Verkeer
pl: Obiekty FLARM
ru: FLARM траффик
sk: FLARM prevádzka
sv: FLARM Trafik
uk: Рух FLARM

source: Unknown
bg: Неизвестно
de: Unbekannt
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ru: Не известно
sk: Neznámy
sv: Okänd
uk: Невідомо

source: %u minutes ago
bg: преди %u минути
cs: před %u minutami
de: vor %u Minuten
es: Hace %u minutos
fr: il y a %u minutes
hu: %u perccel ezelőtt
it: %u minuti fa
nb: %u minutter siden
nl: %u minuten geleden
pl: %u minut temu.
pt_br: %u minutos atrás
sk: pred %u minútami
sv: %u minuter sedan
uk: %u хвилин назад

source: Arrival Alt
bg: Височина на долитане
cs: Př. výška
de: Ankunftshöhe
es: Alt llegada
fr: Alt. d'arrivée
hu: Érkezési magasság
it: Alt. di arrivo
nb: Ankomsthøyde
nl: Aank H
pl: Wys przylotu
pt_br: Alt Chegada
ru: Высота прибытия
sk: Príletová V
sv: Ankomst Höjd
uk: Вис прибуття
