Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: If enabled, then the next task point is included in the score calculation, assuming that you will reach it.
bg: Ако е включено, следващата точка от задачата се включва в изчисляването на точките предполагайки, че я достигате.
cs: Pokud je zapnuto, bude následující otočný bod úlohy zahrnut do výpočtu skóre, za předpokladu, že na něj doletíte.
de: Wenn aktiviert wird der nächste Wegpunkt in die Punkteberechnung mit eingeschlossen und angenommen er wird erreicht.
es: Si está habilitado, el siguiente punto de tarea se incluye en el cálculo de la puntuación, asumiendo que lo alcanzará.
fr: Si activé, alors le prochain point est pris en compte dans le calcul du score, en supposant que vous l'atteignez.
hu: Engedélyezésével a következő fordulópont beleszámít a pontszámításokba, feltételezve, hogy eléri azt.
it: Se abilitato, allora la prossima boa del tema è inclusa nel calcolo del punteggio, col presupposto che si raggiungerà.
nl: Indien ingeschakeld zal het volgende opdracht punt bij de score berekening worden meegenomen, ervanuitgaande dat deze zal worden gehaald.
pl: Jeżeli włączono, następny punkt zadania zostanie uwględniony w obliczeniach wyniku, zakładając, że go zaliczysz.
ru: Если включено - следующая точка включается в расчет оценки. Подразумевается, что вы достигнете ее.
sk: Ak povolené, bude následujúci otočný bod zahrnutý do výpočtu skóre, za predpokladu že naň doletíte.
sv: Om aktiverad inkluderas nästa punkt i uppgiften i poängberäkningen under antagandet att du når dit.
uk: Якщо застосовано, наступний ППМ буде включено для підрахунку очок, виходячи з того, що ви його досягнете.

source: FAI triangle areas
bg: Зони на FAI триъгълници
cs: Oblasti FAI trojúhelníku
de: FAI-Dreieck Gebiete
es: Áreas en triangulo FAI
fr: Secteurs de triangle FAI
hu: FAI háromszögek
it: Aree triangolo FAI
nl: FAI driehoek gebieden
pl: Obszary trójk.FAI
ru: Зона треугольника FAI
sk: Oblasti FAI trojuholníkov
sv: FAI triangelareor
uk: Зони трикутника ФАІ

source: Show FAI triangle areas on the map.
bg: Показване на зоните с FAI триъгълници на картата.
cs: Zobrazí oblasti FAI trojúhelníku na mapu plánování úlohy.
de: Zeige FAI-Dreieck Gebiete auf der Karte.
es: Mostrar áreas de triángulo FAI en el mapa.
fr: Montrer les secteurs de triangle FAI sur la carte.
hu: FAI háromszögek megjelenítése a térképen
it: Mostra aree triangolo FAI sulla mappa.
nl: Geef FAI driehoek gebieden weer op de kaart.
pl: Pokaż na mapie obszary trójkąta FAI.
ru: Показывает зоны треугольника FAI на карте.
sk: Zobraz oblasti FAI trojuholníkov na mape.
sv: Visa FAI triangelareor på karta.
uk: Показує зони трикутника ФАІ на мапі.

source: FAI triangle threshold
bg: Праг за FAI триъгълник
cs: Hranice FAI trojúhelníku
de: FAI Dreieck - Grenzwert
es: Umbral del triángulo FAI
fr: Seuil du triangle FAI
it: Soglia triangolo FAI
nl: FAI driehoek drempel
pl: Próg dla trójkąta FAI
ru: Порог треугольника FAI.
sk: FAI trojuholník - prah
sv: FAI triangel tröskelgräns
uk: Порог трикутника ФАІ

source: Specifies which threshold is used for "large" FAI triangles.
bg: Определя прага използван за определяне на „голям“ FAI триъгълник.
cs: Určuje hranici použitou pro "velké" FAI trijúhelníky.
de: Grenzwert für große FAI Dreiecke.
es: Especifica qué umbral se utiliza para triángulos FAI "grandes".
fr: Définit quel seuil est utilisé pour les "grands" triangles FAI.
it: Specifica quale soglia viene utilizzata per i "grandi" triangoli FAI.
nl: Specificeer welke drempel gebruikt wordt voor "grote" FAI driehoeken.
pl: Określa zakres używany przy "dużych" trójkątach FAI.
ru: Определяет, какие пороги будут применены к "большим" треугольникам FAI.
sk: Určuje aká prahová hodnota je použitá pre "veľké" FAI trojuholníky.
sv: Anger vilket tröskelvärde som används för "stora" FAI trianglar.
uk: Визначає, які пороги будуть застосовані до "великих" трикутників ФАІ.

source: 95% dist. rule helpers
bg: Помощни елементи за правилото 95%

source: Show helpers for Argentinean Federation "95% distance" rule. The AAT Distance Around Target InfoBox will show projected distance vs. maximum and change colors as you approach 95%.
bg: Показва помощни елементи за правилото „95% разстояние“ на Аржентинската федерация. Инфо-полетo „AAT разстояние около цел“ показва прогнозното спрямо максималното разстояние и сменя цветовете при приближаване към 95%.

source: Terrain display
bg: Показване на терена
cs: Terén
de: Gelände darstellen
es: Visualización del terreno
fr: Affichage relief
hu: Domborzat
it: Visualizzazione terreno
nb: Terrengvisning
nl: Terreinweergave
pl: Wyświetlanie terenu
pt_br: Exibição terreno
ru: Показать ландшафт
sk: Zobrazenie terénu
sv: Terräng
uk: Дисплей ландшафту

source: Draw a digital elevation terrain on the map.
bg: Чертае цифров терен като карта с контурни линии (изолинии).
cs: Na mapě vykreslí digitální výškový model terénu.
de: Darstellung des digitalen Geländeniveaus auf der Karte.
es: Muestra un modelo digital de elevacion del terreno en el mapa.
fr: Dessine un relief numérique altimétrique sur la carte.
hu: Digitális domborzat kirajzolása a térképre.
it: Disegnare l'orografia altimetrica del terreno sulla mappa.
nb: Vis terreng på kartet.
nl: Teken een digitaal terrein hoogteverschil op de kaart.
pl: Rysuj elewację terenu na mapie.
pt_br: Desenhar elevação digital de terreno no mapa.
ru: Показывать цифрами возвышение на карте
sk: Vykreslí digitálny výškový model na mape.
sv: Rita en digital upphöjd terräng på kartan.
uk: Малює на мапі цифрову модель ландшафту.

source: Topography display
bg: Топографска карта
cs: Topografie
de: Topographie Anzeige
es: Visualización de la topografía
fr: Affichage topographie
hu: Topográfia
it: Visualizzazione topografia
nb: Topografisk visning
nl: Topografie weergave
pl: Wyświetlanie topografii
pt_br: Exibir topografia
ru: Топрографический дисплей
sk: Zobrazenie topografie
sv: Topografisk visning
uk: Дисплей топології

source: Draw topographical features (roads, rivers, lakes etc.) on the map.
bg: Чертае топографски обекти (пътища, реки, езера и др.) на картата.
cs: Vykreslí topografické rysy (silnice, řeky, jezera atd.) do mapy.
de: Zeige topographische Eigenschaften (Straßen, Flüsse, Seen etc.) auf der Karte.
es: Dibuja en el mapa las entidades topográficas (carreteras, ríos, lagos, etc.).
fr: Affiche les éléments topographiques (routes, rivières, lacs etc.) sur la carte.
hu: Topográfia (utak, folyók, tavak, stb) megjelenítése a térképen.
it: Disegna caratteristiche topografiche (strade, fiumi, laghi, ecc) sulla mappa.
nb: Vis topografiske elementer (veier, vassdrag, innsjøer, osv) på kartet.
nl: Teken topografische kenmerken (wegen, rivieren, meren, enz.) op de kaart.
pl: Rysuj elementy topograficzne(drogi, rzeki, jeziora itp) na mapie.
pt_br: Desenha feições topográficas (ruas, rios, lagos, etc.) no mapa.
ru: Рисовать топографические объекты (дороги, реки, озера и т.д.) на карте
sk: Vykreslí topografické prvky (cesty, rieky, jazerá atď.) na mape.
sv: Rita topografiska ting (vägar, älvar, sjöar etc.) på kartan.
uk: Малює на мапі топографічні об'єкти (дороги, ріки, озера тощо).

source: Low lands
bg: Низини
cs: Nížiny
de: Flachland
es: Tierras bajas
fr: Plaine
hu: Alföld
it: Pianura
nb: Lavt terreng
nl: Laagland
pl: Nizinne
pt_br: Planícies
ru: Низменности
sk: Plochý kraj
sv: Låglänt
uk: Низина

source: Mountainous
bg: Планини
cs: Hornatý
de: Gebirgig
es: Montañoso
fr: Montagneux
hu: Hegyvidéki
it: Montuoso
nb: Fjellterreng
nl: Bergachtig
pl: Górskie
pt_br: Montanhoso
ru: Гористый
sk: Kopcovitý
sv: Bergigt
uk: Гори

source: Imhof 7
bg: Имхоф 7

source: Imhof 4
bg: Имхоф 4

source: Imhof 12
bg: Имхоф 12

source: Imhof Atlas
bg: Имхоф атлас
es: Atlas Imhof

source: Vibrant
bg: Наситен
cs: Zářivé barvy
de: Vibrierend
es: Vibrante
it: Vivace
nl: Levendig
pl: Żywe kolory
sk: Sýte
sv: Livfull
uk: Вібрація

source: Grey
bg: Сив
cs: Šedá
de: Grau
es: Gris
fr: Gris
hu: Szürke
it: Grigio
nb: Grå
nl: Grijs
pl: Szare
pt_br: Cinza
ru: Серый
sk: Šedá
sv: Grå
uk: Сірий

source: White
bg: Бяло
cs: Bílá
de: Weiß
es: Blanco
fr: Blanc
hu: Fehér
it: Bianco
nl: Wit
pl: Biały
pt_br: Branco
ru: Белый
sk: Biela
sv: Vit
uk: Білий

source: Sandstone
bg: Пясъчен
cs: Pískovec
de: Sandstein
es: Arenisca
fr: grès
it: Sabbia
nl: Zandsteen
pl: Pustynne
ru: Песочный
sk: Pieskovec
sv: Sandsten
uk: Пісочний

source: Pastel
bg: Пастелен
cs: Pastelové
de: Pastell
it: Pastello
pl: Pastelowe
ru: Пастельный
sk: Pastelové
sv: Pastell
uk: Пастельний

source: Italian Avioportolano VFR Chart
bg: Италиански карти за визуален полет Avioportolano
cs: Italské VFR mapy
de: Italienische VFR Karten Luftfahrthandbuch
es: Avioportolano VFR italiano
fr: Cartes VFR Italian Avioportolano
it: Carte Avioportolano VFR
nl: Italiaanse Avioportolano VFR kaart
pl: Mapy włoskie Avioportolano VFR
ru: Германия, карта DFS VFR
sk: Talianska VFR letecká informačná príručka
sv: Italiensk Avioportolano VFR karta
uk: Італія, мапа Avioportolano VFR

source: German DFS VFR Chart
bg: Немски карти за визуален полет DFS
cs: Německé DFS VFR mapy
de: Deutsche DFS VFR Karten
es: DFS VFR alemán
fr: Cartes VFR DFS (Allemagne)
it: Carte DFS VFR tedesche
nl: Duitse DFS VFR Kaart
pl: Mapy niemieckie DFS VFR
sk: Nemecká DFS VFR mapa
sv: Tysk DFS VFR karta
uk: Німеччина, мапа DFS VFR

source: French SIA VFR Chart
bg: Френски карти за визуален полет SIA
cs: Francouzké SIA VFR mapy
de: Französische SIA VFR Karten
es: SIA VFR francés
fr: Cartes VFR du SIA (France)
it: Carte SIA VFR francesi
nl: Franse SIA VFR Kaart
pl: Mapy francuskie SIA VFR
ru: Франція, карта SIA VFR
sk: Francúzska SIA VFR mapa
sv: Fransk SIA VFR karta
uk: Франція, мапа SIA VFR

source: High Contrast
bg: Висок контраст

source: High Contrast low lands
bg: Висок контраст (низини)

source: Very low lands
bg: Много ниски низини

source: Terrain colors
bg: Цветова палитра за релефа
cs: Barvy terénu
de: Geländefarben
es: Colores del terreno
fr: Couleurs relief
hu: Színek
it: Colori naturali
nb: Terrengfarger
nl: Terreinkleuren
pl: Kolory terenu
pt_br: Cores do terreno
ru: Цвет ландшафта
sk: Farebný profil terénu
sv: Terräng färg
uk: Кольори ландшафту

source: Defines the color ramp used in terrain rendering.
bg: Определя цветовата схема използвана при начертаването на релефа.
cs: Definuje barevnou paletu používanou při zobrazení terénu.
de: Auswahl der Farbpalette für die Geländedarstellung.
es: Define la combinación de colores utilizada al dibujar el terreno.
fr: Définit la variation des couleurs pour la représentation du relief.
hu: A terep megjelenítése során használt színskála.
it: Definisce lo schema di colori utilizzato per il rendering del terreno.
nb: Fargeskalaen brukt til å vise terrenget
nl: Bepaald welk kleuren pallet er wordt gebruikt bij terrein rendering.
pl: Określa zakres barw użytych do kolorowania terenu.
pt_br: Define a paleta de cores usada na renderização do terreno.
ru: Определяет цветовой градиент для рисования рельефа
sk: Definuje farebný prechod použitý pri vykreslovaní terénu.
sv: Definierar färgrampen för att teckna terräng.
uk: Визначає схему кольорів для зображення ландшафту.

source: Fixed
bg: Фиксирана
cs: Statické
de: Fixiert
es: Fijo
fr: Fixe
hu: Rögzített helyen
it: Fissa
nb: Fast
nl: Vast
pl: Stałe
pt_br: Fixado
ru: Фиксиров.
sk: Pevné
sv: Fixerad
uk: Фіксоване

source: Sun
bg: Слънце
cs: Slunce
de: Sonne
es: Sol
fr: Soleil
hu: Nap
it: Sole
nb: Sol
nl: Zon
pl: Słońce
pt_br: Sol
ru: Солнце
sk: Slnko
sv: Sol
uk: Сонце

source: Slope shading
bg: Засенчени склонове
cs: Stínování svahů
de: Hangschattierung
es: Sombreado del terreno
fr: Ombrage des pentes
hu: Lejtők árnyalása
it: Ombreggiatura pendio
nb: Skråningskygge
nl: helling schaduw
pl: Cieniowanie zboczy
pt_br: Sombreamento
ru: Затенение склонов
sk: Tieňovanie svahu
sv: Skuggning backe
uk: Затінення схилів

source: The terrain can be shaded among slopes to indicate either wind direction, sun position or a fixed shading from North-West.
bg: Релефът може да е засенчен по склоновете, за да показва посоката на вятъра, позицията на слънцето или фиксирана сянка от северозапад.
cs: Terén může být stínovaný podél svahů pro indikaci směru větru, pozici slunce nebo pevně nastavený na statické stínování ze severozápadu.
de: Das Gelände kann unterschiedliche Hänge schattieren um entweder die Windrichtung, die Sonnenposition, oder fix die Nord-West Richtung zu zeigen.
es: El terreno se puede sombrear en las pendientes para indicar la dirección del viento, la posición del sol o un sombreado fijo desde el noroeste.
fr: Les pentes du relief peuvent être éclairées/ombragées de différentes façons : selon la direction du vent, la position du soleil, ou un éclairage venant en permanence du nord-ouest.
it: Il terreno può essere ombreggiato per indicare la parte sottovento oppure il pendio esposto al sole o un ombreggiamento fisso da nord-ovest.
nl: Het terrein kan gearceerd worden op de hellingen om de windrichting, zonnestraling of een vaste arcering vanuit Noord-West aan te geven.
pl: Teren może być cieniowany między zboczami w celu zaznaczenia kierunku wiatru, pozycji słońca lub na stałe od strony Pn-Zach.
ru: Склоны рельефа можно затенить в соответствии с направлением ветра, положением солнца или выбрать фиксированное затенение с северо-запада.
sk: Terén môže byť tieňovaný na svahoch znázorňujúc buď smer vetra, pozíciu slnka alebo pevné tieňovanie zo severozápadu.
sv: Terrängen kan be skuggad för att indikera antingen vindriktning, solläge eller en fast skuggning från nordväst.
uk: Схили ландшафту можна затінити відповідно до напрямку вітру, положення сонця чи вибрати фіксоване затінення з північного заходу.

source: Terrain contrast
bg: Контраст на релефа
cs: Kontrast terénu
de: Geländekontrast
es: Contraste del sombreado
fr: Contraste du relief
hu: Kontraszt
it: Contrasto terreno
nb: Terrengkontrast
nl: Terreincontrast
pl: Rzeźba terenu
pt_br: Contraste terreno
ru: Контраст ландшафта
sk: Kontrast terénu
sv: Terräng kontrast
uk: Контраст ландшафту

source: Defines the amount of Phong shading in the terrain rendering. Use large values to emphasise terrain slope, smaller values if flying in steep mountains.
bg: Определя количеството на сенките по модела на Фонг при изчертаването на релефа. Използвайте големи стойности за да подчертаете наклона на терена и по-малки стойности в стръмни планини.

source: Terrain brightness
bg: Яркост на картата
cs: Jas terénu
de: Geländehelligkeit
es: Brillo del sombreado
fr: Luminosité du relief
hu: Fényerő
it: Luminosità terreno
nb: Terreng lysstyrke
nl: Terrein helderheid
pl: Jasność terenu
pt_br: Brilho terreno
ru: Яркость ландшафта
sk: Svetlosť terénu
sv: Terräng ljusstyrka
uk: Яскравість ландшафту

source: Defines the brightness (whiteness) of the terrain rendering. This controls the average illumination of the terrain.
bg: Определя яркостта (белотата) при изчертаването на релефа. Така се контролира средната осветеност на релефа.

source: Contours
bg: Контури
cs: Vrstevnice
de: Konturen
es: Curvas de nivel
fr: Iso-altitudes
it: Contorni
nl: Contouren
pl: Warstwice
pt_br: Contornos
ru: Контуры
sk: Kontúry
sv: Konturer
uk: Контури

source: If enabled, draws contour lines on the terrain.
bg: Ако е включено се чертаят контурни линии по релефа.
cs: Pokud je zapnuto, vykreslí vrstevnice terénu.
de: Wenn aktiviert, werden Konturlinien über das Gelände gelegt.
es: Si está habilitado, traza líneas de nivel en el terreno.
fr: Si active, alors dessine les courbes de niveau du relief.
it: Se abilitato, saranno disegnati i contorni del terreno.
nl: Indien aangezet, tekent contourlijnen op het terrein.
pl: Rysowanie warstwic na mapie terenu.
pt_br: Se ativado, desenha linhas de contorno no terreno.
ru: Если включено, отображает контурные линии на местности.
sk: Ak povolené, zobrazí línie kontúr na teréne.
sv: Om aktiv, ritar konturlinjer över terrängen.
uk: Якщо увімкнено, малює ізолінії ландшафту (ізогіпси).

source: Preset
bg: Предварително зададен
cs: Předvolba
de: Vorauswahl
es: Prefijado
fr: Système de mesures
hu: Beállítás
nl: Voorinstelling
pl: Ustawienia
pt_br: Pré-definido
ru: Предустановка
sk: Prednastavenia
sv: Förval
uk: Шаблон

source: Load a set of units.
bg: Зареждане на набор с мерни единици.
cs: Nahraje nastavení jednotek.
de: Lade vordefinierte Maßeinheiten.
es: Carga un conjunto de unidades.
fr: Charge un système d'unités.
hu: Mértékegysége beállítások beöltése
it: Caricare un set di unità.
nb: Last inn sett med enheter.
nl: Laad een set eenheden.
pl: Wczytaj jednostki.
pt_br: Carrega um conjunto de unidades.
ru: Загрузить набор величин
sk: Načíta nastavenie sústavy jednotiek.
sv: Ladda en uppsättning av enheter.
uk: Завантажити набір одиниць.

source: Custom
bg: По избор
cs: Vlastní
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hu: Egyéni
it: Personalizzato
nb: Egen innstilling
nl: Aangepast
pl: Inny
pt_br: Personalizado
ru: По выбору
sk: Vlastný
sv: Anpassad
uk: Власний

source: My individual set of units.
bg: Моят собствен набор от мерни единици.
cs: Moje vlastní nastavení jednotek.
de: Meine eigenen Maßeinheiten.
es: Mi conjunto de unidades individuales.
fr: Système de mesures personnalisé.
hu: Egyéni mértékegység beállítások betöltése
it: Set personalizzato di unità.
nb: Min egen sett med enheter.
nl: Mijn persoonlijke set eenheden.
pl: Mój indywidualny zestaw jednostek
pt_br: Meu conjunto individual de unidades.
ru: Мой индивидуальный набор единиц измерения
sk: Moje vlastné nastavenie jednotiek.
sv: Mina egen uppsättning enheter.
uk: Мій індивідуальний набір одиниць.

source: knots
bg: възли
cs: uzly
de: Knoten
es: nudos
fr: nœuds
hu: csomó
it: nodi
nb: knop
nl: Knopen
pl: węzły
pt_br: Nós
ru: узлы
sk: Uzly
sv: knop
uk: вузли

source: Aircraft/Wind speed
bg: Скорост на ЛА/вятър
cs: Rychlost letu/větru
de: Flug- u. Windgeschwindigkeit
es: Velocidad del Viento/Aeronave
fr: Vitesse Aéronef/Vent
hu: Repgép/szél sebesség
it: Velocita Velivolo/Vento
nb: Fly/Vind hastighet
nl: Vliegtuig/Windsnelheid
pl: Prędkość szybowca/wiatru
pt_br: Vel. Aeronave/Vento
ru: Скорость полета
sk: Rýchlosť lietadla/vetra
sv: Farkost/Vindstyrka
uk: Швидкість ПС/вітру

source: Units used for airspeed and ground speed. A separate unit is available for task speeds.
bg: Мерни единици за въздушна скорост и скорост спрямо земята. Отделна мерна единица е възможна за скорост на задачата.

source: Units used for horizontal distances e.g. range to waypoint, distance to go.
bg: Мерни единици за хоризонтални разстояния напр. разстояние до точка, разстояние до края и т.н.
cs: Jednotky použité pro horizontální vzdálenosti, např. vzdálenost k otočnému bodu, zbývající vzdálenost do cíle, aj.
de: Einheiten für die horizontalen Distanzen wie z.B. zum Wegpunkt, oder verbleibend zum Ziel.
es: Unidades utilizadas para distancias horizontales, p. ej. alcance hacia un waypoint, distancia a recorrer.
fr: Unité de distance (e.g. distance à un point de virage, distance restante).
hu: A vízszintes távolságokhoz használt mértékegység (fordulópont, táv)
it: Le unità di misura utilizzate per le distanze orizzontali, ad esempio per indicare la distanza residua alla boa e la portata in planata.
nb: Enhet som brukes til distanser, f.eks. avstand til vendepunkt, gjenstående distanse, osv.
nl: Eenheden gebruikt voor horizontale afstanden bijv. bereik tot keerpunt, resterende afstand.
pl: Jednostki używane do odległości poziomych np zasięg itp
pt_br: Unidades usadas para distâncias horizontais, i.e. distância para waypoint, distância para ir.
ru: Единицы измерения горизонтальных расстояний - т.е. дальность до маршрутной точки, расстояние до цели
sk: Jednotky pre horizontálne vzdialenosti napr. vzdialenosť k otočnému bodu alebo zostatok do cieľa.
sv: Enheter för horisontella distanser, t.ex. avstånd till vägpunkt eller distans kvar.
uk: Одиниці, що застосовуються до індикації горизонтальної відстані, наприклад відстані до ППМ тощо.

source: Lift
bg: Скорост на качване
cs: Stoupání
de: Vario
es: Ascendencia
fr: Ascendance
hu: Emelkedés
it: Risalita
nb: Løft
nl: Draagkracht
pl: Noszenie
pt_br: Ascensão
ru: Скороподъемность
sk: Stúpanie
sv: Stig
uk: Набір висоти

source: Units used for vertical speeds (variometer).
bg: Мерни единици използвани за вертикални скорости (на вариометъра).
cs: Jednotky použité pro vertikální rychlosti (variometr).
de: Einheiten für Vertikalgeschwindigkeiten (Variometer).
es: Unidades utilizadas para velocidades verticales (variómetro).
fr: Unité de vitesse verticale (e.g. variomètre).
hu: Vertikális sebességhez (vario) használt mértékegység
it: L'unità di misura utilizzata per la velocità verticale (variometro).
nb: Enhet brukt for vertikale hastigheter (vario).
nl: Eenheden gebruikt voor verticale snelheden (vario).
pl: Jednostki prędkości pion. (wariometr)
pt_br: Unidades usadas para velocidades verticais (variômetro).
ru: Единицы измерения вертикальных скоростей (вариометр)
sk: Jednotky pre vertikálne rýchlosti (váriometer).
sv: Enhet för vertikal hastighet (variometer).
uk: Одиниці, що застосовуються до індикації вертикальної швидкості (варіометр).

source: feet
bg: фута
cs: stopy
de: Fuß (Höhe)
es: pies
fr: pieds
it: piedi
pl: stopy
sk: stopy (výška)
sv: fot
uk: футів

source: meters
bg: метри
cs: metry
de: Meter
es: metros
fr: mètres
it: metri
pl: metry
sk: metre
sv: meter
uk: метрів

source: Units used for altitude and heights.
bg: Мерни единици за височини.
cs: Jednotky použité pro výšku.
de: Einheiten für die Flughöhe und Höhen.
es: Unidades utilizadas para altitud y alturas.
fr: Unité d'altitude et hauteur.
hu: A magasságokhoz és szintekhez használt mértékegység.
it: Le unità utilizzate per le quote e le altezze.
nb: Enhet for høyder.
nl: Gebruikte eenheden voor hoogtemetingen en hoogtes.
pl: Jednostki używane dla wysokości i poziomów.
pt_br: Unidades usadas para altitudes e alturas.
ru: Единицы измерения (абсолютной) высоты
sk: Jednotky použité pre letovú výšku a výšky.
sv: Enhet för altitud och höjd.
uk: Одиниці, що застосовуються до індикації висоти.

source: Units used for temperature.
bg: Мерни единици за температура.
cs: Jednotky použité pro teplotu.
de: Einheiten für die Temperatur.
es: Unidades utilizadas para la temperatura.
fr: Unité de température.
hu: A hőmérsékletekhez használt mértékegység.
it: Le unità utilizzate per le temperature.
nb: Enhet brukt for temperaturer.
nl: Eenheden voor temperatuur.
pl: Jednostki używane dla temperatury
pt_br: Unidades usadas para temperatura.
ru: Единицы измерения температуры
sk: Jednotky použité pre teplotu.
sv: Enhet för temperatur.
uk: Одиниці, що застосовуються до індикації температури.

source: Task speed
bg: Скорост на задача
cs: Rychlost úlohy
de: Überland-Geschwindigkeit
es: Velocidad de Tarea
fr: Vitesse Circuit
hu: Feladat sebesség
it: Velocita Tema
nb: Oppgavehastighet
nl: Opdrachtsnelheid
pl: Średnia prędkość przelotu
pt_br: Velocidade da Tarefa
ru: Достигн скорость в задаче
sk: Rýchlosť úlohy
sv: Banhastighet
uk: Швидкість завдання

source: Units used for task speeds.
bg: Мерни единици за скорост на задача.
cs: Jednotky použité pro rychlosti úlohy.
de: Einheiten für die Geschwindigkeiten bei einer Aufgabe.
es: Unidades utilizadas para las velocidades de tarea.
fr: Unité de vitesse sur circuit.
hu: Feladat sebességéhez használt mértékegységek.
it: L'unità di misura per le velocità nel tema.
nb: Enhet for hastighet som brukes i oppgaver.
nl: Gebruikte eenheden voor opdracht snelheden.
pl: Jednostki używane dla prędkości zadań
pt_br: Unidades usadas para velocidades de prova.
ru: Единицы измерения "задачных" соростей
sk: Jednotky použité pre rýchlosti úlohy.
sv: Enhet för banhastighet.
uk: Одиниці, що застосовуються до індикації швидкості завдання.
