Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Efficiency of cruise. 100 indicates perfect MacCready performance, greater than 100 indicates better than MacCready performance is achieved through flying in streets. Less than 100 is appropriate if you fly considerably off-track. This value estimates your cruise efficiency according to the current flight history with the set MC value. Calculation begins after task is started.
cs: Efektivita přeskoku. 100 značí perfektní výkon dle MacCreadyho teorie. Číslo vyšší než 100 značí lepší výkon než MacCready, dosažený letem pod řadami. Méně než 100 je přiměřené pouze pokud jste letěli hodně mimo plánovanou trasu. Tato hodnota odhaduje efektivitu přeskoku na základě aktuální historie letu s nastavenou hodnotou MacCready. Výpočet začne po startu úlohy.
de: Effizienz beim Überlandflug. 100 entspricht der perfekten MacCready Leistung, mehr als 100 bedeutet mehr als die MacCready Leistung und kann unter Wolkenstraßen erreicht werden. Weniger als 100 zeigt dass Du um einiges neben der idealen Spur fliegst. Die ENTER-Taste in diesem Dialog startet die Abschätzung der Überlandeffizienz aus dem bisherigen Flug mit dem eingestellten MC Wert.
es: Eficiencia de crucero. 100 indica una ejecución perfecta del MacCready, mayor que 100 indica una ejecución mejor que el MacCready, se consigue volando por calles de nubes. Menor que 100 es apropiado si vuela bastante fuera de la ruta. Este valor estima su eficiencia de vuelo en el vuelo actual respecto al valor MacCready seleccionado.
fr: Efficacité en transition. 100 indique la performance MacCready parfaite, plus que 100 indique que la transition est meilleure que le MacCready, lors du vol dans des rues d'ascendances. Moins que 100 est approprié si vous volez loin de la route. Cette valeur donne votre efficacité en transition sur le vol actuel avec le réglage MacCready choisi. Les calculs commencent après le passage de la ligne de départ.
hu: A siklás hatékonysága. A 100 tökéletes MacCready teljesítmény. A 100-nál nagyobb a MacCready-nél jobb teljesítményt jelent és felhőutakon lehet elérni. A 100-nál kevesebb is megfelelő, ha jelentősen letért az útról. Ez egy becslés ami figyelembe veszi a repülő eddigi útját és a MC értéket. A számítások a feladattal együtt kezdődnek.
it: Efficienza di crociera. 100 indica prestazione MacCready perfetta, superiore a 100 indica prestazioni MacCready ancora migliori (questo si può ottenere solitamente volando sotto strade di cumuli o a fianco di pendii in dinamica). Meno di 100 è appropriato se si vola molto fuori dal tracciato. Questa valore stima l'efficienza di crociera secondo lo storico del volo corrente con il valore di MC impostato. Il calcolo inizia appena l'attività o task è iniziata.
nb: Glide-effektivitet, basert på tilbakelagt distanse og med gjeldende McCready verdi. Beregningen starter ved oppgavestart. 100 indikerer perfekt McCready ytelse, over 100 indikerer bedre enn McCready ytelse, f. eks. på grunn av bruk av skygater. Under 100 forårsakes av at den valgte ruten er lengre enn den korteste.
nl: Steek efficintie. 100 geeft de perfecte MacCready prestatie aan, groter dan 100 geeft een waarde aan die beter is dan de ingestelde MacCready wat gehaald kan worden door onder straten te vliegen. Kleiner dan 100 kan voorkomen indien er behoorlijk van de ideale lijn af wordt gevlogen. Deze waar schat de steek efficintie door te kijken naar de vlucht geschiedenis met de gebruikte MacCready waardes. Deze berekening wordt gestart na afvliegen van de startlijn.
pl: 'Efektywność' kalkulacji przeskoków wg MacCready'ego. Wartość 100 oznacza zgodność z kalkulacją MacCready'ego wg przyjmowanych nastaw, liczby większe oznaczają, że uzyskujesz wyniki lepsze od MacCready'ego, np. podczas lotu pod szlakiem. Wartość mniejsza od 100 oznacza, że lecisz zdecydowanie gorzej, np. poza trasą zadania. Ta wartość pozwala oszacować 'efektywność' odnosząc poprzednie odcinki aktualnego przelotu do wybranej nastawy MacCready'ego. Obliczenia są wykonywane po rozpoczęciu zadania, tj. od startu lotnego.
pt_br: Eficiência do cruzeiro. 100 indica performance perfeita de MacCready. Valores maiores que 100 indicam eficiência melhor do que MacCready, computados quando voa-se em cloud streets. Valores menores que 100 são apropriados quando se voa consideravelmente fora do track. Este valor estima a eficiência do cruzeiro de acordo com a história atual do voo e valor de MC configurado. Os cálculos iniciam apóa o início da prova.
ru: Эффективность на переходе. 100 свидетельствует о лучших характеристиках MacCready, сверх 100 - лучше чем характеристики MacCready благодаря полётам под грядами. Менее 100 может быть при значительных отклонениях от курса. Эта величина оценивает эффективность полёта на переходе в соответствии с текущей историей полёта с выбранным МС. Расчёт начинается после старта задания.
sk: Efektivita kĺzania. Hodnota 100 indikuje presne taký výkon, aký sa očakával podľa MacCready nastavenia, väčšia než 100 indikuje lepší výkon než zodpovedá danému MacCready nastaveniu. Menej ako 100 je primeraný, ak ste leteli značne mimo trasu. Táto hodnota odhaduje vašu efektivitu kĺzania na základe aktuálnej histórie letu s danou MC hodnotou. Výpočet začína po štarte úlohy.
sv: Effektivitet glidflygning. 100 indikerar perfekt MacCready prestanda, över 100 indikerar att bättre än MacCready prestanda nås genom flyg under molngator. Mindre än 100 är lämpligt vid flyg väsentligt utanför banan. Värdet skattar din glidflyktseffektivitet enligt aktuell flyghistorik givet inställt MC värde. Beräkningen startar när uppgiften är startad.
uk: Ефективність на переході. 100 свідчить про досконалість характеристик MacCready, понад 100 - краще за характеристики MacCready завдяки польотам під грядами. Менше 100 може бути при значних відхиленнях від курсу. Ця величина оцінює ефективність польоту на переході відповідно до поточної історії польоту з вибраним МС. Розрахунок починається після старту завдання.

source: Controls filtering of airspace for display and warnings. The airspace filter button also allows filtering of display and warnings independently for each airspace class.
cs: Nastavuje filtrování prostorů pro zobrazení a varování. Tlačítko filtru rovněž umožňuje filtraci zobrazení a varování nezávisle pro každou třídu prostorů.
de: Setzt den Filter für Lufträume die angezeigt, bzw. vor denen gewarnt wird. Zusätzlich kann mit der Filtertabelle jede Luftraumklasse unabhängig für Anzeige und Warnung ausgewählt werden.
es: Controles para filtrar la visualización y las alertas de espacio aereo. El boton de filtro de espacio aereo permite filtrar la visualización y las alertas para cada clase de espacio aereo.
fr: Permet le filtrage des espaces aériens pour l'affichage et les alertes. Le bouton de filtre des espaces aériens permet également de filtrer l'affichage et les alertes par type d'espace aérien.
hu: A légterek megjelenítési és a figyelmeztetési szűrését szabályozza. A légtér szűrő nyomógomb ugyancsak lehetővé teszi a megjelenítés és a figyelmeztetés szűrését, osztályonként.
it: Controlla i filtri degli spazi aerei per visualizzazione e avvisi. Il pulsante filtro spazi aerei consente inoltre il filtraggio di visualizzazioni e avvisi indipendentemente per ogni classe di spazio aereo.
nb: Luftromsfilter for luftrom og varsler. Filteret kan også settes opp til å filtere forskjellige luftromstyper på ulik måte.
nl: Regelt het filteren van het luchtruim voor weergave en waarschuwingen. De luchtruim filter knop maakt ook filteren van de weergave en waarschuwingen mogelijk voor een afzonderlijk luchtruim klasse.
pl: Kontrola filtrowania wyświetlania stref przestrzeni i ostrzeżeń. Przycisk filtrowania stref pozwala także na filtrowanie wyświetlania i ostrzeżeń niezależnie dla każdej klasy przestrzeni.
pt_br: Controla a filtragem do espaço aéreo para ser exibido e os avisos. O botão de filtro de espaço aéreo também possibilita filtrar a exibição e os avisos independentemente para cada classe de espeço aéreo.
ru: Управление фильтрацией воздушного пространства для отображения и предупреждений. Кнопка фильтра воздушного пространства также позволяет фильтровать независимое отображение и предупреждения для каждого класса воздушного пространства.
sk: Nastavuje filtrovanie priestorov na zobrazenie a varovanie. Ovládač filtra umožňuje filtrovanie zobrazenia a varovaní nezávisle pre každú triedu priestoru.
sv: Filtrerar vilka luftrum och varningar som visas. Tillåter även individuella urval för visning och varningar för varje luftrumsklass.
uk: Керує фільтрацією повітряного простору щодо зображення і застережень. Кнопка фільтрації повітряного простору також дозволяє незалежно фільтрувати кожен клас повітряного простору щодо його зображення та застережень.

source: Auto (follow infoboxes)
cs: Auto (u InfoBoxů)
de: Auto (folge InfoBoxen)
es: Automático (seguir los cuadros de información)
fr: Auto (suit les InfoBoxes)
hu: Automata (kijelzőket követő)
it: Auto (segui InfoBox)
nb: Auto (som infoboksene)
nl: Auto (volg de InfoBoxen)
pl: Auto (dostosuj infoboxy)
pt_br: Auto (seguir infoboxes)
ru: Авто (согласно инфобоксу)
sk: Auto (podľa info okien)
sv: Auto (följ Info-rutor)
uk: Авто (відповідно до ІнфоБоксів)

source: Bottom left (avoid infoboxes)
cs: Vlevo dole (mimo InfoBoxy)
de: Unten Links (vermeide InfoBoxen)
es: Abajo izquierda (evitar las infoboxes)
fr: En bas à gauche (hors des InfoBoxes)
it: In basso a sinistra (evita InfoBox)
nl: Links onder (vermijd InfoBoxen)
sv: Nere vänster (undvik Info-rutor)

source: Bottom right (avoid infoboxes)
cs: Vpravo dole (mimo InfoBoxy)
de: Unten Rechts (vermeide InfoBoxen)
es: Abajo derecha (evitar las infoboxes)
fr: En bas à droite (hors des InfoBoxes)
it: In basso a destra (evita InfoBox)
nl: Rechtsonder (vermijd InfoBoxen)
sv: Nere höger (undvik Info-rutor)

source: Show thermal assistant in bottom left, above/to right of infoboxes (if there).
cs: Zobrazit termického asistenta vlevo dole, nad, nebo vpravo od InfoBoxů (pokud jsou zobrazeny).
de: Platziere die Zentrierhilfe unten links, über oder rechts der InfoBoxen.
es: Mostrar asistente de térmicas en la parte inferior izquierda, arriba / a la derecha de las infoboxes (si hay).
fr: Afficher l'assistant thermique en bas à gauche, au-dessus / à droite des infoboxes (le cas échéant).
it: Mostra l'assistente di termica in basso a sinistra, sopra o a destra degli InfoBox (se presenti).
nl: Toon thermiek assistent links onder, boven/ rechts van de infoboxes (indien aanwezig).
sv: Visa blåsassistent nere vänster, över/högre om eventuella info-rutor.

source: Show thermal assistant in bottom right above/to left of infoboxes (if there).
cs: Zobrazit termického asistenta vpravo dole, nad, nebo vlevo od InfoBoxů (pokud jsou zobrazeny).
de: Platziere die Zentrierhilfe unten rechts, über oder links der InfoBoxen.
es: Mostrar el asistente de térmicas en la parte inferior derecha arriba / a la izquierda de las infoboxes (si hay).
fr: Afficher l'assistant thermique en bas à droite au-dessus / à gauche des infoboxes (le cas échéant).
it: Mostra l'assistente di termica in basso a destra, sopra o a sinistra degli InfoBox (se presenti).
nl: Toon thermiek assistent rechtsonder boven/ links van de infoboxes (indien aanwezig).
sv: Visa blåsassistenten nere höger över/till vänster om eventuella Info-rutor.

source: If set to ON the final glide bar will show a second arrow indicating the required height to reach the final waypoint at MC zero.
cs: Při zapnutí bude dokluzový indikátor zobrazovat druhou šipku, indikující výšku požadovanou pro dosažení cíle při nastavení MC0.
de: Wenn aktiviert zeigt der Endanflug Anzeigebalken einen zweiten Pfeil für die bei MC 0 Einstellung benötigte Höhe um das Ziel zu erreichen.
es: Si se establece en ON, la barra de planeo final mostrará una segunda flecha que indica la altura necesaria para alcanzar el waypoint final con MC 0.
fr: Si activé, l'indicateur d'arrivée affiche une seconde flèche indiquant la hauteur nécessaire pour atteindre le point de virage final au calage MacCready 0.
hu: Bekapcsolásával a siklópálya-kijelzőn egy második nyíl is megjelenik, ami nulla MC szerint számítja az utolsó fordulópont eléréséhez szükséges magasságot.
it: Se impostato su "On" la barra di planata finale mostrerà una seconda freccia che indica l'altezza necessaria per raggiungere il punto di arrivo a MC zero.
nb: Slått på vil målglidestrekk-bar vise en ekstra pil som indikerer nødvendig høyde for å nå målpunktet med MC satt til 0.
nl: Indien ingesteld op AAN wordt er een tweede pijl aan de final glide balk toegevoegd die de benodigde hoogte van de laatste keerpunt weergeeft bij MacCready nul.
pl: Jeżeli opcja jest Włączona, pasek wysokości dolotu będzie zawierał drugi wskaźnik, pokazujący wysokość wymaganą na Dolot przy nastawie MCready = 0.
pt_br: Se ajustado para ON, a barra de planeio final irá mostrar uma segunda seta indicando a altura requerida para alcançar o waypoint final com MC zero.
ru: Если установлено значение "Включено" на полосе финального глайда - отобразит вторую стрелку с указанием требуемой высоты, чтобы достичь конечную точку на нулевом MC.
sk: Ak povolené, cieľové doklzové pásmo bude zobrazovať druhú šípku indikujúcu potrebnú výsku na dosiahnutie cieľa pri MC0.
sv: Om "På" kommer stapel för finalglid visa en andra pil för indikering av höjd som krävs, vid MC 0, för att nå sista vägpunkten.
uk: Якщо встановлено "Вкл.", шкала дольоту буде показувати другу стрілку, що вказує на брак висоти для дольоту до фінішу при MC0.

source: If set to ON the vario bar will be shown
cs: Při zapnutí bude zobrazen indikátor vária
de: Hier kannst Du den Variostengel einschalten
es: Si se establece en ON, se mostrará la barra de vario
fr: Si activé, alors la barre du vario sera affiché.
it: Se impostato su "On" verrà mostrata la barra del variometro
nl: Indien AAN wordt de variobalk getoond
pl: Jeżeli Włączono, to będzie wyświetlany wskaźnik wariometru
pt_br: Se estiver ligado a barra de vario será mostrada
ru: Если установлено значение "Включено" - строка варио будет отображена
sk: Ak je nastavené ako zapnuté, tak vário lišta sa zobrazí.
sv: Om ställd PÅ visas variometerbandet
uk: Якщо встановлено "Вкл.", шкала варіо буде на екрані

source: Whether to show speed command arrows on the vario gauge. When shown, in cruise mode, arrows point up to command slow down; arrows point down to command speed up.
cs: Určuje, zda zobrazit rychlostní šipky (STF) na variometru. Při přeskoku šipka nahoru znamená zpomal, šipka dolů zrychli.
de: Ob Pfeile für die Geschwindigkeitsanweisung in der Varioanzeige dargestellt werden sollen. Wenn aktiviert weisen im Vorflugmodus Aufwärtspfeile zum Verlangsamen, und Abwärtspfeile zum Beschleunigen an.
es: Mostrar las flechas del calculador de velocidad de vuelo en el indicador de vario. Cuando se muestran, en modo crucero, las flechas apuntan hacia arriba para indicar que disminuya la velocidad; las flechas apuntan hacia abajo para indicar que acelere.
fr: Affichage des flèches de consigne de vitesse sur le vario. Quand elles sont affichées, en transition, les flèches vers le haut suggèrent de ralentir, vers le bas d'accélérer.
hu: A sebességi utasítások variométerben történő megjelenítését szabályozza. Megjelenítéskor, siklásban, a felfele mutató nyíl lassításra, a lefele mutató nyíl gyorsításra utasít.
it: Visualizzazione delle frecce di comando della velocità sull'indcatore del variometro. Quando mostrate, in modalità di crociera, le frecce puntano in alto per indicare di rallentare, in basso per accelerare.
nb: Speed-to-fly indikasjon på skjermen i strekkflygingsmodus. Pil opp: Hastigheten er for høy, fly saktere. Pil ned: Hastigheten er for lav, fly fortere.
nl: Wel of niet snelheidspijlen in vario laten zien. Indien zichtbaar, in steek modus, pijl omhoog betekend optrekken, pijl omlaag betekend sneller vliegen.
pl: Czy pokazywać strzałki komend prędkości na wskaźniku vario. Kiedy pokazane, w trybie przeskoku, strzałki skierowane w górę na komendę zwolnij; strzałki skierowane w dół na komendę przyspiesz
pt_br: Para exibir setas de comando de velocidade no indicador do vario. Quando exibidas, em modo cruzeiro, as setas apontam para cima para o comando ir devagar; as setas apontam para baixo para o comando acelerar.
sk: Či majú byť zobrazené šípky príkazovej rýchlosti na lište vária. Ak zobrazené, pri preskoku, šípka hore znamená spomaľ a šípka dole zrýchli.
sv: Om pilar för hastighetskommando skall visas på variometer. När pil visas, i glidläge; om pilen pekar uppåt, minska hastigheten. Pekar den nedåt öka hastighen.
uk: Для зображення стрілок команд швидкості на шкалі варіометра. Коли увімкннено, в режимі переходу стрілка вгору командує сповільнитися, стрілка вниз - прискоритися.

source: Whether to show the average climb rate. In cruise mode, this switches to showing the average netto airmass rate.
cs: Určuje, zda zobrazit průměrnou hodnotu stoupání. V režimu přeskoku dojde k přepnutí na zobrazení průměrného netto stoupání vzdušné hmoty.
de: Ob das mittlere Steigen angezeigt werden soll. Im Vorflug wird dann auf mittlere Nettovario Anzeige geschaltet.
es: Mostrar la tasa de ascenso promedio. En modo crucero, esto cambia para mostrar la tasa promedio neto de la masa de aire.
fr: Affichage du taux de montée moyen. En transition, fournit le vario netto moyen (de la masse d'air).
hu: Az átlagos emelkedés arányának kijelzését szabályozza. Siklásban ez az átlagos nettó légtömegre kapcsol.
it: Mostra il tasso medio di salita. In modalità di crociera, questo passa a mostrare il tasso medio netto della massa d'aria.
nb: Visning av snittløft ved termikkflyging. Ved glidning vises luftens vertikalhastighet istedenfor.
nl: Wel of niet de gemiddelde klimsnelheid laten zien. In de steek modus schakelt deze om naar een gemiddelde netto luchtmassa ratio.
pl: Pokazywanie średniej wartość noszenia. Na przeskoku pokazywana jest średnia wartości netto - pionowej prędkości masy powietrza.
pt_br: Para mostrar a taxa média de subida. Em modo cruzeiro, isto alterna para mostrar a taxa líquida média da massa de ar.
sk: Určuje, či sa má zobrazovať priemerná rýchlosť stúpania. V móde preskoku je zobrazovaná "netto rýchlosť" vzdušnej masy.
sv: Om medelstig skall visas. I glidläge, denna växlar visning till medel netto luftmassehastighet.
uk: Для зображення середньої швидкості набору висоти. В режимі переходу перемикається на зображення усередненого нетто-варіо (повітряної маси).

source: If true, the vario gauge will display a hollow averager needle. During cruise, this needle displays the average netto value. During circling, this needle displays the average gross value.
cs: Pokud je zapnuto, zobrazení variometru bude obsahovat nevyplněný indikátor průměrovacího vária. Na přeskoku indikátor zobrazuje průměrnou netto hodnotu stoupání (vzduchové hmoty). V kroužení indikátor zobrazuje průměrnou brutto hodnotu stoupání.
de: Falls aktiviert ist in der Varioanzeige eine hohle Mittelwertnadel zu sehen. Im Vorflug zeigt diese Nadel das gemittelte Nettovario, im Steigen wird das mittlere Bruttovario angezeigt.
es: Activado, el indicador de vario mostrará una aguja promediadora hueca. En crucero esta aguja muestra el valor neto promedio. En vuelo circular esta aguja muestra el valor bruto promedio.
fr: Si activé, alors le vario affiche une aiguille creuse fournissant une indication moyenne en spirale. En transition, l'aiguille indique la valeur netto moyenne.
hu: Ha bekapcsoljuk, akkor a varió műszer tartalmaz egy átlagoló mutatót. Siklásban ez a mutató az átlagos nettó értéket mutatja. Körözésben az átlagos összértéket mutatja.
it: Se abilitato, l'indicatore vario mostrerà anche l'ago del mediometro. Durante la planata, questo mostra il valore medio netto. In termica, mostra il valore medio lordo.
nb: Slått på vil varioen vises inklusiv bred snittpeker. Ved strekkflyging vises netto snittverdi. Ved sirkling vises brutto snittverdi.
nl: Indien waar zal de vario meter een lege gemiddelde naald weergeven . Tijdens het kruisen, toont deze naald de gemiddelde netto waarde. Tijdens cirkelen, toont deze naald de gemiddelde bruto waarde.
pl: Wybranie tej opcji skutkuje wyświetlaniem strzałki wariometru pokazującej wartość średnią noszenia. Podczas przeskoku, pokazywana jest wartość średnia netto, a podczas krążenia wartość średnia brutto.
pt_br: Se verdadeiro, o indicador de vario irá exibir um mediador agulha oco. Durante cruzeiro, esta agulha exibe o valor líquido médio. Durante o giro, esta agulha exibe o valor médio bruto.
sk: Ak povolené, panel vária zobrazí dutú strelku integrátora. Počas preskoku táto strelka zobrazuje priemernú čistú (netto) hodnotu. Počas krúženia strelka zobrazuje priemernú hrubú (brutto) hodnotu.
sv: Om markerad visar variometern en oifylld nål för medelstig. Vid planflykt visar nålen medel nettovärde. Vid kruvning visar nålen medel bruttovärde.
uk: Якщо так, то на шкалі варіо буде зображена пустотіла стрілка усереднювача. В режимі переходу стрілка буде вказувати на середнє нетто-варіо. В режимі спіралі стрілка буде вказувати на середнє брутто-варіо.

source: If true, the vario gauge will display a thermal averager needle instead of current climb rate needle. During cruise, this needle displays the last thermal average netto value. During circling, this needle displays the average net value.
cs: Pokud je zapnuto, zobrazení variometru bude obsahovat indikátor průměrovacího vária místo okamžitého stoupání. Na přeskoku indikátor zobrazuje průměrnou netto hodnotu stoupání v minulém stoupavém proudu. V kroužení indikátor zobrazuje průměrnou netto hodnotu stoupání.
de: Falls aktiviert zeigt die Vario-Anzeige einen Mittelwert-Zeiger anstatt des aktuellen Variowertes. Im Vorflug zeigt der Zeiger das gemittelte Nettosteigen der letzten Thermik. Im Steigen wird das mittlere Nettovario angezeigt.
es: Si está seleccionado, el indicador de vario mostrará un indicador del promedio de la térmica en vez del indicador de ascenso instantaneo. Durante el planeo, esta aguja muestra el último valor neto promedio. En vuelo circular muestra el valor promedio neto.
fr: Si activé, alors le vario affiche l'aiguille de l'intégrateur de thermique au lieu du taux de montée instantané. En transition, l'aiguille indique la valeur netto moyenne du dernier thermique.
it: Se abilitato, l'indicatore vario mostrerà l'ago del mediometro invece dell'ago del rateo di salita corrente. Durante la planata, questo ago mostra il valore netto medio dell'ultima termica. In termica, mostra il valore netto medio.
nl: Indien waar zal de vario meter een thermiek gemiddelde weergeven in plaats van huidige stijgsnelheid. Tijdens het steken, toont deze naald de laatste gemiddelde netto waarde. Tijdens cirkelen, toont deze naald de gemiddelde netto waarde.
sv: Om markerad kommer vario visa en nål för medelstig istället för momentant stig. Under glid visar nålen nettomedelvärde i senaste blåsa. Vid kurvning visar nålen nettomedelvärde.
