Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Default radius of turnpoint cylinders and sectors in new tasks.
bg: Радиус на цилиндър и на сектор по подразбиране за нови задачи.
cs: Výchozí poloměr válců otočných bodů a sektorů pro nově vytvořené úlohy.
de: Standard Radius der Wendepunkt Zylinder und Sektoren für Aufgaben.
es: Radio por defecto de los cilindros y sectores de giro en las nuevas tareas.
fr: Rayon par défaut des cylindres et secteurs des points de virage dans les nouveaux circuits.
hu: Új feladatok henger alakú fordulópontjainál ekkora lesz a sugár.
it: Raggio predefinito dei cilindri boa e settori nei nuovi temi.
nb: Standard radius for vendepunktsylinder og sektor i nye oppgaver.
nl: Standaard straal van keerpunt cilinders en sectoren bij nieuwe opdrachten.
pl: Domyślny promień cylindrów punktów zwrotnych i sektorów w nowym zadaniu.
pt_br: Raio padrão do cilindro do pilão e de setores em novas provas.
ru: Радиус поворотного цилиндра и сектор по умолчанию для новой задачи
sk: Východzí polomer valcov otočných bodov a sektorov v nových úlohách.
sv: Standardradie på cylindrar för vägpunkter och sektorer i nya uppgifter.
uk: Для нового завдання використано радіус циліндра ППМ і секторів за замовчуванням.

source: Default task type for new tasks you create.
bg: Вид задача по подразбиране за нови задачи.
cs: Výchozí typ úlohy pro nově vytvořené úlohy.
de: Standard Aufgabentyp für neue angelegte Aufgaben.
es: Tipo de tarea predeterminado para las nuevas tareas.
fr: Type de circuit par défaut pour un nouveau circuit.
hu: Új feladatok alap feladattípusa.
it: Tipo di tema predefinito per i nuovi temi.
nb: Forvalgt oppgavetype for opprettede oppgaver.
nl: Standaard opdracht type voor nieuwe door u gemaakte opdrachten.
pl: Domyślny rodzaj przelotu dla nowych zadań.
pt_br: Tipo de prova padrão para novas provas que você criar.
ru: Тип задачи по умолчанию для новой задачи
sk: Východzí typ úlohy pre vami novo vytvorené úlohy.
sv: Standard uppgiftstyp för nya uppgifter du skapar.
uk: Для нового завдання створено тип завдання за замовчуванням.

source: AAT min. time
bg: Мин. време ЗНЗ
cs: AAT min čas
de: AAT min. Zeit
es: Tiempo mínimo en TAA
fr: Durée mini AAT
hu: HT min idő
it: Tempo min. AAT
nb: AAT min. tid
nl: AAT min tijd
pl: Min.czas AAT
pt_br: Tempo mín AAT
ru: Мин. время AAT
sk: Minimálny čas na trati (AAT)
sv: AAT min tid
uk: Мін. час ААТ

source: Default AAT min. time for new AAT tasks.
bg: Минимално време за ЗНЗ по подразбиране за нови задачи.
cs: Výchozí AAT min. čas pro nové AAT úlohy.
de: Standard AAT min. Zeit für neue Aufgaben.
es: Tiempo mínimo TAA por defecto para nuevas tareas TAA.
fr: Durée min. pour les nouveaux circuits AAT.
hu: Alap AAT minimum idő új légtérfeladatokhoz.
it: Tempo minimo AAT predefinito minimo per i nuovi temi AAT.
nb: Standard AAT minstetid for nye AAT oppgaver.
nl: Standaard AAT min. tijd voor nieuwe AAT opdrachten.
pl: Domyślny minimalny czas konkurencji obszarowej AAT.
pt_br: Tempo min. padrão AAT para novas provas AAT (Assignated Area Tasks).
ru: Для нового задания ААТ использовано мин. время ААТ по умолчанию.
sk: Východzí minimálny čas pre novo vytvorené AAT úlohy.
sv: Standard AAT minsta tid för nya AAT uppgifter.
uk: Для нового завдання ААТ використано мін. час ААТ за замовчуванням.

source: Optimisation margin
bg: Толеранс за оптимизация
cs: AAT rezerva
de: Optimierungs-Spielraum
es: Margen de optimización
fr: Marge d'optimisation
hu: Optimalizációs keret
it: Margine Ottimizzazione
nb: Optimaliseringsmargin
nl: Optimalisatie marge
pl: Margines optymalizacji
pt_br: Margem de otimização
ru: Допуск оптимизации
sk: Optimalizačná rezerva
sv: Optimeringsmarginal
uk: Допуск оптимізації

source: Safety margin for AAT task optimisation. Optimisation seeks to complete the task at the minimum time plus this margin time.
bg: Толеранс за безопасност при оптимизиране на ЗНЗ (задача с назначени зони). При оптимизацията се завършва задачата в рамките на минималното време плюс времето на този толеранс.

source: Disable contest calculations
bg: Изключване на състезателните изчисления
cs: Zakaž soutěžní výpočty
de: Contest Berechnungen abschalten
es: Desactivar los cálculos de competición
fr: Désactiver calculs circuit
it: Disattiva calcoli gara
nl: OLC berekeningen uitzetten
sv: Inaktivera beräkningar för tävling

source: Conforms to FAI triangle rules. Three turns and common start and finish. No leg less than 28% of total except for tasks longer than 500km: No leg less than 25% or larger than 45%.
bg: Прилага правилата за FAI триъгълник - три точки и общ старт и финал; няма страни по-малки от 28% от обиколката, с изключение на задачи по-дълги от 500 км; няма страни по малки от 25% и по-големи от 45% от обиколката.
cs: Splňuje FAI pravidla pro trojúhelníky. Tři otočné body a společný start a cíl. Žádné rameno není kratší než 28% z celkové vzdálenosti, mimo úlohy nad 500km; pak žádné rameno menší než 25% nebo větší než 45%.
de: Gleich lautend zu den FAI Dreiecksregeln. Drei Wenden wobei Abflug und Ziel identisch sind. Kein Schenkel darf kürzer als 28% der Gesamtstrecke sein, mit Ausnahme bei Aufgaben über 500km: Es darf kein Schenkel kleiner 25%, oder größer als 45% sein.
es: Conforme a las reglas del triángulo FAI. Tres vueltas y salida y llegada comunes. Ningún tramo inferior al 28% del total, excepto para las pruebas de más de 500 km: Ningún tramo inferior al 25% o superior al 45%.
fr: Conforme aux règles du triangle FAI. Trois points de virage dont départ et arrivée. Pas de branche inférieure à 28% de la longueur totale, sauf si longueur totale de plus de 500 km. Si plus de 500 km, alors pas de branche de moins de 25% ou plus de 45%.
hu: Megfelel a szabályos FAI háromszögnek. Három fordulópont, közös start és cél. Egyik szakasz sem lehet rövidebb a teljes táv 28%-ánál, kivéve a 500 km-nél hosszabb feladatokat, ahol egyik szakasz sem lehet rövidebb 25%-nál vagy hosszabb 45%-nál.
it: Conforme alle norme per triangolo FAI. Tre boe con partenza ed arrivo, senza lati con meno del 28% della distanza totale, tranne per percorsi superiori a 500 km: Senza lati inferiori al 25% o superiori al 45%.
nb: I henhold til FAI trekantsreglene. 3 vendepunkter, og felles start og mål. Ingen side mindre enn 28 % av totaldistansen. For oppgaver over 500 km: Ingen side mindre enn 25 % eller større enn 45 % av totaldistansen.
nl: Voldoet aan de FAI driehoek regels. Drie bochten en gemeenschappelijke start en finish. Geen been minder dan 28% van het totaal, behalve voor taken langer dan 500 kilometer: geen been minder dan 25% of groter dan 45%.
pl: Zgodnie z regułami trójkąta FAI. Trzy zakręty oraz wspólny start i meta. Brak części krótszych niż 28% całości za wyjątkiem zadań ponad 500km: Brak części krótszych niż 25% lub większych niż 45%
pt_br: Em conformidade com as regras de triangulação da FAI. Três pontos e início e fim comuns. Nenhuma perna inferior a 28% do total, exceto para as provas mais longas do que 500 km: nenhuma perna inferior a 25% ou maior do que 45%.
ru: Соответствует правилам треугольника FAI. Три ППМ и общий старт/финиш. Ни один из отрезков не менее чем 28% общего маршрута, за исключением заданий сверх 500 км: для них ни один из отрезков не менее чем 25% и не более чем 45%.
sk: Ekvivalent pravidiel pre FAI trojuholníky. Tri otočky a spoločný štart a cieľ. Žiadne rameno nemá menej ako 28% z celku okrem úloh nad 500km: Žiadne rameno nemá menej ako 25% alebo viac ako 45%.
sv: Uppfyller FAI regler för triangel. Tre svängar med samma start och mål. Inget ben kortare än 28% av totalen förutom vid uppgifter längre än 500 km: Inget ben kortare än 25% eller längre än 45%.
uk: Відповідає правилам трикутника ФАІ. Три ППМ і спільний старт/фініш. Жоден з відрізків не менший за 28% загального маршруту, за винятком завдань понад 500 км: для них жоден з відрізків не менший за 25% і не більший за 45%.

source: Up to seven points including start and finish, finish height must not be lower than start height less 1000 meters.
bg: До 7 точки, включително старта и финала, височината на финала не трябва да е с повече от 1000 м. по-ниска спрямо старта.
cs: Až sedm bodů včetně startu a cíle, cílová výška nesmí být nižší než výška startu mínus 1000 metrů.
de: Bis zu sieben Punkte einschließlich Abflug und Ziel, die Ankunftshöhe darf nicht mehr als 1000 Meter unter der Abflughöhe liegen.
es: Hasta siete puntos, incluidos salida y meta, la altura de meta no debe ser inferior a la altura de salida menos 1000 metros.
fr: Jusqu'à sept points, dont départ et arrivée. L'arrivée ne devant pas être à plus de 1000 m sous le départ.
hu: Legfeljebb hét fordulópont, beleértve a startot és a célt, a befutó magasság nem lehet a startmagasságnál 1000 méterrel alacsonyabban.
it: Fino a sette punti, tra cui partenza e arrivo, l'altezza finale non deve essere inferiore quella iniziale di più di 1000 metri.
nb: Opp til 7 punkter inklusiv start og mål, målhøyde må ikke være mer enn 1000 m lavere enn starthøyde.
nl: Tot zeven punten, waaronder de start en finish, aankomst hoogte moet niet lager zijn dan de start-hoogte min 1000 meter.
pl: Do siedmiu punktów wliczając start i metę, wysokość mety musi być nie mniejsza niż 1000metrów poniżej startu.
pt_br: Até sete pontos incluindo o início e o fim, a altura final não deve ser menor do que a altura inicial menos 1000 metros.
ru: До семи точек включая "старт" и "финиш". Высота финиша не должна быть меньше чем высота старта минус 1000 метров.
sk: Najviac sedem bodov vrátane štartu a cieľa, cieľová výška nesmie byť nižšia než výška štartu mínus 1000 metrov.
sv: Upp till sju punkter inklusive start och mål. Målhöjd får ej vara lägre än starthöjd mindre än 1000 meter.
uk: До семи точок, включно із стартом та фінішем. Висота фінішу не повинна бути нижча за висоту старту більше, ніж на 1000 метрів.

source: The most recent contest with Sprint task rules.
bg: Последното състезание с правила за спринт.
cs: Nejaktuálnější soutěž s pravidly pro Sprint.
de: Der aktuellste Contest mit Sprint Wettbewerbsregeln.
es: El concurso más reciente con reglas de tarea de velocidad.
fr: Concours le plus récent avec des règles de circuit Sprint.
hu: A legutolsó, Sprint szabályok szerinti verseny.
it: La competizione più recente con le regole di tema Sprint.
nb: Det nyeste regelsettet for 'contest with Sprint'.
nl: De meest recente wedstrijd met Sprint opdracht regels.
pl: Ostatnie zawody z regulaminem sprintowym.
pt_br: A competição mais recente com regras de provas de corrida.
sk: Najaktuálnejšia súťaž s pravidlami šprintu.
sv: Den senaste tävlingen med regler för sprint-uppgift.

source: A combination of Classic and FAI rules. 30% of the FAI score are added to the Classic score.
bg: Комбинация от класически и FAI правила. 30% от FAI точките се събират с класическите точки.
cs: Kombinace klasických a FAI pravidel. Přidává 30% FAI bodů ke klasickému bodování.
de: eine Kombination aus Classic und FAI Regeln. 30% der FAI Punkte werden zur Classic Wertung dazu gezählt.
es: Una combinación de reglas clásicas y FAI. El 30% de la puntuación FAI se agrega a la puntuación clasica.
fr: Combinaison des règles Classique et FAI. 30% des résultats FAI sont ajoutés aux résultats Classique.
hu: Klasszikus és FAI szabályok kombinációja. 30%-a a FAI pontoknak hozzáadva a Klasszikus pontokhoz
it: Una combinazione di regole Classiche e FAI. Il 30% del punteggio FAI viene aggiunto al punteggio Classico.
nb: En kombinasjon av [Klassisk] og [FAI]. 30 % av FAI scoring legges til Klassisk scoring.
nl: Een combinatie van Klassiek en FAI regels. 30% van de FAI score worden toegevoegd aan de Klassiek score.
pl: Kombinacja reguł FAI i klasycznych. 30% punktów FAI jest dodanych do punktów klasycznych.
pt_br: Uma combinação de regras clássicas e regras da FAI. 30% da pontuação da FAI são adicionados à pontuação clássica.
ru: Комбинация Классических и FAI правил. 30% FAI оценки добавляется к Классической оценке.
sk: Kombinácia klasických a FAI pravidiel. 30% z FAI skóre je pridané ku klasickému bodovaniu.
sv: En kombination av Classic och FAI regler. 30% av FAI poängen adderas till Classic poäng.
uk: Комбінація класичних правил і правил ФАІ. 30% очок за правилами ФАІ додаються до класичних.

source: PG online contest with different track values: Free flight - 1 km = 1.0 point; flat triangle - 1 km = 1.2 p; FAI triangle - 1 km = 1.4 p.
bg: Парапланерско OLC (интернет състезание) с различни правила: Свободен прелет - 1 км = 1.0 точка; плосък триъгълник - 1 км = 1.2 точки; FAI триъгълник - 1 км = 1.4 точки.

source: European PG online contest of the DHV organization. Pretty much the same as the XContest rules, but with different track values: 1 km = 1.5 points, 1.75 p and 2.0 p for FAI triangles respectively.
bg: Европейско парапланерско интернет състезание на DHV (Германия). Почти същите правила както XContest, но с различна оценка: 1 км = 1.5 т, 1.75 т и 2.0 т съответно за FAI триъгълник.
cs: Evropská PG online soutěž organizace DHV. Podobné jako XContest pravidla, ale s jinou hodnotou tratí: volná 1 km = 1.5 bodu, trojúhelníky 1.75 bodu a 2.0 bodu pro FAI trojúhelníky.
de: DHV-XC -OLC mit folgender Wertung pro 1 km: Freie Strecke - 1.5 Punkte, flaches Dreieck - 1,75 Punkte, FAI -Dreieck 2 Punkte.
es: Concurso europeo de parapente en línea de la organización DHV. Más o menos lo mismo que las reglas de XContest, pero con diferentes valores de ruta: 1 km = 1.5 puntos, 1.75 py 2.0 p para triángulos FAI respectivamente.
fr: Concours européen de parapente en ligne du DHV. Similaire aux règles du XContest, mais avec différentes évaluations de la trace : 1 km = 1,5 points (en ligne droite), 1,75 points pour un triangle et 2,0 points pour un triangle FAI.
it: Competizione on-line europea PG dell'organizzazione DHV. Più o meno le stesse regole di XContest, ma con diversi valori delle tracce: 1 km = 1,5 punti, 1,75 p e 2,0 p per i triangoli piatti e FAI rispettivamente.
nl: Europese PG online wedstrijd van de DHV organisatie. Vrijwel gelijk aan de XContest regels, maar met andere opdrachtscores: 1 km = 1.5 punten, 1.75 p and 2.0 p voor FAI driehoeken respectievelijk.
pl: Europejskie zawody PG online wg orgnizacji DHV. Podobne do reguł XContest, ale z inną punktacją: 1 km = 1.5 pkt, 1.75 pkt. i 2.0pkt., odpowiednio, za trójkąt FAI.
ru: Европейские парапланерные онлайн-соревнования, которые организовывает DHV. Хорошо совпадает с правилами XContest, но с другой оценкой за пройденное расстояние: 1 км = 1.5 очка, 1.75 очка и 2.0 очка за треугольник FAI соответственно.
sk: Európska paraglidingová online súťaž organizácie DHV. Podobné pravidlám Xcontest ale s inou hodnotou tratí: voľný let 1 km = 1.5 bodu, trojuholníky 1.75 b a 2.0 b pre FAI trojuholníky.
sv: Europeisk online skärmflygtävling av organisationen DHV. Snarlika regler som för XContest men med olika banvärden: 1 km = 1,5 poäng, 1.75 p och 2,0 p för FAI trianglar respektive.
uk: Європейські парапланерні онлайн-змагання, що організовує DHV. Добре співпадає з правилами XContest, але з іншою ціною за пройдену відстань: 1 км = 1.5 очка, 1.75 очка і 2.0 очка за трикутник ФАІ відповідно.

source: Austrian online glider contest. Tracks around max. six waypoints are scored. The bounding box part with 1 km = 1.0 point and the additional zick-zack part with 1 km = 0.5 p.
bg: Австрийско интернет състезание. Оценяват се маршрути през максимум 6 пътни точки. Описания правоъгълник носи 1 км = 1 точка и допълнително частта със зигзаг 1 км = 0.5 т.
cs: Australská online soutěž kluzáků. Jsou hodnoceny tratě okolo max. 6 otočných bodů. Hraniční box je hodnocený 1km = 1.0 bodu a přídavná cik-cak část 1km = 0.5 bodu.
de: Österreichischer Online Segelflugwettbewerb. Flugwege um max. sechs Wegpunkte werden gewertet. Das umschreibende Rechteck mit 1 km = 1.0 Punkten und den zusätzlichen Zick-Zack Anteil mit 1 km = 0.5 Punkten.
es: Concurso austriaco de planeadores en línea. Se puntúan los trazados a lo largo de un máximo de seis waypoints. La parte lineal con 1 km = 1,0 punto y la parte adicional en zig-zag con 1 km = 0,5 p.
fr: Concours autrichien de planeurs en ligne. Circuits limités à six points de virage. La boite englobante vaut 1 point par km, les branches additionnelles valent 0,5 point par km.
it: Gara di aliante online austriaca. Valgono tracce con massimo sei boe. Ogni bordo di 1 km equivale a 1 punto e la parte aggiuntiva a zig-zag vale 0.5 punti ogni km.
nl: Oostenrijkse online zweefvliegwedstrijd. Opdrachten tot max. zes keerpunten worden meegeteld. Het grensgebied met 1 km = 1.0 punt en het additionele zig-zag gebied met 1 km = 0.5 p.
pl: Austriackie zawody szybowcowe online. Punktowane są przeloty z maks. 6 punktami zwrotnymi. Obwiednia punktowana 1 km = 1.0, dodatkowe części łamanej 1 km = 0.5 p.
ru: Австрийские планерные онлайн-соревнования. Считают очки за трек с максимум 6 ППМ. За пролёт 1 км = 1.0 очко и дополнительно за зиг-заги 1 км = 0.5 очка.
sk: Rakúska online súťaž vetroňov. Trate maximálne okolo 6 otočných bodov sú hodnotené. Hraničný obdĺžnik je hodnotený 1 km = 1.0 bodu a prídavná cik-cak časť 1km = 0.5 b.
sv: Australiensisk online tävling. Bana runt högst sex brytpunkter poängsätts. Del med begränsningsområde med 1 km = 1,0 poäng och den extra sick-sack delen med 1km = 0,5 p.
uk: Австрійські планерні онлайн-змагання. Рахують очки за трек з максимум 6 ППМ. За обліт 1 км = 1.0 очко і додатково за зиг-заги 1 км = 0.5 очка.

source: WeGlide combines multiple scoring systems in the WeGlide Free contest. The free score is a combination of the free distance score and the area bonus. For the area bonus, the scoring program determines the largest FAI triangle and the largest Out & Return distance that can be fitted into the flight route.
bg: WeGlide комбинира няколко системи за точкуване в състезанието WeGlide. Получените точки са комбинация от точки за разстояние и бонус за площ, който програмата смята като най-големия ФАИ триъгълник и най-голямата дистанция за отиване и връщане, които могат да се поместят в прелетения маршрут.
cs: WeGlide kombinuje v soutěži WeGlide Free několik systémů bodování. Bodování kombinuje body za volnou vzdálenost a bonus za prostory. Pro bonus za prostory bodovací program určí největší FAI trojúhelník a nejdelší návratovou vzdálenost, které je možné umístit do záznamu letu.
de: WeGlide kombiniert mehrere Scoring-Systeme im WeGlide Free Wettbewerb. Die freie Punktzahl ist eine Kombination aus der freien Distanz Punktzahl und dem Flächenbonus. Für den Flächenbonus ermittelt das Scoring-Programm das grösste FAI-Dreieck und die grösste Out & Return-Distanz, die in die Flugroute eingebaut werden kann.
es: WeGlide combina múltiples sistemas de puntuación en el concurso WeGlide Free. La puntuación libre es una combinación de la puntuación de la distancia libre y la bonificación de área. Para la bonificación de área, el programa de puntuación determina el mayor triángulo FAI y la mayor distancia de ida y vuelta que puede encajar en la ruta de vuelo.
fr: WeGlide combine plusieurs systèmes de notation dans le concours libre WeGlide. Le score libre est une combinaison du score de la distance libre et du bonus de zone. Pour le bonus de zone, le programme de notation détermine le plus grand triangle FAI et la plus grande distance aller-retour qui peuvent être intégrés dans la route de vol.
it: WeGlide combina multipli sistemi di punteggio nella competizione WeGlide Free. Il punteggio è una combinazione della distanza libera e del bonus area. Per il bonus area, il programma di punteggio determina il triangolo FAI più ampio e la più grande distanza Out & Return che possono essere ricavati nella traccia del volo.
sv: WeGlide kombinerar flera poängsystem under den öppna WeGlide tävlingen. Poängen är en kombination av poäng för fri distans och områdesbonus. För områdesbonus bestäms poängen av den längsta FAI triangeln och den längsta out-and-return distansen som rymts i flygrutten.

source: A start point, one turn point and a finish point are chosen from the flight path such that the distance between the start point and the turn point is maximized.
bg: От полетната траектория се избират по една начална, повратна и финална точка така, че разстоянието да е максимално.

source: LVZC Charron.online, 5 legs under 200km 6 legs above. Minimum leg distance is 20km, 5 points per km.
bg: LVZC Charron.online, 5 отсечки под 200 км, 6 отсечки над. Минималната дължина на отсечка е 20 км, 5 точки на км.
cs: LVZC Charron.online, 5 ramen kratších než 200km, 6 ramen delších. Minimální vzdálenost ramene je 20km, 5 bodů za km.
de: LVZC Charron.online, 5 Etappen unter 200 km, 6 Etappen darüber. Mindestetappendistanz beträgt 20 km, 5 Punkte pro km.
es: LVZC Charron.online, 5 tramos por debajo de 200 km, 6 tramos por encima. Distancia mínima de tramo 20 km, 5 puntos por km.
fr: LVZC Charron.online, 5 branches de moins de 200 km 6 branches au-dessus. La distance minimale d'une branche est de 20 km, 5 points par km.
it: LVZC Charron.online, 5 tappe sotto i 200km 6 tappe sopra. La distanza minima della tappa è 20km, 5 punti per km.
sv: LVZC Charron.online, 5 ben under 200km 6 ben över. Minimum distans per ben är 20km, 5 poäng per km.

source: Contest
bg: Състезание
cs: Soutěž
es: Competición
fr: Concours
it: Competizione
nl: Wedstrijd
sv: Tävling

source: Select the rules used for calculating optimal points for a contest.
bg: Избор на правила използвани за изчисление на оптималните точки за състезание.
cs: Vybírá pravidla použitá pro kalkulaci optimálního bodového zisku v soutěži.
de: Wähle die Regeln für die Contest Punkteoptimierung.
es: Seleccione las reglas utilizadas para calcular los puntos óptimos de un concurso.
fr: Sélectionnez les règles utilisées pour calculer les points optimaux d'un concours.
it: Selezionare le regole utilizzate per il calcolo dei punti ottimali per la competizione.
nl: Selecteer de regels die worden gebruikt voor de berekening van optimale punten voor de On-Line Contest. De uitvoering voldoet aan de officile release 2010, Sept.23.
sv: Välj regler för att beräkning av optimal poäng för en tävling.

source: Predict Contest
bg: Прогнозиране на състезание
cs: Body za dosažitelné
de: Wertungs-Vorhersage
es: Predecir concurso
fr: Prédict. Score
hu: Előrejelzi a végeredményt
it: Previsione Gara
nl: Voorspel Contest
pl: Uwzgl.nast. PT
sk: Odhad súťaže
sv: Förutspå tävling
