Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Draw a black outline around each airspace rather than the airspace color.
bg: Чертае черен контур около всяка ВЗ (въздушна зона) вместо избрания цвят за ВП (въздушно пространство).
cs: Vykreslí černý okraj kolem každého prostoru místo barvy prostoru.
de: Zeige jeden Luftraum mit einer schwarzen Kontur, anstatt mit der Farbe des Luftraums.
es: Dibuja una línea negra alrededor de cada espacio aereo en lugar del color del espacio.
fr: Contours noirs autour des espaces aériens au lieu de colorés.
hu: A légtér kerülete fekete színnel kerüljön kirajzolásra, nem a légtér saját színével.
it: Disegna un contorno nero attorno ad ogni spazio aereo anziché il colore dello spazio aereo.
nb: Uthev luftrommets omriss sort i stedenfor å utheve luftrommets farge.
nl: Teken een zwarte omtrek rond elke luchtruim in plaats van de luchtruim kleur.
pl: Rysuj czarną obwódkę wokół strefy zamiast koloru strefy.
pt_br: Desenha um outline preto em volta de cada espaço aéreo ao invés da cor do espaço aéreo.
ru: Рисует чёрный контур вокруг каждого воздушного пространства, а не выделяет цветом воздушное пространство.
sk: Vykreslí čierny okraj okolo každého priestoru namiesto farby priestoru.
sv: Rita en svart gräns runt varje luftrum istället för luftrummets färg.
uk: Кожен повітряний простір буде окреслено чорним контуром. а не кольоровим.

source: Airspace fill mode
bg: Запълване на ВП
cs: Styl vyplnění
de: Luftraum Füllmodus
es: Tipo de relleno
fr: Mode remplissage
hu: Légtér kiszínezésének módja
it: Modalità riempimento dello spazio aereo
nb: Luftrom fyllmodus
nl: Luchtruim vul modus
pl: Tryb wypełniania strefy
pt_br: Modo de preenchimento do espaço aéreo
ru: Режим заливки воздушного пространства
sk: Štýl vyplnenia priestorov
sv: Luftrum fylläge
uk: Режим заповнення повітряного простору

source: Specifies the mode for filling the airspace area.
bg: Посочва начина на оцветяване на зоните от ВП (въздушното пространство).
cs: Určuje, jak mají být plochy prostorů vyplněny.
de: Die Art wie der Bereich eines Luftraums ausgefüllt wird.
es: Especifica el modo en el que se rellena el interior del espacio aereo.
fr: Spécifie le mode de remplissage de l'espace aérien.
hu: Légtér kiszínezésének módja.
it: Specifica la modalità di riempimento dell'area dello spazio aereo.
nb: Definerer hvordan luftrom fylles.
nl: Geeft de modus voor het vullen van het luchtruim gebied weer.
pl: Określa tryb wypełniania rejonu strefy.
pt_br: Especifica o modo pelo qual a área do espaço aéreo será preenchida.
ru: Указывает режим для заливки области воздушного пространства.
sk: Určuje štýl ako majú byť priestory vyplnené.
sv: Anger ifyllningsläge för luftrumsområde.
uk: Визначає режим заповнення полігону авіаційного простору.

source: Airspace transparency
bg: Прозрачност на ВП
cs: Prostory transparentní
de: Luftraumtransparenz
es: Transparencia
fr: Transparence
hu: Légtér átlátszóság
it: Trasparenza dello spazio aereo
nb: Luftrom gjennomsiktighet
nl: Luchtruim doorzichtigheid
pl: Przeźroczystość wypełn.
pt_br: Transparência do espaço aéreo
sk: Transparentnosť priestorov
sv: Luftrummets transparens
uk: Прозорість повітряного простору

source: If enabled, then airspaces are filled transparently.
bg: Ако е включено ВП (въздушното пространство) се представя в полупрозрачен слой.
cs: Prostory budou vyplněny transparentně.
de: Aktiviert, werden die Lufträume transparent gefärbt.
es: Si se habilita, los espacios aereos se rellenan con transparencia.
fr: Si activé, alors les espaces sont colorés de façon transparente.
hu: Ha bekapcsoljuk, a légtereket átlátszóan színezi ki.
it: Se abilitato, gli spazi aerei sono riempiti in trasparenza.
nb: Gjennomsiktig fyll av Luftrom av/på
nl: Indien ingeschakeld wordt de luchtruim structuur transparant gevuld.
pl: Jeśli włączone to wypełnienie strefy będzie półprzezroczyste.
pt_br: Se habilitada, os espaços aéreos serão preenchidos com cores transparêntes.
sk: Ak povolené, priestory sú vyplnené transparentne.
sv: Om aktiverad, så fylls luftrummen transparent.
uk: Якщо активовано, повітряний простір матиме прозоре заповнення.

source: Disable final glide bar.
bg: Лентата за финално долитане не се показва.
cs: Deaktivovat dokluzový indikátor.
de: Kein Endanflug Anzeigebalken.
es: Desactivar la barra de planeo final.
fr: Désactive la barre d'arrivée.
it: Disabilita barra planata finale.
nl: Final glide balk uitschakelen.
pl: Wyłącz pasek Dolotu
pt_br: Desativar barra de planeio final.
ru: Отключить полосу финального глайда
sk: Zakáž cieľový doklzový pruh.
sv: Inaktivera stapel för finalglid.
uk: Вимикає шкалу дольоту.

source: Always show final glide bar.
bg: Лентата за финално долитане се показва винаги.
cs: Vždy zobrazit dokluzový indikátor.
de: Endanflug Anzeigebalken immer anzeigen.
es: Mostrar siempre la barra de planeo final.
fr: Toujours afficher la barre d'arrivée.
it: Mostra sempre barra planata finale.
nl: Final glide balk altijd zichtbaar.
pl: Zawsze pokazuj pasek Dolotu
pt_br: Sempre mostrar barra de planeio final.
ru: Всегда показывать полосу финального глайда
sk: Vždy zobraz cieľový doklzový pruh.
sv: Visa alltid stapel för finalglid.
uk: Завжди зображує шкалу дольоту.

source: Show final glide bar if approaching final glide range.
bg: Лентата за финално долитане се показва при наближаване на финалната права.
cs: Zobrazit dokluzový indikátor při přiblížení k hranici dokluzu.
de: Endanflug Anzeigebalken nur im Endanflug Bereich.
es: Mostrar la barra de planeo final si se acerca al alcance de planeo final.
fr: Affiche la barre d'arrivée à proximité de l'arrivée.
it: Mostra barra di planata finale se ci si avvicina alla zona di planata finale.
nl: Toon final glide balk indien final glide binnen bereik.
pl: Pokazuj pasek Dolotu gdy blisko uzyskania zasięgu.
pt_br: Mostrar barra de planeio final se aproximando da faixa de planeio final.
sk: Zobraz cieľový doklzový pruh pri priblížení k dosahu cieľa.
sv: Visa stapel för finalglid när finalglid är möjligt.
uk: Зображує шкалу дольоту, якщо знаходимося в межах дольоту.

source: Auto (follow InfoBoxes)
bg: Автом. (според инфо-полетата)

source: Top left
bg: Горе вляво

source: Top right
bg: Горе вдясно

source: Bottom left
bg: Долу вляво
cs: Vlevo dole
de: Unten Links
es: Esquina inferior izquierda
fr: En bas à gauche
it: In Basso a Sinistra
nl: Linksonder
sv: Nere vänster

source: Bottom right
bg: Долу вдясно
cs: Vpravo dole
de: Unten Rechts
es: Abajo a la derecha
fr: En bas à droite
it: In Basso a Destra
nl: Rechtsonder
sv: Nere höger

source: Center top
bg: Горе по средата

source: Center bottom
bg: Долу по средата

source: Top left (avoid InfoBoxes)
bg: Горе вляво (избягва инфо-полетата)

source: Top right (avoid InfoBoxes)
bg: Горе вдясно (избягва инфо-полетата)

source: Bottom left (avoid InfoBoxes)
bg: Долу вляво (избягва инфо-полетата)

source: Bottom right (avoid InfoBoxes)
bg: Долу вдясно (избягва инфо-полетата)

source: Center top (avoid InfoBoxes)
bg: Горе по средата (избягва инфо-полетата)

source: Center bottom (avoid InfoBoxes)
bg: Долу по средата (избягва инфо-полетата)

source: Disable thermal assistant.
bg: Изключи помощника за термики.
cs: Deaktivovat termického asistenta.
de: Zentrierhilfe abschalten.
es: Desactivar el Asistente de térmica.
fr: Désactiver l'assistant thermique.
it: Disabilita assistente termica.
nl: Schakel Thermiekassistent uit.
sv: Inaktivera blåsassistent.
uk: Вимкнути помічник терміка.

source: Show thermal assistant in bottom left.
bg: Показване на помощника за термики долу вляво.
cs: Zobrazit termického asistenta vlevo dole.
de: Platziere die Zentrierhilfe unten links.
es: Mostrar el asistente de térmicas en la parte inferior izquierda.
fr: Afficher l'assistant thermique en bas à gauche.
it: Mostra l'assistente di termica in basso a sinistra.
nl: Toon thermiekassistent links onder.
sv: Visa blåsassistent nere vänster.
uk: Показати теплового помічника внизу ліворуч.

source: Show thermal assistant in bottom left, above or to the right of InfoBoxes (if present).
bg: Показване на помощника за термики долу вляво, над или вдясно от инфо-полетата, ако ги има.

source: Show thermal assistant in bottom right.
bg: Показване на помощника за термики долу вдясно.
cs: Zobrazit termického asistenta vpravo dole.
de: Platziere Zentrierhilfe unten rechts.
es: Muestra el asistente de térmicas en la parte inferior derecha.
fr: Afficher l'assistant thermique en bas à droite.
it: Mostra l'assistente di termica in basso a destra.
nl: Toon thermiekassistent rechtsonder.
sv: Visa blåsassistenten nere höger.
uk: Показати теплового помічника внизу праворуч.

source: Show thermal assistant in bottom right, above or to the left of InfoBoxes (if present).
bg: Показване на помощника за термики долу вдясно, над или вляво от инфо-полетата, ако ги има.

source: Show thermal assistant in top left.
bg: Покажи помощника за термики горе вляво.

source: Show thermal assistant in top right.
bg: Покажи помощника за термики горе вдясно.

source: Show thermal assistant in center top.
bg: Покажи помощника за термики горе по средата.

source: Show thermal assistant in top left (avoid InfoBoxes).
bg: Покажи помощника за термики горе вляво, над или вдясно от инфо-полетата, ако ги има.

source: Show thermal assistant in top right (avoid InfoBoxes).
bg: Покажи помощника за термики горе вдясно, над или вляво от инфо-полетата, ако ги има.

source: Show thermal assistant in center top (avoid InfoBoxes).
bg: Покажи помощника за термики горе по средата, над или вдясно от инфо-полетата, ако ги има.

source: This enables the display of the FLARM radar gauge. The track bearing of the target relative to the track bearing of the aircraft is displayed as an arrow head, and a triangle pointing up or down shows the relative altitude of the target relative to you. In all modes, the color of the target indicates the threat level.
bg: Това включва показването на FLARM радара. Курсът на целта спрямо курса на летателния апарат се показва със стрелка, а триъгълник нагоре/надолу показва относителната височина спрямо вас. Във всички режими цветът на целта показва нивото на заплаха.
cs: Zapne zobrazení FLARM radaru. Směr letu cíle, relativní k vlastnímu letadlu je zobrazen šipkou, trojúhelník směřující nahoru nebo dolů ukazuje relativní výšku. Ve všech režimech barva cíle indikuje míru hrozby.
de: Aktiviert die Anzeige des FLARM Radars. Die Flugrichtung des Ziels relativ zum eigenen Steuerkurs wird als Pfeilkopf dargestellt. Ein Dreieck, dass nach oben oder nach unten zeigt die Höhe des Ziels relativ zur Eigenen. In allen Modi deutet die Farbe des Ziels die Größe der Bedrohung an.
es: Esto permite la visualización del indicador de radar FLARM. La derrota del objetivo en relación con la derrota de la aeronave se muestra como una punta de flecha, y un triángulo que apunta arriba o abajo muestra la altitud relativa del objetivo en relación con usted. En todos los modos, el color del objetivo indica el nivel de riesgo.
fr: Permet l'affichage des informations radar FLARM. Le cap de la route vers l'objectif par rapport au cap de la route du planeur est représenté par une flèche. Un triangle pointant vers le haut ou vers le bas indique l'altitude relative de la cible par rapport à vous. Dans tous les modes, la couleur de l'objectif indique le niveau de danger de collision.
hu: Ez engedélyezi a FLARM radarkijelzőt. Nyílhegy formában kerül kijelzésre a forgalom haladási iránya a sajátunkhoz képest és egy fel vagy lefele mutató háromszög utal a cél relatív magasságára a sajátunkhoz képest. A nyíl színe minden üzemmódban a fenyegetés szintjére utal.
it: Abilita la visualizzazione del radar FLARM. Una freccia indica la direzione dell'obiettivo rispetto alla direzione del proprio velivolo, un triangolo che punta in alto o in basso mostra l'altitudine relativa. In tutte le modalità, il colore dell'obiettivo indica il livello di minaccia.
nb: FLARM radarvindu av/på. Retning mot annet farkost vises i forhold til egen retning ved hjelp av en pil. En trekant viser om den andre farkosten er høyere eller lavere enn deg. Fargen på den andre farkosten viser farenivået.
nl: Dit schakelt de weergave van de FLARM radar in. De koers van het object ten opzichte van de koers van het vliegtuig wordt weergegeven als een pijlpunt. Een driehoek naar boven of naar beneden toont de relatieve hoogte van het object ten opzichte van het vliegtuig. In alle modi, geeft de kleur van het object de dreiging aan.
pl: Pozwala na wyświetlenie wskaźnika FLARM. Kąt drogi Celu w odniesieniu do kąta drogi Twojego Szybowca jest pokazany główką strzałki, a trójkąt wskazujący w górę lub w dół pokazuje względną wysokość Celu wzgl. Twojej wysokości. We wszystkich trybach kolor Celu podkreślna stopień zagrożenia.
pt_br: Habilita o display dos sensores de radar FLARM. A orientação do track do alvo, relativa à orientação do track da aeronave é exibida como uma seta, e um triangulo apontando para cima ou para baixo mostra a altitude relativa do alvo para você. Em todos os modos, a cor do alvo indica o nível de ameaça.
sk: Toto povolí zobrazenie FLARM radaru. Smer letu kontaktu je zobrazený šípkou a trojuholník smerujúci hore alebo dole zobrazuje relatívnu výšku voči vám. Vo všetkých režimoch farba kontaktu indikuje mieru ohrozenia.
sv: Aktiverar visning av FLARM radar-visaren. Bäring mot mål relativt farkostens bäring visas med en pil. En triangel som pekar upp eller ner visar målets höjd relativt din egen. I alla lägen färgas målet för att indikera graden av fara.
uk: Вмикає зображення шкали радару FLARM. Азимут на ціль відносно курсу ПС має вигляд стрілки. Трикутники, направлені вгору чи вниз, вказують на висоту відносно цілі, а їх колір - рівень небезпеки.

source: Auto close FLARM
bg: Автом. затваряне на FLARM
cs: Skrývat FLARM
de: Schließe FLARM automatisch
es: Cierre automático de FLARM
fr: Extinction auto. du FLARM
hu: FLARM autmata bezárása
it: Spegnimento automatico del FLARM
nb: Autolukk FLARM
nl: FLARM automatisch sluiten
pl: Auto-zamykanie FLARM.
pt_br: Fechar automaticamente FLARM
ru: Авто закрытие FLARM
sk: Auto zavretie FLARM
sv: Stäng FLARM automatiskt
uk: Авто викл. FLARM

source: Setting this to "On" will automatically close the FLARM dialog if there is no traffic. "Off" will keep the dialog open even without current traffic.
bg: При настройка „Вкл.“ диалогът на FLARM ще се затваря автоматично, ако няма трафик. „Изкл.“ ще държи диалога отворен дори без трафик.
cs: Zapnutím této volby se FLARM obrazovka automaticky zavře, pokud není v okolí žádný provoz. Vypnutím zůstane FLARM obrazovka aktivní i pokud nic nedetekuje.
de: Eingeschaltet ("EIN") wird der FLARM Dialog automatisch geschlossen, sobald kein Verkehr da ist. "AUS" belässt den Dialog offen, auch wenn kein Verkehr mehr da ist.
es: Si lo configura en "Activado", se cerrará automáticamente el cuadro de diálogo FLARM si no hay tráfico. "Desactivado" mantendrá el cuadro de diálogo abierto incluso sin tráfico.
fr: "On" va automatiquement fermer le radar FLARM si il n'y a pas de trafic détecté. "Off" gardera ouvert le radar FLARM même sans trafic détecté.
hu: Be állásban automatikusan bezáródik a FLARM ablak, ha nincs forgalom. Ki esetén az ablak nyitva marad, még ha nincs is forgalom.
it: Impostando questo su "On" il dialogo FLARM si chiuderà automaticamente se non c'è traffico. Su "Off" la finestra di dialogo rimarrà aperta anche senza traffico.
nb: [På] FLARM vinduet blir lukket automatisk dersom det ikke er annen trafikk. [Av] FLARM vinduet forblir åpen også selv om det ikke er annen trafikk.
nl: Indien op AAN ingesteld zal het FLARM dialoogvenster automatisch sluiten als er geen verkeer is. UIT zal het dialoogvenster openhouden, zelfs zonder verkeer.
pl: Ustawienie tego na ON będzie automatycznie zamykać dialog FLARM jeśli nie ma ruchu. OFF sprawi że okno dialogowe będzie otwarte również wtedy gdy nie ma ruchu.
pt_br: Ajuste para "On" irá automaticamente fechar a caixa de diálogo do FLARM se não houver tráfego. "Off" irá manter a caixa de diálogo aberta mesmo que não haja tráfego no momento.
ru: Установка в "On" будет автоматически закрывать окно формы, если нет трафика. «Off» будет держать диалог открытым даже без текущего трафика.
sk: Povolením tejto voľby sa okno FLARMu automaticky zavrie ak v blízkosti nieje premávka. Zakázaním zostane FLARM okno otvorené aj bez prevádzky.
sv: Aktivera för att dölja dialogruta för FLARM automatiskt när det inte är någon trafik. Inaktivera för att alltid visa den, även utan trafik.
uk: Вибір "Вкл." автоматично закриє діалог FLARM при відсутності інших ПС. При "Викл." діалог залишиться відкритим навіть за відсутності інших ПС.

source: FLARM display
bg: Показване на FLARM
cs: FLARM zobrazení
de: FLARM Anzeige
es: Pantalla FLARM
fr: Affichage du FLARM
hu: FLARM megjelenítés
it: Display FLARM
nb: FLARM visning
nl: FLARM weergave
pl: Wyświetlacz FLARM.
ru: Дисплей FLARM
sk: FLARM zobrazenie
uk: Дисплей FLARM

source: Choose a location for the FLARM display.
bg: Избери местоположение за прозореца на FLARM.
cs: Vyberte umístění pro zobrazení FLARMu.
de: Wähle eine Position für die FLARM Anzeige.
es: Elija una ubicación para la pantalla FLARM.
fr: Choisissez un emplacement pour visualiser l'affichage du FLARM.
hu: A FLARM kijelző helyének kiválasztása.
it: Scegliere la posizione per il display FLARM.
nb: Velg et filter eller klikk her.
nl: Kies een locatie voor het FLARM scherm.
pl: Wybierz pozycję dla wyświetlacza FLARM
pt_br: Escolher local para exibir FLARM.
ru: Выберите место для дисплея FLARM.
sk: Zvoľ pozíciu pre zobrazenie FLARMu.
sv: Välj en placering på FLARM displayen.
uk: Виберіть розміщення для дисплею FLARM .

source: Enable and select the position of the thermal assistant when overlayed on the main screen.
bg: Разрешава и избира позицията на помощника за термики, когато се появява в главния прозорец.
cs: Aktivace a výběr umístění termického adistenta, zobrazeného jako překryv hlavní obrazovky.
de: Aktiviere und wähle eine Position für die Anzeige der Zentrierhilfe als Overlay zur Hauptseite.
es: Habilita y selecciona la posición del asistente de térmicas cuando se superpone en la pantalla principal.
fr: Activez et sélectionnez la position de l'assistant thermique lorsqu'il est superposé sur l'écran principal.
it: Abilita e seleziona la posizione dell'assistente di termica quando sovrapposto alla schermata principale.
nl: Activeer en selecteer de positie van de thermiek assistent wanneer overlayed op het hoofd scherm.
sv: Aktivera och välj position för blåsassistenten när den ligger främst på huvudskärmen.

source: Thermal band
bg: Профил на термика
cs: Profil stoupání
de: Thermikprofil
es: Banda térmica
fr: Profil d'ascendance
hu: Termikerő
it: Fascia termica
nb: Termisk belte
nl: Thermiek grafiek
pl: Pion.profil komina
pt_br: Faixa da térmica
sk: Profil stupáku
sv: Termikband
uk: Смуга терміка

source: This enables the display of the thermal profile (climb band) display on the map.
bg: Това разрешава показването на вертикалния термичен профил върху картата.
cs: Zapne zobrazení profilu stoupání na mapě.
de: Aktiviert die Anzeige des Thermikprofils über der Karte.
es: Esto permite la visualización del perfil térmico (banda de ascenso) en el mapa.
fr: Affiche le profil d'ascendance sur la carte.
hu: Ezzel a kijelzővel a térkép szélén megjeleníthető a termik erejének magasságtól függő változása.
it: Abilita la visualizzazione dell'indicatore delprofilo di termica (banda di risalita) sulla mappa.
nb: Dette slår på visning av termikkbeltet i kartvisningen.
nl: Dit schakelt de weergave van het thermische profiel (stijg grafiek) op de kaart in.
pl: Opcja włącza wyświetlanie na ekranie, w obszarze mapy, pionowego profilu komina termicznego - rozkład wielkości noszenia w funkcji wysokości.
pt_br: Habilita a exibição do display do perfil da térmica (faixa de ganho) no mapa.
sk: Toto povolí zobrazenie profilu stupáku (profil stúpania s výškou) na mape.
sv: Aktiverar visning av termikens profil (lyftband) på kartan.
uk: Вмикає зображення профілю терміка (діапазон набору висоти) на мапі.

source: Final glide bar
bg: Лента за финално долитане
cs: Dokluzový indikátor
de: Endanflug Anzeigebalken
es: Barra de planeo final
fr: Barre d'arrivée
hu: Végsiklás szintjelző
it: Barra planata finale
nl: Final glide balk
pl: Wskaźnik Dolotu
pt_br: Barra de planeio final
ru: Полоса финального глайда
sk: Ukazovateľ doklzu
sv: Finalglidningsband
uk: Шкала дольоту

source: If set to "On" the final glide will always be shown, if set to "Auto" it will be shown when approaching the final glide possibility.
bg: Ако е избрано „Вкл.“ финалното долитане винаги ще се показва, а ако е „Автом.“ ще се показва при приближаване до възможност за финално планиране.
cs: Při zapnutí bude dokluzový indikátor vždy zobrazen. Při "Auto" nastavení bude dokluzový indikátor zobrazen na dokluzu.
de: Eingschaltet wird der Endanflug Balken immer angezeigt, auf "Auto" gestellt wird der Balken nur gezeigt, wenn ein Endanflug möglich ist.
es: Si se configura en "Activado", el planeo final siempre se mostrará, si se configura en "Auto", se mostrará cuando se acerque a la posibilidad de planeo final.
fr: Sur "On", la barre d'arrivée sera toujours affichée, sur "Auto", seulement à proximité de l'arrivée.
it: Se impostato su "On" la barra di planata finale sarà sempre visualizzata, se impostato su "Auto" sarà visualizzata quando si avvicina la possibilità di planata finale.
nl: Ingesteld op "Aan" is de final glide balk altijd zichtbaar, op "Auto" wordt de balk zichtbaar als final glide benaderd wordt.
pl: Jeżeli opcja jest Włączona, pasek wysokości dolotu będzie zawsze widoczny. W przypadku Auto - będzie wyświetlany gdy wchodzimy w zasięg możliwego Dolotu.
pt_br: Se definido como "On" o planeio final será sempre mostrado, se definido como "Auto" será mostrado quando se aproxima a possibilidade de planeio final.
ru: Если установлено значение "Вкл" полоса финального глайда всегда будет показана, если установлен в "Авто" - будет показана при приближении окончательного возможности финального глайда.
sk: Ak je táto voľba zapnutá cieľový doklzový pruh bude vždy zobrazený , ak nastavené na auto zobrazí sa iba pri možnom doklze do cieľa.
sv: Om "På" visas finalglid alltid. Om "Auto" visas den automatiskt när inflygning är möjlig.
uk: Якщо встановлено "Вкл.", шкалу дольоту буде завжди видно, якщо "Авто", - коли доліт стає можливий.

source: Final glide bar MC0
bg: Лента за финално долитане MC0
cs: Dokluzový indikátor MC0
de: Endanflug Anzeige für MC 0
es: Barra de planeo final MC0
fr: Indicateur d'arrivée à MC0
hu: Siklópálya MC0
it: Barra planata finale MC0
nb: Målglidestrekk-bar MC0
nl: Final glide balk MC0
pl: Pasek dolotu dla MC0
pt_br: Barra de planeio final MC0
sk: Doklzový pruh MC0
sv: Stapel för MC0 finalglid
uk: Шкала дольоту MC0

source: If set to "On" the final glide bar will show a second arrow indicating the required height to reach the final waypoint at MC zero.
bg: Ако е зададено „Вкл.“ лентата за финално долитане ще показва втора стрелка указваща необходимата височина за достигане на финалната точка при MC=0.

source: Vario bar
bg: Лента за вариото
cs: Indikátor vária
de: Variostengel
es: Barra del vario
fr: Barre du vario
it: Barra variometro
nl: Variobalk
pl: Wskaźnik wariometru
pt_br: Barra de Vario
ru: Полоса вариометра
sk: Vário lišta
sv: Varioband
uk: Шкала варіо

source: If set to "On" the vario bar will be shown.
bg: Ако е със стойност „Вкл.“ ще се показва лента за вариометъра.

source: This parameter enables or disables the No Position Target Distance Ring in Flarm Radar
bg: Този параметър включва или изключва пръстена за дистанция до целта (без позиция) във FLARM радара.
