Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: GPS Intermediate Driver
bg: Междинен драйвер за ГПС
cs: GPS zprostředkující ovladač
de: GPS Adapter
es: Controlador de GPS intermedio
fr: Pilote intermédiaire pour GPS
hu: GPS köztes meghajtó
it: Driver GPS intermedio
nb: GPS mellomdriver
nl: GPS hulp stuurprogramma
pl: Pośredni sterownik GPS
pt_br: Driver GPS Intermediário
ru: GPS промежуточный драйвер
sk: Prídavný ovládač GPS
sv: GPS mellandrivrutin
uk: Драйвер GPS

source: Built-in GPS & sensors
bg: Вграден ГПС и други датчици
cs: Vestavěné GPS @ sensory
de: Eingebautes GPS & Sensoren
es: GPS & Sensores Integrados
fr: GPS intégré et senseurs
hu: Beépített GPS és érzékelők
it: GPS integrato & sensori
nb: Innebygd GPS og sensorer
nl: Ingebouwde GPS & sensoren
pl: Wbudowany GPS i czujniki
pt_br: GPS embutido & sensores
ru: Встроенный GPS и другие сенсоры
sk: Zabudované GPS & senzory
sv: Inbyggd GPS och sensorer
uk: Вбудований GPS і датники

source: GliderLink traffic receiver
bg: Приемник за трафик GliderLink
cs: GliderLink přijímač
de: GliderLink Verkehrsempfänger
es: Receptor de tráfico GliderLink
fr: Récepteur de trafic GliderLink
it: Ricevitore traffico GLiderLink
nl: GliderLink verkeer ontvanger
sv: GliderLink trafikmottagare

source: USB serial
bg: USB сериен порт
de: USB Seriell
es: Puerto serie USB
fr: USB série
it: Seriale USB
nl: USB Serieel
sv: USB seriell
uk: Послідовний USB

source: Site Files
bg: Файлове с данни
cs: Soubory
de: Standortdateien
es: Archivos de la zona
fr: Fichiers
hu: Térképfájlok
it: Territorio
nb: Flystederfil
nl: Bestanden Vlieggebied
pl: Pliki danych
pt_br: Arquivos
ru: Файл местности
sk: Súbory lokality
sv: Platsbundna filer
uk: Файли місця польотів

source: Logger
bg: Журнал
es: Registrador
fr: Enregistreur
pl: Rejestrat.
pt_br: Registrador
ru: Логгер
uk: Журнал

source: InfoBox Sets
bg: Комплекти инфо-полета
cs: InfoBoxy
es: Conjuntos de InfoBox
fr: Paramètres InfoBox
it: Set InfoBox
nl: InfoBox Groepen
pl: Zest. InfoBox
pt_br: Conjuntos de InfoBox
ru: Настройки ИнфоБоксов
sk: Skupiny info okien
sv: Info-rutor uppsättning
uk: Налаштування ІнфоБоксів

source: Pages
bg: Страници
cs: Stránky
de: Seiten
es: Páginas
it: Pagine
nl: Pagina's
pl: Strony
pt_br: Páginas
ru: Страницы
sk: Stránky
sv: Sidor
uk: Сторінки

source: Weather
bg: Време
cs: Počasí
de: Wetter
es: Meteo
fr: Météo
hu: Időjárás
it: Meteo
nb: Været
nl: Weer
pl: Pogoda
pt_br: Meteoro
ru: Погода
sk: Počasie
sv: Väder
uk: Погода

source: Safety Factors
bg: Фактори за безопасност
cs: Bezpečnost
de: Sicherheitsfaktoren
es: Factores de Seguridad
fr: Paramètres de sécurité
hu: Biztonsági tényezők
it: Fattori di Sicurezza
nb: Sikkerhetsfaktorer
nl: Veiligheidsfactoren
pl: Wsp. bezpiecz.
pt_br: Fatores de Segurança
ru: Безопасность
sk: Bezpečnostné faktory
sv: Säkerhetsparametrar
uk: Фактори безпеки

source: Tracking
bg: Проследяване
cs: Sledování
de: Verfolgung
es: Seguimiento
fr: Suivi
hu: Nyomkövetés
it: Live Tracking
nl: Volgen
pl: Śledzenie www
pt_br: Rastro
ru: Трекинг
sk: Sledovanie
sv: Spårning
uk: Трасування

source: OK
bg: Добре
fr: Valider
hu: Rendben

source: Yes
bg: Да
cs: Ano
de: Ja
es: Sí
fr: Oui
hu: Igen
it: Si
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
sk: Áno
sv: Ja
uk: Так

source: No
bg: Не
cs: Ne
de: Nein
fr: Non
hu: Nem
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
sk: Nie
sv: Nej
uk: Ні

source: Retry
bg: Опитай пак
cs: Znovu
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hu: Újra
it: Riprova
nb: Prøv igjen
nl: Probeer opnieuw
pl: Ponów
pt_br: Tentar novamente
ru: Повтор
sk: Znovu
sv: Prova igen
uk: Повтор

source: Cancel
bg: Откажи
cs: Zruš
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégsem
it: Annulla
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sv: Avbryt
uk: Скасувати

source: Ignore
bg: Игнорирай
cs: Ignoruj
de: Ignoriere
es: Ignorar
fr: Ignorer
hu: Mellőz
it: Ignora
nb: Ignorer
nl: Negeer
pl: Zignoruj
pt_br: Ignorar
ru: Игнорировать
sk: Ignorovať
sv: Ignorera
uk: Нехтувати

source: Select
bg: Избери
cs: Vyber
de: Auswählen
es: Seleccionar
fr: Sélection
hu: Kiválaszt
it: Selez.
nb: Velg
nl: Selecteer
pl: Wybierz
pt_br: Selec
ru: Выбор
sk: Vybrať
sv: Välj
uk: Вибрати

source: Help
bg: Помощ
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
hu: Súgó
it: Aiuto
nb: Hjelp
pl: Pomoc
pt_br: Ajuda
ru: Справка
sk: Pomoc
sv: Hjälp
uk: Довідка

source: Update
bg: Обнови
cs: Aktualizuj
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hu: Frissítés
it: Aggiornamento
nb: Oppdater
nl: Bijwerken
pl: Aktualizuj
pt_br: Atualizar
ru: Обновить
sk: Aktualizovať
sv: Uppdatera
uk: Оновити

source: Add
bg: Добави
cs: Přidej
de: Hinzufügen
es: Añadir
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
sk: Pridať
sv: Lägg till
uk: Додати

source: Update all
bg: Обнови всичко
cs: Aktualizuj
de: Alles aktualisieren
es: Actualizar todo
fr: Tout mettre à jour
it: Aggiorna tutto
nl: Alles Bijwerken
sv: Uppdatera allt
uk: Оновити все

source: Queued
bg: Добавено в опашка
cs: Ve frontě
de: In der Warteschlange
es: En fila
fr: Mis en file d'attente
hu: Sorba állítva
it: In coda
nb: Satt i kø
nl: Wachtrij
pl: W kolejce
pt_br: Na fila
ru: Добавлено в очередь
sk: Zaradené
sv: Köad
uk: В черзі

source: Downloading
bg: Изтегляне
cs: Stahování
de: Herunterladen
es: Descargando
fr: Téléchargement en cours
hu: Letöltés
it: Scaricamento
nb: Laster ned
nl: Aan het downloaden
pl: Pobieranie
pt_br: Baixando
ru: Загрузка
sk: Preberá sa
sv: Laddar ned
uk: Завантаження

source: Update available
bg: Налично обновление
cs: Dostupná aktualizace
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
nl: Update beschikbaar
pt_br: Atualização disponível
sv: Uppdatering ej tillgänglig
uk: Доступне оновлення

source: Failed to download the repository index.
bg: Не може да се изтегли индекса от хранилището.
cs: Nelze stáhnout index úložiště.
de: Download des Repository-Index fehlgeschlagen.
es: Error al descargar el índice del repositorio.
fr: Le téléchargement de l'index du répertoire a échoué.
hu: A tartalomjegyzék letöltése sikertelen.
it: Impossibile scaricare l'indice di posizionamento.
nl: Repository-index download mislukt.
pl: Błąd pobierania indeksu stron
ru: Не удалось загрузить индекс репозитория.
sk: Nedá sa stiahnuť index úložiska.
sv: Misslyckades ladda ner förrådsindex.
uk: Помилка при завантаженні індексу архіву бази даних.

source: File Manager
bg: Файлов мениджър
cs: Správa souborů
de: Dateimanager
es: Gestor de Archivos
fr: Gestionnaire de fichiers
hu: Fájlkezelő
it: Gestore di file
nb: Filbehandler
nl: Bestanden Manager
pl: Menedżer plików
pt_br: Gerenciador de arquivos
ru: Файловый менеджер
sk: Správca súborov
sv: Filer
uk: Файловий менеджер

source: The file manager is not available on this device.
bg: Файловият мениджър не е достъпен на това устройство.
cs: Správce souborů není na tomto zařízení dostupný.
de: Der Dateimanager ist auf diesem Gerät nicht verfügbar.
es: El Gestor de Archivos no está disponible en este dispositivo.
fr: Le gestionnaire de fichiers n'est pas disponible sur cet appareil.
hu: Ezen az eszközön nincs fájlkezelő.
it: Il gestore di file non è disponibile in questo dispositivo.
nb: Filbehandler er ikke tilgjengelig på denne enheten.
nl: Er is geen bestanden manager aanwezig op dit apparaat.
pl: Na tym urządzeniu Menadżer Plików nie jest dostępny.
ru: Файловый менеджер не доступен на этом устройстве.
sk: Správca súborov nieje prístupný na tomto zariadení.
sv: Filhanterare ej tillgänglig på denna enhet.
uk: Файловий менеджер не доступний на цьому пристрої.

source: IOIO switches and Nunchuk
bg: IOIO превключватели и Nunchuk
cs: IOIO spínače a Nunchuk
de: IOIO Schalter und Nunchuk
es: Interruptores IOIO y Nunchuk
fr: Boutons IOIO et Nunchuk
hu: IOIO kapcsolók és Nunchuk
it: interruttori IOIO e Nunchuk
nl: IOIO schakelaars en sticks
pl: IOIO: przełączniki IOIO i Nunchuk
ru: IOIO выключатели и Nunchuk
sk: IOIO prepínače a Nunchuk
sv: IOIO switchar och Nunchuk
uk: Ключі IOIO і Nunchuk

source: IOIO I²C pressure sensor
bg: IOIO I²C датчик за налягане
cs: IOIO I²C tlakový senzor
de: IOIO I²C Drucksensor
es: Sensor de presión IOIO I²C
fr: Capteur de pression IOIO I²C
it: Sensore di pressione IOIO I²C
sv: IOIO I²C tryckgivare
uk: Датник тиску з i2c до IOIO

source: IOIO voltage sensor
bg: IOIO датчик за напрежение
cs: IOIO senzor napětí
de: IOIO Spannungssensor
es: Sensor de voltaje IOIO
fr: Voltmètre par IOIO
hu: IOIO feszültség szenzor
it: Sensore di tensione IOIO
pl: IOIO: czujnik napięcia
ru: IOIO датчик напряжения
sk: IOIO senzor napätia
sv: IOIO voltsensor
uk: Датник напруги IOIO

source: TCP client
bg: TCP клиент
cs: TCP klient
es: Cliente TCP
fr: Client TCP
nb: TCP-klient
pl: Klient TCP
ru: TCP клиент
sk: TCP klient
sv: TCP klient
uk: Клієнт ТСР

source: TCP port
bg: TCP порт
es: Puerto TCP
fr: Port TCP
it: Porta TCP
nl: TCP-poort

source: UDP port
bg: UDP порт
es: Puerto UDP
fr: Port UDP
it: Porta UDP
nl: UDP-poort

source: Port
bg: Порт
de: Anschluss
es: Puerto
it: Porta
nl: Poort
pt_br: Porta
ru: Порт
uk: Порт

source: Engine Type
bg: Тип двигател
cs: Typ motoru
de: Motor Typ (2Takt, 4Takt)
es: Tipo de motor
fr: Type de moteur

source: Baud rate
bg: Скорост на предаване
cs: Rychlost připojení
es: Velocidad de transmisión (Baud)
fr: Débit
hu: Átviteli sebesség (baud)
pl: Szybkość transferu
ru: Скорость передачи данных
sk: Rýchlosť pripojenia
sv: Baudhastighet
uk: Швидкість передачі даних

source: Bulk baud rate
bg: Блокова скорост на предаване
cs: Bulk rychlost připojení
de: Bündel Baudrate
es: Velocidad de transmisión por lotes (Baud)
fr: Vitesse pour transferts volumineux
hu: Átviteli sebesség
it: Baud rate di massa
pl: Całk. prędkość transferu
pt_br: Baudrate em massa
ru: Блочная скорость передачи данных
sk: Hromadná rýchlosť pripojenia
sv: Bulk baud-hastighet
uk: Швидкість передачі масивів даних

source: The baud rate used for bulk transfers, such as task declaration or flight download.
bg: Скоростта на предаване за пакетни прехвърляния, като деклариране на задачи или изтегляне на полети.
cs: Přenosová rychlost k hromadným přenosům (stažení letu, deklarace úlohy).
de: Die Baudrate für die gebündelte Übertragung, wie die Aufgabendeklaration oder den Flugdownload.
es: La velocidad en baudios utilizada para transferencias en lote, como la declaración de tarea o la descarga de vuelo.
fr: Vitesse de transmission (en baud) pour les transferts volumineux, tels que déclaration de circuit ou téléchargement du fichier de vol.
hu: Nagy mennyiségű adat (feladat deklarálása, tárolt repülés) átvitele során alkalmazott sebesség.
it: Il baud rate utilizzato per trasferimenti di massa, come dichiarazione del tema o download del volo.
nb: Baud rate som brukes ved overføring av større mengder med data, som oppgavedeklarasjoner og flyturer.
nl: De gebruikte baudrate om meerdere bestanden te verplaatsen, zoals de opdracht declaratie of het downloaden van vluchten.
pl: Prędkość transferu używana do transferów, takich jak deklaracja zadania lub wczytanie rejestracji lotu.
pt_br: A baudrate usada para transferências em massa, como declaração de provas ou download de voos.
ru: Скорость передачи используемая для блочной передачи, например, описание задачи или загрузка полета
sk: Rýchlosť pripojenia pre hromadný prenos, ako napríklad deklarácie alebo stiahnutie letu.
sv: Baud-hastighet som används för bulk-data såsom uppgiftsdeklarationer eller flyg nedladdning.
uk: Швидкість передачі, що використовується для передачі великих масивів даних, таких як декларація завдання чи завантаження польоту.

source: IP address
bg: IP адрес
cs: IP adresa
de: IP Adresse
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
nl: IP Adres
sv: IP-adress
uk: IP-адреса

source: I²C bus
bg: I²C шина
cs: I²C sběrnice
es: Bus I²C
fr: Bus I²C
it: Bus I²C
sv: I²C buss

source: Select the description or bus number that matches your configuration.
bg: Изберете описанието или номера на шината, който съответства на вашата конфигурация.
cs: Vyberte popis nebo číslo sběrnice, které odpovídá vaší konfiguraci.
de: Wähle die Beschreibung oder Busnummer passend zu deiner Konfiguration.
es: Seleccione la descripción o el número de bus que coincida con su configuración.
fr: Sélectionner la description ou le n° de BUS qui correspond à votre configuration.
hu: Válassza a konfigurációjának megfelelő leírást vagy busz sorszámot.
it: Seleziona la descrizione o il numero di bus corrispondente alla tua configurazione.
nl: Selecteer de omschrijving of het bus nummer welke met de configuratie overeenkomt.
pl: Wybierz opis lun numer połączenia pasujący do Twojej konfiguracji.
ru: Выберите описание или номер шины, который соответствует вашей конфигурации.
sk: Vyberte popis alebo číslo zbernice ktoré prislúcha vašej konfigurácii.
sv: Välj beskrivning eller bussnummer som passar din konfiguration.
uk: Виберіть опис або номер шини, що підходить конфігурації.

source: I²C addr
bg: I²C адрес
cs: I²C adresa
de: I²C Adre
es: Dir I²C
fr: Adresse I²C
it: Indirizzo I²C
sv: I²C adress

source: The I²C address that matches your configuration. This field is not used when your selection in the "I²C bus" field is not an I²C bus number. Assume this field is not in use if that doesn't make sense to you.
bg: Адресът на I²C, който съответства на вашата конфигурация. Това поле не се използва, когато не сте избрали „I²C номер на шина“ в полето „I²C шина“. Приемете, че полето не се използва ако не разбирате за какво е.
cs: Adresa I²C, která odpovídá vaší konfiguraci. Toto pole není použito, když váš výběr z pole I²C není I²C číslo sběrnice. V případě, že nerozumíte předchozí větě můžete předpokládat, že toto pole není použito.
de: Die I²C Adresse, die zu deiner Konfiguration passt. Das Feld wird nicht genutzt, wenn deine Wahl im I²C Bus-Feld keine I²C Busnummer ist. Wenn dir die Adresse unbekannt vorkommt gehe davon aus, dass dieses Feld nicht genutzt wird.
es: La dirección I²C que corresponde a su configuración. Este campo no se utiliza cuando su selección en el campo "Bus I²C" no es un número de bus I²C. Asume que este campo no está en uso si no tiene sentido para ti.
fr: L'adresse I²C correspondant à votre configuration. Ce champ n'est pas utilisé lorsque votre choix dans le champ "BUS I²C" n'est pas un chiffre. Si vous ne comprenez pas la phrase précédente, faites comme si ce champ n'est pas utilisé.
it: L'indirizzo I²C corrispondente alla tua configurazione. Questo campo non viene utilizzato quando la selezione nel campo "Bus I²C" non corrisponde ad un numero di bus I²C. Se non capisci la frase precedente, puoi tranquillamente assumere che questo campo non sia usato.
sv: I²C adressen för din konfiguration. Fältet används när ditt val av I²C-buss ej är ett I²C bussnummer. Förstår du ej föregående mening kan du anta att detta fält ej används.

source: Pressure use
bg: Използване на налягане
cs: Použitý tlak
de: Druck Verwendung
es: Uso de presión
fr: Utilisation de la pression
hu: Nyomásmérés célja
it: Uso pressione
nl: Druk gebruik
pl: Przeznaczenie
ru: Использовать давление
sk: Účel tlaku
sv: Tryck funktion
uk: Використання датника тиску

source: Select the purpose of this pressure sensor. This sensor measures some pressure. Here you tell the system what pressure this is and what it should be used for.
bg: Избиране на цел за този датчик за налягане. Този датчик измерва налягане. Тук посочвате какво налягане е това и за какво да се използва.
cs: Zvolte účel tohoto tlakového senzoru. Tento senzor měří určitý tlak. Zde zadáte systému, jaký tlak a jeho použití.
de: Wähle die Verwendung des Drucksensor. Der Sensor misst ein bel. Druck. Hiermit kann das System den Druck richtig einsetzen.
es: Seleccione el propósito de este sensor de presión. Este sensor mide algun tipo presión. Aquí le dice al sistema qué tipo de presión debe usar y para qué se debe utilizar.
fr: Sélectionner l'objet de ce capteur de pression. Celui-ci mesure une pression. Ici vous spécifiez au système quelle pression est mesurée et à quoi elle va servir.
it: Seleziona lo scopo del sensore di pressione. Questo sensore misura una pressione. Qui devi dire al sistema di che pressione si tratta e per cosa deve essere usata.
nl: Selecteer het doel van de druk sensor. Deze sensor meet een bepaalde druk. Hier wordt verteld welke druk dit precies is en waar deze voor moet worden gebruikt.
sv: Ange syftet med denna tryckgivare. Här anger du vilket tryck som avses och till vad det ska användas.
uk: Оберіть призначення для цього датника тиску. Він вимірює певний тиск. Тут ви повідомляєте системі, що це за тиск і для чого його слід використовувати.

source: Driver
bg: Драйвер
cs: Ovladač
de: Treiber
es: Controlador
fr: Pilote
hu: Illesztőprogram
nl: Stuurprogramma
pl: Sterownik
ru: Драйвер
sk: Ovládač
sv: Drivrutin
uk: Драйвер

source: Passthrough device
bg: Междинно устройство
cs: Průchozí zařízení
de: zusätzlich angeschlossenes Gerät
es: Dispositivo de paso
fr: Périphérique intermédiaire
it: dispositivo di passthrough
nl: Doorgeef apparaat
pl: w przypadku urządzenia przejściowego należy zaoferować dodatkowy sterownik
sk: Priechodzie zariadenie
sv: Reläenhet

source: Whether the device has a passed-through device connected.
bg: Дали устройството има друго свързано устройство.
cs: Volba umožňuje nastavit, zda je připojeno další průchozí zařízení.
de: Mit dieser Option kannst du einstellen, ob am Gerät ein weiteres Gerät angeschlossen ist, das Daten empfangen soll.
es: Si este dispositivo tiene un dispositivo de paso conectado.
fr: Permet de déclarer le périphérique comme intermédiaire pour un autre périphérique.
it: Questa opzione consente di configurare se questo dispositivo è connesso ad un dispositivo passthrough.
nl: Met deze optie kun je configureren of er een doorgeef apparaat aangesloten is.
sv: Huruvida enheten har en reläenhet ansluten.

source: Second Driver
bg: Втори драйвер
cs: Druhý ovladač
de: Zweiter Treiber
es: Segundo conductor
it: driver secondario
nl: Tweede Stuurprogramma
pl: Drugi sterownik
sk: Druhý ovládač
sv: Sekundär drivrutin
uk: 2й Драйвер

source: Sync. from device
bg: Синхр. от устройство
cs: Sync. ze zařízení
de: Abgleich vom Gerät
es: Sincronizar desde dispositivo
fr: Synchro <- périph.
hu: Szinkronizálás eszközből
it: Sincro dal dispositivo
nb: Synk. fra enhet
nl: Sync vanaf apparaat
pl: Synch. z urządzenia
pt_br: Sinc. pelo dispositivo
ru: Синхр. из устройства
sk: Synchronizácia zo zariadenia
sv: Sync. från instrument
uk: Синхр. від пристрою

source: Tells XCSoar to use settings like the MacCready value, bugs and ballast from the device.
bg: Указва XCSoar да използва настройки като Маккрийди стойност, замърсяване на крилото и баласт от устройството.
cs: Určuje, zda má XCSoar použít nastavení MacCready, zamoušení a vodní zátěže z externího zařízení.
de: Weist XCSoar an, Einstellungen wie den MacCready Wert, Verschmutzung und Ballast vom Gerät zu verwenden.
es: Esta opción le permite configurar XCSoar para que use los valores como MacCready, bichos y lastre del dispositivo.
fr: Configure XCSoar pour prendre en compte des réglages tels que le calage MacCready, les moucherons et le volume des ballasts à partir du périphérique.
it: Questa opzione permette di configurare se XCSoar deve utilizzare impostazioni come il valore di MacCready, sporco (insetti) e zavorra dal dispositivo.
nl: Met deze optie kan bepaald worden of XCSoar de instellingen zoals de MacCready waarde, insecten en ballast van het apparaat moet gebruiken.
sv: Begär att XCSoar nyttjar inställningar för exempelvis MacCready, insekter och ballast från enheten.

source: Sync. to device
bg: Синхр. към устройството
cs: Sync. do zařízení
de: Abgleich zum Gerät
es: Sincronizar hacia el dispositivo
fr: Synchro -> périph.
hu: Szinkronizálás eszközbe
it: Sincro con dispositivo
nb: Synk. til enhet
nl: Sync naar apparaat
pl: Synch.do urządzenia
pt_br: Sinc. para dispositivo
ru: Синхр. в устройство
sk: Synchronizácia do zariadenia
sv: Synk. till enhet
uk: Синхр. до пристрою

source: Tells XCSoar to send settings like the MacCready value, bugs and ballast to the device.
bg: Указва XCSoar да изпраща настройки като Маккрийди стойност, замърсяване на крилото и баласт към устройството.
cs: Určuje, zda má XCSoar odesílat nastavení MacCready, zamoušení a vodní zátěže do externího zařízení.
de: Dies Option veranlasst XCSoar Einstellungen wie z.B. den MacCready Wert, Verschmutzung und Ballast zum externen Gerät zu schicken.
es: Esta opción le permite enviar valores como el valor MacCready, bichos y lastre desde XCSoar al dispositivo.
fr: Configure XCSoar pour envoyer des réglages tels que le calage MacCready, les moucherons et le volume des ballasts vers l'appareil connecté.
it: Questa opzione permette di configurare se XCSoar deve inviare al dispositivo le impostazioni come valore di MacCready, sporco (insetti) e zavorra.
nl: Met deze optie kan bepaald worden of het apparaat de instellingen zoals de MacCready waarde, insecten en ballast van XCSoar moet gebruiken.
sv: Begär att XCSoar skickar inställningar för exempelvis MacCready-värde, insekter och ballast till enheten.

source: Whether you use a K6Bt to connect the device.
bg: Дали използвате K6Bt за връзка към устройство.
cs: Povolte tuto volbu, pokud používáte K6Bt pro připojení zařízení.
de: Aktiviere dies, wenn Du ein K6Bt angeschlossen hast.
es: Si usa un K6Bt para conectar el dispositivo.
fr: À sélectionner si un K6Bt est utilisé pour connecter un périphérique.
it: Attiva questo per usare K6Bt per connettere il dispositivo.
nl: Schakel in indien een K6Bt wordt gebruikt om te verbinden met het apparaat.
sv: Huruvida du använder K6Bt för att ansluta till enheten.

source: Edit
bg: Редактирай
cs: Uprav
de: Bearbeiten
es: Editar
fr: Éditer
hu: Szerk.
it: Modifica
nb: Endre
nl: Bewerk
pl: Edycja
pt_br: Editar
ru: Изменить
sk: Upraviť
sv: Ändra
uk: Редагувати

source: Flight download
bg: Изтегляне на полетен журнал
cs: Stáhni let
de: Flug Download
es: Descarga de vuelo
fr: Télécharger le vol
hu: Repülés letöltése
it: Download volo
nb: Last ned flytur
nl: Vlucht downloaden
pl: Wczytaj plik lotu
pt_br: Baixar voo
ru: Скачать полёт
sk: Sťiahnuť let
sv: Ladda ner flygning
uk: Завантажити політ

source: Manage
bg: Управлявай
cs: Spravuj
de: Verwalten
es: Gestión
fr: Gérer
hu: Műveletek
it: Gestisci
nb: Administrer
nl: Beheren
pl: Zadania
pt_br: Gerenciar
ru: Настроить
sk: Spravovať
sv: Hantera
uk: Управління

source: Monitor
bg: Наблюдавай
de: Überwachung
fr: Contrôle
nl: Controleren
pl: Podgląd
ru: Монитор
sk: Monitorovanie
uk: Монітор

source: Reconnect
bg: Свържи отново
cs: Znovu připoj
de: Wiederverbinden
es: Volver a conectar
fr: Reconnecter
hu: Újrakapcsolódás
it: Riconnetti
nb: Koble til igjen
nl: Opnieuw verbinden
pl: Ponowne połączenie
pt_br: Reconectar
ru: Повторить подключение
sk: Znova pripojiť
sv: Återanslut
uk: З'єднати знову

source: Disable
bg: Изключи
cs: Vypni
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
it: Disabilita
nl: Uitzetten
pl: Wyłącz
pt_br: Desabilitar
ru: Отключить
sk: Vypnúť
sv: Inaktivera
uk: Вимкнути

source: Debug
bg: Отстраняване на грешки
de: Fehlersuche
es: Depurador
fr: Déboguer
pl: Diagnostyka
pt_br: Depuração
ru: Отладка
sk: Ladiť
sv: Felsökning
uk: Відлагодження

source: Enable
bg: Включи
cs: Aktivuj
de: Aktivieren
es: Habilitar
fr: Activer
hu: Újra riaszt
it: Abilita
nb: Aktiver
nl: Aanzetten
pl: Aktywne
pt_br: Habilitar
ru: Включить
sk: Povoliť
sv: Aktivera
uk: Увімкнути

source: %s on %s
bg: %s на %s
cs: %s v %s
de: %s auf %s
es: %s en %s
fr: %s sur %s
hu: %s %s-n
it: %s su %s
nb: %s på %s
nl: %s op %s
pl: %s na %s
pt_br: %s em %s
sk: %s zo %s
sv: %s på %s
uk: %s на %s

source: GPS fix
bg: GPS фиксация
es: Posición GPS
fr: Position GPS
hu: GPS vétel
it: Fix GPS
nb: GPS fiks
pt_br: GPS fixado
ru: Фикс GPS
sk: GPS zamerané
sv: GPS fixering
uk: Є координати GPS
