Repository: XCSoar/XCSoar
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sv, uk

source: Next altitude required
bg: Нужна височина за следваща повратна точка
cs: Příští OB - požadovaná výška
de: Nächster Wegpunkt - benötigte Endanflughöhe
es: Siguiente altitud necesaria
fr: Altitude nécessaire prochain point de virage
hu: FP magasság hiány
it: Prossima altitudine richiesta
nb: Neste høyde påkrevd
nl: Volgende hoogte benodigd
pl: PT Hwym: wysokość npm PT + zapas
pt_br: Próxima altitude necessária
ru: Требуется следующий показатель высоты
sk: Potrebná výška k ďalšiemu
sv: Nästa WP - nödvändig höjd
uk: Потрібно висоти для наступного ППМ

source: WP AltR
bg: Височ. нужна ПТ
cs: OB AltR
de: WP benö H
es: WP AltN
hu: FP hiány
nb: VP AltR
nl: KP HR
pl: PT Hwym
ru: ПП Выс R
sk: Pot.výš.OB

source: Additional altitude required to reach the next turn point. For AAT tasks, the target within the AAT sector is used.
bg: Допълнителна височина нужна за достигане на следващата повратна точка. За задача с назначени зони се използва целта в сектора.
cs: Převýšení nutné k dosažení dalšího otočného bodu. Pro AAT úlohy je použit cílový bod uvnitř AAT oblasti.
de: Zusätzlich notwendige Höhe, um den nächsten Wendepunkt zu erreichen. Bei AAT Aufgaben bezogen auf das Ziel im AAT Sektor.
es: Altitud adicional necesaria para alcanzar el siguiente punto de viraje. Para las TAA, se utiliza el destino dentro del área.
fr: Altitude manquante pour atteindre le prochain point de virage. Pour les épreuves AAT, c'est le point cible du secteur AAT qui est utilisé.
hu: A következő fordulópont eléréséhez hiányzó magasság. Légtérfeladat (AAT) esetén a szektorban kijelölt célhoz számítva.
it: Altitudine aggiuntiva richiesta per raggiungere la prossima boa. Per i temi AAT, viene utilizzato l'obiettivo all'interno del settore AAT.
nb: Manglende høyde nødvendig for å nå neste vendepunkt. For AAT oppgaver brukes målpunktet innenfor AAT sektor.
nl: Extra hoogte benodigd om het volgende keerpunt te halen. Voor AAT opdrachten wordt het doel in de AAT sector gebruikt.
pl: PT Hwym: wymagana wys. do dojścia do PT z ustalonym zapasem bezpieczeństwa. W zadaniach AAT dotyczy punktu w sektorze AAT.
pt_br: Altitude adicional necessária para alcançar o próximo turnpoint. Para tarefas de AAT, o alvo dentro do setor AAT é usado.
ru: Дополнительная высота необходимая для достижения следующей точки. Для ААТ заданий используется точка внутри ААТ. сектора.
sk: Dodatočne potrebná výška na dosiahnutie ďalšieho otočného bodu. Pre AAT úlohy je použitý cieľ v AAT sektore.
sv: Ytterligare höjd som krävs för att nå nästa vägpunkt. För AAT uppgifter så används målet inom AAT sektorn.
uk: Потрібно додатково висоти для взяття наступного ППМ. Для завдань ААТ застосовується ціль в межах сектору ААТ.

source: Next waypoint
bg: Следваща повратна точка
cs: Další otočný bod
de: Nächster Wegpunkt
es: Siguiente waypoint
fr: Prochain point de virage
hu: FP név irány infó
it: Prossima boa
nb: Neste vendepunkt
nl: Volgend keerpunt
pl: PT Nast: następny wybrany Punkt Trasy
pt_br: Próx. pto. virada
ru: Следующий поворотник
sk: Ďalší otočný bod
sv: Nästa vägpunkt
uk: Наступна шляхова точка

source: Next WP
bg: Следваща ПТ
cs: Další OB
de: Nächster WP
fr: Proch. WP
hu: FP köv
it: Prossimo WP
nb: Neste
nl: Volgend KP
pl: PT Nast
pt_br: Próximo Ponto
ru: Следующая МТ
sk: Ďalší OB
sv: Nästa WP
uk: Наст ППМ

source: Name of the currently selected turn point. When this InfoBox is active, using the up/down cursor keys selects the next/previous waypoint in the task. (Touch-screen/PC only) Pressing the enter cursor key brings up the Airfields/waypoint details.
bg: Името на текущо избраната повратна точка. Когато това инфо-поле е активно, с горната/долната стрелка се избира следваща/предишна пътна точка в задачата. (Само за сензорен екран/PC) Натискането на клавиша Enter показва подробности за летища/пътни точки.

source: Final altitude difference
bg: Финална разлика във височината
cs: Rozdíl výšek pro cíl
de: Endanflug - Höhenreserve
es: Diferencia de altitud final
fr: Différence d'altitude en arrivée
hu: Végsiklás magasságtöbblet
it: Differenza di Altitudine finale
nb: Merhøyde ved siste vendepunkt
nl: Final hoogteverschil
pl: DOLdHMc: różnica wysok. H GPS i przylotu do mety na Hbezp
pt_br: Diferença de altitude final
ru: Разность высот на Финише
sk: Výškový rozdiel do cieľa
sv: Höjdskillnad för final
uk: Запас висоти на фініші

source: Fin AltD
bg: Фин. разлика
cs: Cíl AltD
de: EndA H Diff
es: AltD Fin
fr: Δz Arr
hu: Vs m tbl
nl: Fin HD
pl: DOL dHMc
pt_br: DIF ALT ATUAL
ru: Фин. Выс.
sk: Ciel vyskR
sv: Fin Hjd

source: Arrival altitude at the final task turn point relative to the safety arrival height.
bg: Финална височина на пристигане в целта спрямо безопасната височина на пристигане.
cs: Výška příletu nad cílový bod trati relativně k bezpečné výšce příletu.
de: Ankunftshöhe am letzten Wendepunkt der Aufgabe, relativ zur eingestellten Sicherheitshöhe.
es: Altitud de llegada en el punto de viraje final de la tarea en relación con la altura de llegada de seguridad.
fr: Altitude d'arrivée au point de virage final du circuit en tenant compte de la hauteur de sécurité en arrivée.
hu: A feladat utolsó fordulópontjába érkezés magassága a biztonsági magassághoz képest.
it: Quota di arrivo all'ultima boa del tema calcolata al di sopra della quota di sicurezza all'arrivo.
nb: Ankomsthøyde ved mål i forhold til sikkerhetsankomsthøyde.
nl: Aankomsthoogte bij het laatste keerpunt t.o.v. de veiligheidshoogte.
pl: DOL dHMc: różnica wysokości bieżącej i przylotu nad końcowy punkt trasy, z uwzgl. zapasu bezpieczeństwa dHbezp przy nastawie MacCready'ego MC Ustaw.
pt_br: Altitude de chegada no ponto final relativa à altitude de segurança.
ru: Высота прибытия к финальной точке поворота задания относительно безопасной высоты прибытия.
sk: Príletová výška na posledný otočný bod relatívna k bezpečnej príletovej výške.
sv: Ankomsthöjd vid uppgiftens sista vägpunkt relativt säkerhetshöjden.
uk: Висота прибуття на фінішний ППМ відносно безпечної висоти прибуття.

source: Final altitude required
bg: Необходима финална височина
cs: Výška potřebná pro dosažení cíle
de: Endanflug - benötigte Endanflughöhe
es: Altitud final necesaria
fr: Altitude d'arrivée requise
hu: Végsiklás magassághiány
it: Altitudine finale richiesta
nb: Merhøyde til mål
nl: Final hoogte vereist
pl: DOL Hwym: wysokość wymagana do rozpoczęcia dolotu
pt_br: Altitude final necessária
ru: Потребная Н долета
sk: Potrebná výška do cieľa
sv: Höjd som krävs för att nå final
uk: Висота, необхідна для взяття фінішу

source: Fin AltR
bg: H необх. фин.
cs: Cíl AltR
de: EndA benö H
es: Fin AltN
fr: AltNec Arr
hu: Vs m hny
nl: Fin HR
pl: DOL Hwym
ru: Фин Выс R
sk: Ciel vyskP
sv: Krävd Finalhöjd

source: Additional altitude required to finish the task.
bg: Допълнителна височина необходима за завършване на задачата.
cs: Potřebný přírůstek výšky k dokončení úlohy.
de: Benötigte zusätzliche Höhe, um die Aufgabe zu vollenden.
es: Altitud adicional necesaria para terminar la tarea.
fr: Altitude supplémentaire nécessaire pour finir le circuit.
hu: A feladat befejezéséhez hiányzó magasság.
it: Altitudine aggiuntiva richiesta per finire il tema.
nb: Merhøyde påkrevd for å nå målet.
nl: Bijkomende hoogte vereist om de opdracht te volbrengen.
pl: DOL Hwym: wysokość wymagana do ukończenia zadania
pt_br: Altura adicional para completar a prova.
ru: Высота потребная для завершения задачи.
sk: Potrebný prírastok výšky na dokončenie úlohy.
sv: Ytterligare höjd nödvändig för att avsluta bana.
uk: Додаткова висота, необхідна для взяття фінішу.

source: Speed task average
bg: Средна скорост по задача
cs: Rychlost úlohy průměrná
de: Aufgabe - Durchschnittsgeschwindigkeit
es: Velocidad promedio de la tarea
fr: Vitesse moyenne estimée
hu: SF sebesség átlag
it: Velocità media del tema
nb: Snitthastighet oppgave
nl: Snelheid - Opdracht gemiddelde
pl: WprzŚr: Średnia prędkość na trasie
pt_br: Velocidade média na prova
ru: Скорость задачи средняя
sk: Priemerná rýchlosť v úlohe
sv: Snittfart bana
uk: Середня швидкість для завдання

source: V Task Avg
bg: V̅ задача
cs: V úl prům
de: V Aufgabe mittl
es: V Tarea Prom
fr: Vmoy sur circuit
hu: SF seb átlg
it: V Media Tema
nl: V Opdr Gem
pl: WprzŚr
pt_br: Vmed Prova
ru: V ср задачи
sk: R Úlohy Priem
uk: V ЗвдСер

source: Average cross-country speed while on current task, not compensated for altitude.
bg: Средна скорост по маршрута на текущата задача без компенсация за набрана височина.

source: Final distance
bg: Финално разстояние
cs: Vzdálenost k cíli
de: Endanflug - Distanz
es: Distancia final
fr: Distance jusqu'à l'arrivée
hu: Végsiklás távolság
it: Distanza finale
nb: Totaldistanse til mål
nl: Final afstand
pl: DOL Odleg: odległość do Punktu Końcowego Trasy
pt_br: Distância final
ru: Финишная дистанция
sk: Vzdialenosť do cieľa
sv: Distans till final
uk: Відстань до фінішу

source: Fin Dist
bg: Фин. разст.
cs: Cíl vzdál
de: EndA Dist
es: Dist Fin
fr: Dist d'arr
hu: Vs táv
nl: Fin Afst
pl: DOL Odleg
ru: Фин дист
sk: Ciel Vzdial
sv: Mål dist
uk: Відст Фін

source: Distance to finish around remaining turn points.
bg: Разстояние за финиширане през оставащите повратни точки.
cs: Vzdálenost do koncového bodu trati přes zbývající otočné body.
de: Verbleibende Strecke um alle Wenden.
es: Distancia para terminar pasando por los puntos de viraje restantes.
fr: Distance jusqu'à l'arrivée en passant par les points de virage restants.
hu: A hátralevő fordulópontok érintésével számított távolság a célig.
it: Distanza dall'arrivo attraverso le boe rimanenti.
nb: Distansen til mål via gjenstående vendepunkter.
nl: Afstand tot de finishlijn inclusief nog te ronden keerpunten.
pl: DOL Odleg: Odległość do Punktu Końcowego Trasy liczona wzdłuż trasy wykonywanego zadania, wokół pozostałych punktów zwrotnych.
pt_br: Distância para chegada passando pelos pontos restantes.
ru: Расстояние до финиша через все поворотные маршрута.
sk: Vzdialenosť do cieľa cez ostávajúce otočné body.
sv: Kvarvarande distans utmed banan till mål.
uk: Відстань до фініша навколо решти ППМ.

source: Terrain elevation
bg: Височина на релефа
cs: Výška terénu
de: Gelände - Niveau aus der Karte
es: Elevación del terreno
fr: Altitude du relief
hu: Terepszint
it: Elevazione del terreno
nb: Terrenghøyde
nl: Terreinhoogte
pl: H teren: wys.terenu n.p.m.
pt_br: Elevação do terreno
ru: Высота ландшафта.
sk: Výška terénu
sv: Terränghöjd
uk: Висота ландшафту

source: Terr Elev
bg: Височ. релеф
cs: Výška ter
de: Gelände H
es: Elev Terr
fr: Alt Terr
it: Elev Terr
nb: Terr høyd
nl: Terr Hoogte
pl: H teren
pt_br: Elevação do terreno
ru: Высота рельефа
sk: Výška ter
sv: Terr. Höjd
uk: Вис Ланд

source: Elevation of the terrain above mean sea level, obtained from the terrain file at the current GPS location.
bg: Това е височината на терена над морското ниво получена от файла за релефа над текущата ГПС позиция.

source: Thermal average
bg: Средно качване в термика
cs: Současné průměrné stoupání
de: Thermik - Durchschnitt
es: Promedio térmico
fr: Vario moyen
hu: Termik emelés átlag
it: Media termica
nb: Termikk snitt
nl: Gemiddelde thermiek sterkte
pl: WAR ŚrKom: średnie noszenie tym kominie
pt_br: Média térmica
ru: Средний набор
sk: Priemerné stúpanie
sv: Snittstig
uk: Середня швидкість набору висоти в терміку

source: TC Avg
bg: Качване ср.
cs: STS prům
de: Steig mittl
es: TA Prom
fr: Vz Moy
hu: Tk átlg
nb: TC Snitt
nl: TS Gem
pl: WAR ŚrKom
ru: Средняя скороподъемность в потоке
sk: SS priem
sv: Stig
uk: TC сер

source: Altitude gained/lost in the current thermal, divided by time spent thermalling.
bg: Височина набрана или загубена в текущата термика разделена на времето прекарано във въртене.
cs: Výška získaná/ztracená v současném stoupavém proudu, dělená časem kroužení.
de: Höhengewinn im momentanen Steigen, dividiert durch die Zeit im Steigen.
es: Altitud ganada / perdida en la térmica actual, dividida por el tiempo transcurrido virando en la misma.
fr: Altitude (gain/perte) dans le thermique courant, divisé par la durée passée en spirale.
hu: Az aktuális termikben nyert/veszített magasság és a körözéssel töltött idő hányadosa.
it: Altitudine guadagnata/persa nella termica attuale, divisa per il tempo trascorso nella termica.
nb: Høyden som er vunnet/tapt i aktuell boble, delt på termikktiden.
nl: Hoogte gewonnen/verloren in de huidige bel, gedeeld door de totale thermiek tijd.
pl: WAR ŚrKom: Zysk/strata wysokości w aktualnym kominie termicznym, podzielona przez czas krążenia.
pt_br: Altitude ganha/perdida na térmica atual, dividida pelo tempo gasto girando.
ru: Высота набранная/потерянная в текущем термо-потоке, деленная на время проведенное в этом потоке
sk: Výška získaná/ stratená v akt. stupáku, delená časom stráveným krúžením.
sv: Vunnen/förlorad höjd i nuvarande blåsa, dividerat med spenderad tid i blåsan.
uk: Співвідношення висоти, набраної/втраченої в цьому терміку, до часу, потраченого на обробку потоку.

source: Thermal gain
bg: Набор на височина в термика
cs: Zisk ve stoupání
de: Thermik - Höhengewinn
es: Ganancia térmica
fr: Gain du thermique
hu: Termik nyereség
it: Guadagno in termica
nb: Høydegevinst
nl: Thermisch hoogtewinst
pl: WAR dHKom: zysk/strata wysokości w kominie
pt_br: Ganho térmico
ru: Набор за поток
sk: Získaná výška
sv: Höjdvinst
uk: Виграш висоти

source: TC Gain
bg: ΔH термика
cs: STS zisk
de: Thermik H Gewinn
es: TA Gan
fr: Gain Th
hu: Tk nyrsg
it: TC Guadagno
nl: TH Winst
pl: WAR dHKom
pt_br: TC Ganho
ru: Как менялась высота в потоке
sk: SS zisk
sv: H vinst
uk: TC вигр

source: Altitude gained/lost in the current thermal.
bg: Височината набрана или загубена в текущата термика.

source: Magnetic track reported by the GPS. (Touch-screen/PC only) If this InfoBox is active in simulation mode, pressing the up/down arrows adjusts the track.
bg: Магнитен азимут получен от GPS. За сензорен екран и компютър: Ако това поле е активно в симулационен режим с горната и долната стрелка се настройва азимутът.

source: Instantaneous vertical speed, as reported by the GPS, or the intelligent vario total energy vario value if connected to one.
bg: Моментна вертикална скорост получена от ГПС-а или от вариометър с компенсация за скорост ако е свързано.
cs: Okamžitá vertikální rychlost dle GPS nebo inteligentního varia (pokud je připojeno).
de: Momentanes Steigen (Sinken) nach GPS oder dem energiekompensierten Vario, wenn verfügbar.
es: Velocidad vertical instantánea, según lo informado por el GPS, o el valor de vario de energía total si está conectado a uno.
fr: Vitesse verticale instantanée, telle que fournie par le GPS, ou, si connecté, la valeur du vario à énergie totale du périphérique.
hu: A GPS által mért pillanatnyi varió vagy az összenergia-varió, ha intelligens variométer van csatlakoztatva.
it: Velocità verticale istantanea ottenuta dal GPS o da un variometro intelligente ad energia totale se connesso.
nb: Aktuell stig/synk fra GPS, eller fra eventuell tilkoblet vario.
nl: Actuele verticale snelheid volgens GPS of - indien aangesloten - de vario.
pl: Wariometr: Chwilowa prędkość pionowa zgłoszona przez GPS lub wartość energii całkowitej inteligentnego wariometru, jeśli jest podłączony.
pt_br: Velocidade vertical instantânea, reportada pelo GPS, ou pela energia total de um variômetro eletrônico, se conectado.
ru: Мгновенная вертикальная скорость, по данным GPS или вариометра (при наличии)
sk: Okamžitá vertikálna rýchlosť. Podľa GPS, alebo podľa inteligentného total vária ak je pripojené.
sv: Momentan vertikal hastighet, med data från GPS'en, eller från en intelligent vario om en sådan är annsluten.
uk: Поточна вертикальна швидкість за даними GPS або від інтелектуального варіометра повної енергії, якщо такий підключено.

source: Wind speed
bg: Скорост на вятъра
cs: Rychlost větru
de: Wind - Geschwindigkeit
es: Velocidad del viento
fr: Vitesse du vent
hu: Szélsebesség
it: Velocità del vento
nb: Vindhastighet
nl: Windsnelheid
pl: U wiatru: Prędkość wiatru
pt_br: Velocidade do vento
ru: Скорость ветра
sk: Rýchlosť vetra
sv: Vindstyrka
uk: Швидкість вітру

source: Wind speed estimated by XCSoar. Manual adjustment is possible with the connected InfoBox dialogue. Pressing the up/down cursor keys to cycle through settings, adjust the values with left/right cursor keys.
bg: Скорост на вятъра изчислена от XCSoar. Ръчна настройка е възможна със свързания към полето диалог. С клавишите за горна и долна стрелка се избира настройка, а със лява/дясна се коригира стойността.
cs: Rychlost větru odhadnutá XCSoar. Manuální úprava je možná pomocí propojeného InfoBoxu. Klávesy nahoru/dolů prochází položky, šipky vpravo/vlevo mění hodnoty.
de: Von XCSoar geschätzte Windgeschwindigkeit. Manuelles einstellen ist mit dem InfoBox Dialog möglich. Pfeiltaste hoch/runter wechselt durch die Einstellungen, links und rechts verändert die Werte.
es: Velocidad del viento estimada por XCSoar. El ajuste manual es posible en el InfoBox. Presione las teclas de cursor arriba / abajo para recorrer la configuración y ajuste los valores con las teclas de cursor izquierda / derecha.
fr: Vitesse du vent estimée par XCSoar. Un réglage manuel est possible au travers l'InfoBoxe correspondante. Les touches haut/bas passent les paramètres en boucle, les flèches gauche/droite modifient la valeur.
it: Velocità del vento stimata da XCSoar. Modifiche manuali sono possibili attraverso la casella di dialogo dell'InfoBox. Premere i tasti cursore su/giù per scorrere le impostazioni, modificare i valori usando i tasti cursore sinistra/destra.
nb: Vindhastighet estimert av XCSoar. Mulighet for justering gjennom dialogene i den gjeldene infoboksen. Trykk på opp/ned-tastene for å bla gjennom innstillingene, og venstre/høyre-taster for å velge verdier.
nl: Windsnelheid berekend door XCSoar. Handmatige aanpassing is mogelijk met de InfoBox dialoog. Gebruik de omhoog/omlaag toetsen om door de instellingen te bladeren, aanpassen met de links/rechts toetsen.
pl: U wiatru: Prędkość wiatru oszacowana przez XCSoar. Ręczna zmiana jest możliwa w połączonym oknie InfoBox. Przycisk góra/dół zmienia cyklicznie ustawienie, a wartość jest dostosowywana klawiszami lewo/prawo.
pt_br: Velocidade do vento estimada pelo XCSoar. Ajuste manual é possível com a janela Infobox conectada. Apertar as teclas dos cursores para cima/baixo para percorrer as configurações, ajustar os valores com as teclas dos cursores esquerda/direita.
ru: Скорость ветра, определённая в XCSoar. Ручная регулировка возможна с подключенного диалога Infobox. Нажмите клавиши вверх / вниз курсора, чтобы просмотреть настройки, изменить значения - левой / правой клавишами управления курсором.
sk: Rýchlosť vetra odhadnutá XCSoarom. Manuálna úprava je možná cez dialógové InfoOkno. Stlačením šipky hore/dole sa menia nastavenia, vľavo/vpravo hodnoty.
sv: Vindhastighet estimerad av XCSoar. Manuell justering möjlig med Info-rutans dialog. Tryck på upp/ner markörtangenter bläddrar cykliskt igenom inställningarna. Vänster/höger tangenter ändrar värdet.
uk: Швидкість вітру за оцінкою XCSoar. Ручні налаштування можливі через підключення діалогу з інфобокс. Натисніть клавіші курсора вгору/вниз, щоб циклічно пройтись по пунктам налаштувань. Для зміни параметрів, натисніть клавіші курсора ліворуч/праворуч.

source: Wind bearing
bg: Посока на вятъра
cs: Směr větru
de: Wind - Richtung
es: Dirección del viento
fr: Direction du vent
hu: Szélirány
it: Direzione del vento
nb: Vindretning
nl: Windrichting
pl: U MetKW: Meteorologiczny Kierunek Wiatru
pt_br: Direção do vento
ru: Направление ветра
sk: Smer vetra
sv: Vindriktning
uk: Напрямок вітру

source: Wind bearing estimated by XCSoar. Manual adjustment is possible with the connected InfoBox dialogue. Pressing the up/down cursor keys to cycle through settings, adjust the values with left/right cursor keys.
bg: Посока на вятъра изчислена от XCSoar. Ръчна настройка е възможна със свързания към полето диалог. С клавиш нагоре и надолу се избира настройка, а с ляв и десен се коригира стойността.
cs: Směr větru odhadnutý XCSoar. Ruční úpravy jsou možné pomocí propojeného InfoBoxu. Klávesy nahoru/dolů prochází položky, šipky vpravo/vlevo mění hodnoty.
de: Von XCSoar geschätzte Windrichtung. Manuelles einstellen ist mit dem InfoBox Dialog möglich. Pfeiltaste hoch/runter wechselt durch die Einstellungen, links und rechts verändert die Werte.
es: Dirección del viento estimado por XCSoar. El ajuste manual es posible en el InfoBox. Presione las teclas de cursor arriba / abajo para recorrer la configuración y ajuste los valores con las teclas de cursor izquierda / derecha.
fr: Direction du vent estimée par XCSoar. Un réglage manuel est possible au travers l'InfoBoxe correspondante. Les touches haut/bas passent les paramètres en boucle, les flèches gauche/droite modifient la valeur.
it: Direzione del vento stimata da XCSoar. Modifiche manuali sono possibili attraverso la casella di dialogo dell'InfoBox. Premere i tasti cursore su/giù per scorrere le impostazioni, modificare i valori usando i tasti cursore sinistra/destra.
nl: Windrichting berekend door XCSoar. Handmatige aanpassing is mogelijk met de InfoBox dialoog. Gebruik de omhoog/omlaag toetsen om door de instellingen te bladeren, aanpassen met de links/rechts toetsen.
pl: U MetKW: Meteorologiczny kierunek wiatru wyznaczony przez XCSoar. Przyciski góra/dół zmieniają cyklicznie ustawienie, wartość zmieniana jest przyciskami lewo/prawo.
pt_br: Direção do vento estimada pelo XCSoar. Ajuste manual é possível com a janela Infobox conectada. Apertar as teclas dos cursores para cima/baixo para percorrer as configurações, ajustar os valores com as teclas dos cursores esquerda/direita.
ru: Направление ветра, определённое XCSoar. Ручная регулировка возможна с подключенного диалога Infobox. Нажатие клавиши вверх / вниз курсора, чтобы просмотреть настройки, изменить значения - левой / правой клавиши управления курсором.
sk: Smer vetra odhadovaný XCSoarom. Manuálne nastavenie je možné pri aktívnom info okne použitím kláves hore /dole (nastavenia), vľavo /pravo (hodnoty).
sv: Estimerad vindriktning från XCSoar. Manuell justering möjlig via Info-rutans dialog. Tryck upp/ned för att bläddra genom inställningar, justera värden med vänster/höger.
uk: Напрямок вітру за оцінкою XCSoar. Ручні налаштування можливі через підключення діалогу з інфобокс. Натисніть клавіші курсора вгору/вниз, щоб циклічно пройтись по пунктам налаштувань. Для зміни параметрів, натисніть клавіші курсора ліворуч/праворуч.

source: AAT time
bg: Оставащо време на задача с назначена зона
cs: AAT čas
de: AAT - Zeit
es: Tiempo TAA
fr: AAT temps
hu: HT idő
it: Tempo AAT
nb: AAT tid
nl: AAT tijd
pl: AAT Tpoz: Pozost. czas obszarówki
pt_br: Tempo AA
ru: AAТ время
sk: AAT Čas
sv: AAT tid
uk: Час ААТ

source: AAT Time
bg: Ост. време
cs: AAT čas
de: AAT Zeit
es: Tiempo TAA
fr: Temps AAT
it: Tempo AAT
nb: AAT Tid
nl: AAT Tijd
pl: AAT Tpoz
pt_br: AAT Hora
ru: Время ААТ
sk: AAT Čas
sv: AAT Tid
uk: Час ААТ
